{
    "_id": "EgUxcWpmUaVrHP3L",
    "folder": "qKH7pfUGMDUg9obT",
    "img": "systems/pf2e/icons/default-icons/campaignFeature.svg",
    "name": "Build Roads",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "campaign": "kingmaker",
        "category": "kingdom-activity",
        "description": {
            "value": "<p><strong>Requirements</strong> The hex in which you seek to build roads must be claimed by your kingdom.</p>\n<hr />\n<p>You order your kingdom's engineers to construct a network of robust roads through the hex. Travel along roads uses a terrain type one step better than the surrounding terrain; for example, roads through forest hexes—normally difficult terrain—allow travel as if it were open terrain. Spend RP as determined by the hex's most inhospitable terrain (see Building on Rough Terrain on page 519; if the hex includes any rivers that cross the hex from one hex side to any other, you must spend double the normal RP cost to also build bridges; this adds the Bridge structure to that hex). Then attempt a basic @Check[engineering|dc:resolve(@kingdom.control.dc)] check. Work with the GM to determine where your roads appear on the map.</p>\n<hr />\n<p><strong>Critical Success</strong> You build roads into the target hex and one adjacent claimed hex that doesn't yet have roads and whose terrain features are at least as hospitable as those of the target hex. If no adjacent hex is appropriate, treat this result as a Success instead.</p>\n<p><strong>Success</strong> You build roads in the hex.</p>\n<p><strong>Failure</strong> You fail to build roads in the hex.</p>\n<p><strong>Critical Failure</strong> Your attempt to build roads ends in disaster. Not only do you fail to build roads, but you lose several workers to an accident, banditry, a vicious monster, or some other unforeseen occurrence. Gain 1 Unrest</p>"
        },
        "location": null,
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Kingmaker"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "downtime",
                "region"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "campaignFeature"
}
