{
    "_id": "cvOXpo1Sy8nfXfPO",
    "folder": "qKH7pfUGMDUg9obT",
    "img": "systems/pf2e/icons/default-icons/campaignFeature.svg",
    "name": "Claim Hex",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "campaign": "kingmaker",
        "category": "kingdom-activity",
        "description": {
            "value": "<p><strong>Requirements</strong> You have Reconnoitered the hex to be claimed during hexploration. This hex must be adjacent to at least one hex that's already part of your kingdom. If the hex to be claimed contains dangerous hazards or monsters, they must first be cleared out—either via standard adventuring or the Clear Hex activity.</p>\n<hr />\n<p>Your surveyors fully explore the hex and attempt to add it into your kingdom's domain. Spend 1 RP and then attempt a @Check[exploration|dc:resolve(@kingdom.control.dc)], @Check[intrigue|dc:resolve(@kingdom.control.dc)], @Check[magic|dc:resolve(@kingdom.control.dc)], or @Check[wilderness|dc:resolve(@kingdom.control.dc)] check.</p>\n<hr />\n<p><strong>Critical Success</strong> You claim the hex and immediately add it to your territory, increasing your kingdom's Size by 1 (this affects all statistics determined by Size; see page 532). Your occupation of the hex goes so smoothly that you can immediately attempt another Region activity.</p>\n<p><strong>Success</strong> You claim the hex and add it to your territory, increasing your kingdom's Size by 1 (this affects all statistics determined by Size; see page 532).</p>\n<p><strong>Failure</strong> You fail to claim the hex.</p>\n<p><strong>Critical Failure</strong> You fail to claim the hex, and a number of early settlers and explorers are lost, causing you to take a –1 circumstance penalty to Stability-based checks until the end of your next Kingdom turn.</p>\n<p><strong>Special</strong> At 1st level, when selecting the three activities you take during the Region Activities step of the Activity phase of the Kingdom turn, you may select this activity no more than once. Once your kingdom reaches 4th level, you may select it up to twice per turn, and after reaching 9th level you may select it up to three times per turn. When you successfully claim a hex, gain 10 kingdom XP (see page 540). Many hexes have terrain features that grant benefits to your kingdom when claimed; see Terrain Features on page 535.</p>"
        },
        "location": null,
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Kingmaker"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "downtime",
                "region"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "campaignFeature"
}
