{
    "_id": "Sc4nKtdFqZqeh86f",
    "folder": "qKH7pfUGMDUg9obT",
    "img": "systems/pf2e/icons/default-icons/campaignFeature.svg",
    "name": "Creative Solution",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "campaign": "kingmaker",
        "category": "kingdom-activity",
        "description": {
            "value": "<p>You work with your kingdom's scholars, thinkers, and practitioners of magical and mundane experimentation to come up with new ways to resolve issues when business as usual is just not working. Attempt a basic @Check[scholarship|dc:resolve(@kingdom.control.dc)] check.</p>\n<hr />\n<p><strong>Critical Success</strong> You can call upon the solution to aid in resolving any Kingdom skill check made during the remainder of this Kingdom turn. Do so when a Kingdom skill check is rolled, but before you learn the result. Immediately reroll that check with a +2 circumstance bonus; you must take the new result. If you don't use your Creative Solution by the end of this turn, you lose this benefit and gain 10 kingdom XP instead.</p>\n<p><strong>Success</strong> As critical success, but the Creative Solution costs the kingdom 1d4 RP to research. This cost is paid now, whether or not you use your Creative Solution.</p>\n<p><strong>Failure</strong> Your attempt at researching a Creative Solution costs the kingdom 2d6 RP but is ultimately a failure. It provides no advantage.</p>\n<p><strong>Critical Failure</strong> As failure, but your scholars and thinkers are so frustrated that you take a –1 circumstance penalty to Culture-based checks until the end of the next Kingdom turn.</p>\n<p><strong>Special</strong> You cannot influence a check with Supernatural Solution and Creative Solution simultaneously.</p>"
        },
        "location": null,
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Kingmaker"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "downtime",
                "fortune",
                "leadership"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "campaignFeature"
}
