{
    "_id": "yrmHICfnXFGP5fJf",
    "folder": "qKH7pfUGMDUg9obT",
    "img": "systems/pf2e/icons/default-icons/campaignFeature.svg",
    "name": "Establish Farmland",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "campaign": "kingmaker",
        "category": "kingdom-activity",
        "description": {
            "value": "<p><strong>Requirements</strong> Plains or hills are the predominant terrain feature in the hex; the hex is in the influence of one of your settlements.</p>\n<hr />\n<p>You plant crops and establish livestock in permanent farms, ranches, and other growing operations to create Farmland. If you're attempting to Establish Farmland in a hex that is predominantly plains, you must spend 1 RP and the check is against your Control DC. If you're targeting a hex that is predominantly hills, you must spend 2 RP and the check is against your Control DC + 5.</p>\n<hr />\n<p><strong>Critical Success</strong> You establish two adjacent Farmland hexes instead of one. If your target hex was a hills hex, the additional hex may be a hills hex or a plains hex; otherwise, the additional hex must be a plains hex. If no appropriate hex is available, treat this result as a regular success instead.</p>\n<p><strong>Success</strong> You establish one Farmland hex.</p>\n<p><strong>Failure</strong> You fail to establish a Farmland hex.</p>\n<p><strong>Critical Failure</strong> You fail to establish a Farmland hex, and your attempt potentially causes the spread of a blight. At the start of each of the next two Event phases, attempt a @Check[type:flat|dc:6]; on a failure, your kingdom experiences a Crop Failure event in this and all adjacent hexes</p>"
        },
        "location": null,
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Kingmaker"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "downtime",
                "region"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "campaignFeature"
}
