{
    "_id": "4QbqwZxEbSt3qcHw",
    "folder": "qKH7pfUGMDUg9obT",
    "img": "systems/pf2e/icons/default-icons/campaignFeature.svg",
    "name": "Offensive Gambit",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "campaign": "kingmaker",
        "category": "kingdom-activity",
        "description": {
            "value": "<p><strong>Requirements</strong> You have at least one army in the same hex as an enemy army.</p>\n<hr />\n<p>You order an attack against an enemy army, causing a war encounter to begin after this Kingdom turn ends. No check is necessary if you wish to engage the enemy without attempting to gain an advantage in initiative. If you want to gain an advantage by surprising the enemy, attempt an Intrigue check. If you want to gain an advantage by intimidating the enemy, attempt a Warfare check. In either case, the DC is equal to the enemy army's Scouting DC.</p>\n<hr />\n<p><strong>Critical Success</strong> Your approach surprises or intimidates the enemy. Your armies in this hex gain a +2 circumstance bonus on their initiative checks, and one enemy army of the party's choice in this hex becomes shaken 1.</p>\n<p><strong>Success</strong> Your approach gives you an advantage. Your armies in this hex gain a +2 circumstance bonus on their initiative checks.</p>\n<p><strong>Failure</strong> You gain no advantage in the battle.</p>\n<p><strong>Critical Failure</strong> Not only do you fail to gain advantage, but the enemy forces have anticipated the attack. Enemy armies in this hex at the time of the Offensive Gambit gain a +4 circumstance bonus on their initiative checks in any resulting war encounters.</p>"
        },
        "location": null,
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Kingmaker"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "army",
                "downtime"
            ]
        }
    },
    "type": "campaignFeature"
}
