{
    "_id": "WuSEEEP2rEEz1d9t",
    "folder": "qKH7pfUGMDUg9obT",
    "img": "systems/pf2e/icons/default-icons/campaignFeature.svg",
    "name": "Outfit Army",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "campaign": "kingmaker",
        "category": "kingdom-activity",
        "description": {
            "value": "<p>You provide your army with better gear. Choose what sort of gear you wish to provide your army with from the list beginning on page 574. The level of the gear chosen must be equal to or less than the army's level. If you're crafting or purchasing gear, the level of the gear chosen must be equal to or less than your kingdom level. If you're distributing resources gained from battle, the level of the gear chosen must be equal to or less than the highest level of an enemy army defeated in that battle. If you're purchasing the gear, this activity requires a basic @Check[trade|dc:resolve(@kingdom.control.dc)] check and costs the standard amount of RP for the gear; you cannot purchase magic gear unless your kingdom is at least expert rank in Magic. If you're distributing gear gained from battle, this activity requires a basic @Check[warfare|dc:resolve(@kingdom.control.dc)] check and does not cost RP.</p>\n<hr />\n<p><strong>Critical Success</strong> The gear proved particularly easy to outfit, and the army becomes efficient.</p>\n<p><strong>Success</strong> The gear is sufficient, and your army becomes outfitted with it immediately.</p>\n<p><strong>Failure</strong> The gear proves to be unusable and the attempt to outfit the army fails. If you spent RP on the check, it is refunded.</p>\n<p><strong>Critical Failure</strong> As failure, but spent RP is not refunded.</p>"
        },
        "location": null,
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Kingmaker"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "army",
                "downtime"
            ]
        }
    },
    "type": "campaignFeature"
}
