{
    "_id": "XaK0Q9fda8IiIvrz",
    "folder": "qKH7pfUGMDUg9obT",
    "img": "systems/pf2e/icons/default-icons/campaignFeature.svg",
    "name": "Relocate Capital",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "campaign": "kingmaker",
        "category": "kingdom-activity",
        "description": {
            "value": "<p><strong>Requirements</strong> One of your settlements that is not your current capital must contain a Castle, Palace, or Town Hall. All leaders must spend all of their leadership activities during the Activity phase of a Kingdom turn on this activity.</p>\n<hr />\n<p>The kingdom leaders announce that they are uprooting the seat of government from its current home and reestablishing it in another settlement. Attempt a @Check[industry|dc:resolve(@kingdom.control.dc + 5)] check with a DC equal to the kingdom's Control DC + 5. You cannot Relocate your Capital again for at least 3 Kingdom turns.</p>\n<hr />\n<p><strong>Critical Success</strong> The move goes off splendidly, with people excited about the new capital and celebrating the leadership's wisdom.</p>\n<p><strong>Success</strong> The move goes smoothly and with minimal disruption, but some folks are upset or homesick. Increase Unrest by 1.</p>\n<p><strong>Failure</strong> The move causes unhappiness. Gain 1 Unrest and increase two Ruins of your choice by 1.</p>\n<p><strong>Critical Failure</strong> The people reject the idea of the new capital and demand you move it back. The move is unsuccessful, and your capital remains unchanged. Gain [[/r 1d4 #Unrest]]{1d4 Unrest}. Increase three Ruins of your choice by 1 and the fourth Ruin by 3.</p>"
        },
        "location": null,
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Kingmaker"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "downtime",
                "leadership"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "campaignFeature"
}
