{
    "_id": "QKBoVicXa0GfKrYG",
    "folder": "qKH7pfUGMDUg9obT",
    "img": "systems/pf2e/icons/default-icons/campaignFeature.svg",
    "name": "Request Foreign Aid",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "campaign": "kingmaker",
        "category": "kingdom-activity",
        "description": {
            "value": "<p><strong>Requirements</strong> You have diplomatic relations with the group you are requesting aid from.</p>\n<hr />\n<p>When disaster strikes, you send out a call for help to another nation with whom you have diplomatic relations. The DC of this check is equal to the other group's Negotiation DC +2 (see the sidebar on page 519).</p>\n<hr />\n<p><strong>Critical Success</strong> Your ally's aid grants a +4 circumstance bonus to any one Kingdom skill check attempted during the remainder of this Kingdom turn. You can choose to apply this bonus to any Kingdom skill check after the die is rolled, but must do so before the result is known. In addition, immediately roll 2 Resource Dice and gain RP equal to the result; this RP does not accrue into XP at the end of the turn if you don't spend it.</p>\n<p><strong>Success</strong> As success, but choose the benefit given by the aid: either roll 1 Resource Die and gain RP equal to the result or gain a +2 circumstance bonus to a check.</p>\n<p><strong>Failure</strong> Your ally marshals its resources but cannot get aid to you in time to deal with your current situation. At the start of your next Kingdom turn, gain [[/r 1d4 #RP]]{1d4 RP}.</p>\n<p><strong>Critical Failure</strong> Your ally is tangled up in its own problems and is unable to assist you, is insulted by your request for aid, or might even have an interest in seeing your kingdom struggle against one of your ongoing events. Whatever the case, your pleas for aid make your kingdom look desperate. You gain no aid, but you do increase Unrest by [[/r 1d4]].</p>"
        },
        "location": null,
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Kingmaker"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "downtime",
                "leadership"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "campaignFeature"
}
