{
    "_id": "QtSFmMG3Yos0JFSD",
    "folder": "qKH7pfUGMDUg9obT",
    "img": "systems/pf2e/icons/default-icons/campaignFeature.svg",
    "name": "Tap Treasury",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "campaign": "kingmaker",
        "category": "kingdom-activity",
        "description": {
            "value": "<p>You tap into the cash reserves of your kingdom for the PCs' personal use or to provide emergency funding for an event. This is a basic @Check[statecraft|dc:resolve(@kingdom.control.dc)] check, but after you succeed or critically succeed at this activity, all future attempts to Tap Treasury have their results worsened two degrees. This penalty persists until funds equal to those taken from the treasury are repaid via Capital Investment.</p>\n<hr />\n<p><strong>Critical Success</strong> You withdraw funds equal to the Currency per Additional PC column on Table 10–9: Party Treasure By Level on page 509 of the Pathfinder Core Rulebook (using your kingdom's level to set the amount), or you successfully fund the unexpected event that required you to Tap your Treasury.</p>\n<p><strong>Success</strong> As critical success, but you overdraw your treasury in the attempt. You take a –1 circumstance penalty to all Economy-based checks until the end of your next Kingdom turn.</p>\n<p><strong>Failure</strong> You fail to secure the funds you need, and rumors about the kingdom's potential shortfall of cash cause you to take a –1 circumstance penalty to all Loyalty and Economy-based checks until the end of your next Kingdom turn.</p>\n<p><strong>Critical Failure</strong> As failure, but the rumors spiral out of control. Increase Unrest by 1 and add 1 to a Ruin of your choice.</p>"
        },
        "location": null,
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Kingmaker"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "commerce",
                "downtime"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "campaignFeature"
}
