{
    "_id": "BRqiW7ZvzhFDuiIw",
    "folder": "P7aD88MdipkcNJQ7",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Areshkagal",
    "system": {
        "attribute": [
            "cha",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Areshkagal, the Faceless Sphinx, is the demon lord of greed, portals of all kinds, and inscrutable riddles. While in decline due to the loss of her territory to her half-sister Aldinach, this demon lord still has formidable power and wealth, although her real strength lies in her abilities of deception, sequestering treasures behind riddle locks and portal traps. She appears as a faceless, six-legged sphinx with blue fur and pale, ashen skin. Her wings resemble those of a dragon and her tail is a viper that hisses her countless unfair riddles. Her cultists, usually based near deserts, remain equally enigmatic with their own puzzles, veiled coded language, and seething rage at their diminishing numbers. Because of Areshkagal's secretive nature, followers often form mystery cults, with layers upon layers of falsehoods so intricate that initiates often don't realize they follow the Faceless Sphinx.</p>\n<p><strong>Title</strong> The Faceless Sphinx</p>\n<p><strong>Areas of Concern</strong> Greed, knowledge, portals, riddles</p>\n<p><strong>Edicts</strong> Clear paths and portals, develop new riddles, hide your intentions</p>\n<p><strong>Anathema</strong> Reveal knowledge without personal gain, show mercy to cultists of Aldinach, willingly relinquish wealth</p>\n<p><strong>Religious Symbol</strong> faceless female pharaoh</p>\n<p><strong>Sacred Animal</strong> viper</p>\n<p><strong>Sacred Colors</strong> blue, gold</p>"
        },
        "domains": {
            "alternate": [
                "air",
                "glyph"
            ],
            "primary": [
                "knowledge",
                "travel",
                "trickery",
                "wealth"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "deception"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Befuddle",
            "4": "Compendium.pf2e.spells-srd.Item.Translocate",
            "6": "Compendium.pf2e.spells-srd.Item.Never Mind"
        },
        "traits": {},
        "weapons": [
            "sickle"
        ]
    },
    "type": "deity"
}
