{
    "_id": "Y6tbAWlcccGlUH0z",
    "folder": "P7aD88MdipkcNJQ7",
    "img": "systems/pf2e/icons/deities/haagenti.webp",
    "name": "Haagenti",
    "system": {
        "attribute": [
            "con",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Haagenti, the Whispers Within, claims an innocent, seemingly progressive portfolio of alchemy, invention, and transformation, but has dominion over the negative aspects and results of experimentation. Followers tend to be obsessive, unconcerned with the dangers of new knowledge, and selfish about their need for discovery regardless of the impact on society and individuals. Every invention created under the influence of Haagenti turns destructive in unpredictable ways. As a demon lord of transformation, Haagenti has a myriad of forms, but a common one is winged, bull-like being with axebladed horns, toxic breath, and a seductive telepathic voice. Cults tend to be small, centering around a lone \"genius\" and perhaps trusted apprentices, but the nature of Haagenti's influence relies on overblown egos, and each workshop's staff quickly turn against each other over jealousy. Both Haagenti and his cults have a standing hostility against Yamasoth, a qlippoth lord of transformation, that many see as a being encroaching on Haagenti's purview.</p>\n<p><strong>Title</strong> The Whispers Within</p>\n<p><strong>Areas of Concern</strong> Alchemy, invention, transformation</p>\n<p><strong>Edicts</strong> Practice alchemical transmutations, pursue knowledge whatever the cost, use your inventions to exploit others</p>\n<p><strong>Anathema</strong> Aid Yamasoth, allow morality to interfere with research, destroy knowledge</p>\n<p><strong>Religious Symbol</strong> philosopher's stone</p>\n<p><strong>Sacred Animal</strong> bull</p>\n<p><strong>Sacred Colors</strong> gold, lead gray</p>"
        },
        "domains": {
            "alternate": [
                "ambition",
                "creation"
            ],
            "primary": [
                "change",
                "might",
                "toil",
                "wealth"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Summon Construct",
            "2": "Compendium.pf2e.spells-srd.Item.Humanoid Form",
            "4": "Compendium.pf2e.spells-srd.Item.Bestial Curse"
        },
        "traits": {},
        "weapons": [
            "battle-axe"
        ]
    },
    "type": "deity"
}
