{
    "_id": "5QjycohRhMIejeN7",
    "folder": "P7aD88MdipkcNJQ7",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Jezelda",
    "system": {
        "attribute": [
            "con",
            "str"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Jezelda, the demon lord of desolation, the moon, and werewolves, is also known as the Mistress of the Hungry Moon. Legends claim she was the first lycanthrope, but neither she nor her followers have confirmed this. Jezelda is a patron specifically of werewolves, and she and her followers wage war against any non-werewolf werebeast. Her three forms consist of a dark-haired woman, a feral wolf with yellow eyes, and an emaciated combination of the two. Cultists form around two types of hunts. In the first, the cultists find someone worthy of Jezelda's blessing, stalk them for one moon cycle, and then hunt them down together to turn them into a werewolf. In the other type, the cultists find an individual worthy of sacrifice, stalk them for a year, and then hunt them down to kill them. Their success or failure determines if they have won or lost Jezelda's favor for that year. Over time, these deaths and forced conversion to lycanthropy can turn communities into ghost towns.</p>\n<p><strong>Title</strong> Mistress of the Hungry Moon</p>\n<p><strong>Areas of Concern</strong> Desolation, the moon, werewolves</p>\n<p><strong>Edicts</strong> Eat raw meat and blood, hunt on the night of the full moon, prey on the weak and defenseless</p>\n<p><strong>Anathema</strong> Betray your pack, offer succor to nonwerewolf shapeshifters, use silver as a weapon</p>\n<p><strong>Religious Symbol</strong> full moon above moor</p>\n<p><strong>Sacred Animal</strong> wolf</p>\n<p><strong>Sacred Colors</strong> black, silver</p>"
        },
        "domains": {
            "alternate": [
                "nature"
            ],
            "primary": [
                "destruction",
                "might",
                "moon",
                "trickery"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Fleet Step",
            "2": "Compendium.pf2e.spells-srd.Item.Feral Shades",
            "5": "Compendium.pf2e.spells-srd.Item.Moon Frenzy"
        },
        "traits": {},
        "weapons": [
            "claw",
            "scimitar"
        ]
    },
    "type": "deity"
}
