{
    "_id": "BrbXGyzCeORNyJT5",
    "folder": "P7aD88MdipkcNJQ7",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Sifkesh",
    "system": {
        "attribute": [
            "wis",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Sifkesh is unusual among demonkind as she is more of a machinator akin to a devil. The Whispered Doubt works on twisting minds away from purity, seducing faithful mortals into betraying their religions. Once tempted into blasphemies, these mortals damage to the reputations of their religion among society and also to their personal standing. Sifkesh particularly delights in pushing these blasphemers to leave their faith, fighting against their fellow faithful, or even leading a mortal to the ultimate ruin of death. In these cases, Sifkesh can more easily claim a heretic's soul and consume it. This consumption borders on the daemonic, which contradicts her demonic nature. Sifkesh appears as a human woman with pale wings, dark hair, and a body cut into sections that float together to maintain her generally humanoid form. Her worshippers include blasphemers, heretics, and outcasts from other religions.</p>\n<p><strong>Title</strong> The Whispered Doubt</p>\n<p><strong>Areas of Concern</strong> Heresy, hopeless despair, suicide</p>\n<p><strong>Edicts</strong> Spread doubt among the faithful, ruin the reputation of religions, provoke wrongdoers to suicide instead of allowing for redemption</p>\n<p><strong>Anathema</strong> Spread hope, offer forgiveness, sincerely honor or call upon another god</p>\n<p><strong>Religious Symbol</strong> bloody hands</p>\n<p><strong>Sacred Animal</strong> asp</p>\n<p><strong>Sacred Colors</strong> red, white</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "nightmares",
                "pain",
                "sorrow",
                "trickery"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "deception"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Ill Omen",
            "4": "Compendium.pf2e.spells-srd.Item.Suggestion",
            "5": "Compendium.pf2e.spells-srd.Item.Wave of Despair"
        },
        "traits": {},
        "weapons": [
            "war-razor"
        ]
    },
    "type": "deity"
}
