{
    "_id": "Uz7DDxMvWjSXUrmX",
    "folder": "P7aD88MdipkcNJQ7",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Sithhud",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Long ago, Sithhud, the demon lord of harsh snowstorms and the frozen dead, was ousted from his realm of Jhuvumirak in the Outer Rifts by another demon lord of cold. He was not destroyed, however, and was merely reduced to a nascent demon lord as he took refuge in the labyrinthine valleys between the peaks of his former mountain domain. The deposed Frozen Lord didn't spend the intervening centuries idle. After slowly amassing an army of frozen undead, Sithhud recently led an assault to take back Jhuvumirak and in doing so, reclaimed his status as demon lord, slaying his former usurper and striking his name from all existence and memory. In addition, this foray allowed him to appropriate the concept of revenge from his enemy's portfolio. His vengeance complete, Sithhud turns his attention once again to mortalkind, hoping to regain followers among necromancers and intelligent undead who live in places regularly blanketed by snow and sleet. The Frozen Lord appears as an icy humanoid skeleton with three spidery legs. He exhorts his devotees to strike back against those who wronged them, even if it takes dozens of years.</p>\n<p><strong>Title</strong> Frozen Lord</p>\n<p><strong>Areas of Concern</strong> Blizzards, the frozen dead, revenge</p>\n<p><strong>Edicts</strong> Be as inexorable as a glacier, endure the elements, seek vengeance no matter how long it takes</p>\n<p><strong>Anathema</strong> Forgive even the smallest slights, offer shelter during a blizzard or ice storm</p>\n<p><strong>Religious Symbol</strong> icy three-fingered hand of bone</p>\n<p><strong>Sacred Animal</strong> albino wolf</p>\n<p><strong>Sacred Colors</strong> blue, white</p>"
        },
        "domains": {
            "alternate": [
                "toil",
                "vigil"
            ],
            "primary": [
                "ambition",
                "cold",
                "undeath",
                "water"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Chilling Spray",
            "3": "Compendium.pf2e.spells-srd.Item.Slow",
            "5": "Compendium.pf2e.spells-srd.Item.Howling Blizzard"
        },
        "traits": {},
        "weapons": [
            "longsword"
        ]
    },
    "type": "deity"
}
