{
    "_id": "J33L1nYGD06FcxYF",
    "folder": "P7aD88MdipkcNJQ7",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Vulot",
    "system": {
        "attribute": [
            "int",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Vulot is the nascent demon lord of lies, loss of identity, and suffocation. The All or None receives worship from liars, con artists, opportunistic community leaders, and even some stage performers. As befits a demon lord of disguises and swapping faces, Vulot has several forms, varying from a humanoid body made up of dozens of different faces to a nondescript, mannequin-like form with no face at all. The All or None sees each identity stolen as an opportunity to consume the potential that individual holds. Vulot doesn't feed on the abstract idea of potential, instead using a person's potential to provide divine fuel for further machinations. Vulot's ultimate goal is to use all of this potential to ascend far beyond the status of demon lord into something greater, destroying or appropriating anyone else along the way, including any fellow demon lords that may act as obstacles to this goal. The demon lord's cultists tend to be individual and solitary, as covering up their identity requires few to know their true selves. Their work aims less for direct confrontation instead destroying the connections of a community through falsehoods and whisper campaigns. Luckily, the All or None's followers are generally too individualistic for more than short-term gains.</p>\n<p><strong>Title</strong> The All or None</p>\n<p><strong>Areas of Concern</strong> Disguises, lies, stolen identities</p>\n<p><strong>Edicts</strong> Steal another's identity, never introduce yourself the same way twice, use someone else's reputation to your advantage</p>\n<p><strong>Anathema</strong> Expose your unadorned face, reveal a conspiracy to the public, surrender a criminal to the authorities</p>\n<p><strong>Religious Symbol</strong> dagger lodged into wooden head</p>\n<p><strong>Sacred Animal</strong> moth</p>\n<p><strong>Sacred Colors</strong> black, gray</p>"
        },
        "domains": {
            "alternate": [
                "nightmares",
                "void"
            ],
            "primary": [
                "confidence",
                "secrecy",
                "trickery",
                "delirium"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "deception"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Befuddle",
            "4": "Compendium.pf2e.spells-srd.Item.Honeyed Words",
            "5": "Compendium.pf2e.spells-srd.Item.Portrait of the Artist"
        },
        "traits": {},
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
