{
    "_id": "kvMjvTyMNODBA1N2",
    "folder": "P7aD88MdipkcNJQ7",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Yhidothrus",
    "system": {
        "attribute": [
            "wis",
            "con"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Yhidothrus is the demon lord of the horrific aspects of time: erosion, decay, entropy, the fear of aging, and worms. The Ravager Worm operates slowly, letting time do his work, as his twisting body grows ever longer. Rumored to be connected (physically and in origin) to qlippoths, Yhidothrus's form is an infinitely long worm with night black flesh and a mouth of a dozen jaws and countless teeth. This demon lord's physical connection to the realm of qlippoths can also explain his slow workings; he is physically incapable of reaching into the territory of the other demon lords. His cults tend to be solitary individuals determined to avoid death and aging, transforming themselves into liches or other monstrosities, doing the demon lord's work less for his power and more to avoid his reach, letting him decay other things in exchange for preserving their existence.</p>\n<p><strong>Title</strong> The Ravager Worm</p>\n<p><strong>Areas of Concern</strong> Age, entropy, time, worms</p>\n<p><strong>Edicts</strong> Advance the destruction of all things, extend your life by any means necessary, sow discord among civilizations</p>\n<p><strong>Anathema</strong> Act rashly without careful planning, promote the creation of a place, thing, or idea</p>\n<p><strong>Religious Symbol</strong> worm-filled hourglass</p>\n<p><strong>Sacred Animal</strong> worm</p>\n<p><strong>Sacred Colors</strong> black, pale yellow</p>"
        },
        "domains": {
            "alternate": [
                "undeath",
                "void"
            ],
            "primary": [
                "death",
                "decay",
                "fate",
                "time"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Déjà Vu",
            "4": "Compendium.pf2e.spells-srd.Item.Morass of Ages",
            "6": "Compendium.pf2e.spells-srd.Item.Cast into Time"
        },
        "traits": {},
        "weapons": [
            "spiked-chain"
        ]
    },
    "type": "deity"
}
