{
    "_id": "lgyGhpyPosriQUzE",
    "data": {
        "attributes": {
            "ac": {
                "value": 10
            },
            "hardness": 0,
            "hasHealth": false,
            "hp": {
                "details": "",
                "max": 0,
                "temp": 0,
                "tempmax": 0,
                "value": 0
            },
            "stealth": {
                "details": "(expert)",
                "value": 22
            }
        },
        "creatureType": "",
        "details": {
            "description": "Whether made up of water rushing through the streets that sweeps up dangerous debris along the way or a less natural substance bursting free of its container, this relentless flood batters everything in its path. ",
            "disable": "three DC 35 Athletics, Crafting, or Survival checks to move or construct barricades strong enough to create a shelter from the flood. While this creates a safe place to stand, creatures outside of the barricaded area may still be in danger depending on the nature and the source of the flood.",
            "isComplex": true,
            "level": {
                "value": 10
            },
            "reset": "",
            "routine": "(1 action) The flood advances forward 60 feet, crashing into all creatures within its area. Each creature must attempt a DC 30 Fortitude save as the floodwaters pummel them and pull them downstream. The amount and type of damage dealt are based on the nature of the flood, and certain types of floods impose additional effects. The turbulent waters mean creatures within the area of the flood must attempt a DC 20 Athletics check to Swim in order to move, and those who do not succeed at a check to Swim each round may drown.<br /><br /><b>Critical Success</b> The creature takes no damage.<br /><b>Success</b> The creature takes half damage. <br /><b>Failure</b> The creature takes full damage and is moved 10 feet along with the water.<br /><b>Critical Failure</b> The creature takes double damage and is moved 20 feet along with the water.<br /><br />• <b>Acidic Runoff</b> This caustic flood dissolves flesh as it moves, dealing 1d12 bludgeoning damage and 1d12+8 acid damage. Additionally, it deals 2d6 persistent acid damage to creatures who critically fail their Fortitude saves.<br />• <b>Battering Waves</b> This flood of rushing water deals 2d12+10 bludgeoning damage.<br />• <b>Repulsive Refuse</b> This flood has picked up tainted or disease-ridden objects like sewer runoff or rotting food. It deals 2d12+8 bludgeoning damage. Each creature exposed to the flood must attempt a DC 29 Fortitude save, becoming sickened 1 on a failure or sickened 2 on a critical failure. Additionally, creatures who come into contact with the flood waters are exposed to filth fever (DC 20 Fortitude, <i>Bestiary</i> 258).<br />• <b>Sharp Debris</b> The waters have picked up various objects, some of which are particularly sharp. The flood deals 1d12 bludgeoning damage and 1d12+12 piercing damage.<br />• <b>Sticky Goo</b> The substance is particularly sticky. It deals 2d12+6 bludgeoning damage. Additionally, each creature in the flood must attempt a DC 29 Reflex save at the beginning of their turn each round. On a failed saving throw, they take a -10-foot circumstance penalty to all their Speeds for 1 round. On a critical failure, they are instead immobilized for 1 round."
        },
        "saves": {
            "fortitude": {
                "saveDetail": "",
                "value": 0
            },
            "reflex": {
                "saveDetail": "",
                "value": 0
            },
            "will": {
                "saveDetail": "",
                "value": 0
            }
        },
        "schema": {
            "lastMigration": null,
            "version": 0.646
        },
        "source": {
            "value": ""
        },
        "statusEffects": [],
        "traits": {
            "ci": [],
            "di": {
                "custom": "",
                "selected": {},
                "value": []
            },
            "dr": [],
            "dv": [],
            "rarity": {
                "value": "common"
            },
            "size": {
                "value": "med"
            },
            "traits": {
                "custom": "",
                "value": [
                    "environmental"
                ]
            }
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/default-icons/hazard.svg",
    "items": [
        {
            "_id": "gxjS3APksgflCuua",
            "data": {
                "actionCategory": {
                    "value": ""
                },
                "actionType": {
                    "value": "reaction"
                },
                "actions": {
                    "value": ""
                },
                "description": {
                    "value": "<p><strong>Trigger</strong> A creature or effect breaks the flood's containment. <br /><strong>Effect</strong> The hazard rolls initiative as the flood surges forth.</p>"
                },
                "requirements": {
                    "value": ""
                },
                "rules": [],
                "schema": {
                    "lastMigration": null,
                    "version": 0.646
                },
                "slug": null,
                "source": {
                    "value": ""
                },
                "traits": {
                    "custom": "",
                    "rarity": {
                        "value": "common"
                    },
                    "value": []
                },
                "trigger": {
                    "value": ""
                },
                "weapon": {
                    "value": ""
                }
            },
            "effects": [],
            "flags": {},
            "img": "systems/pf2e/icons/actions/Reaction.webp",
            "name": "Burst Free",
            "sort": 100000,
            "type": "action"
        }
    ],
    "name": "Perilous Flash Flood",
    "token": {
        "disposition": 0,
        "height": 1,
        "img": "systems/pf2e/icons/default-icons/hazard.svg",
        "name": "Perilous Flash Flood",
        "width": 1
    },
    "type": "hazard"
}
