{
    "_id": "54Q1eRCmuu6ueM4j",
    "img": "systems/pf2e/icons/actions/TwoActions.webp",
    "name": "Curiosity",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "deityboon",
        "description": {
            "value": "<p>A desire for knowledge can be a powerful motivation. This focus also commonly manifests in young or otherwise innocent spirits, as they're bound mainly by a desire to see the world a little longer. You reach out to touch an adjacent living target, and for a moment, your hand becomes incorporeal as it passes through their body. The target must attempt a @Check[type:will|dc:resolve(@actor.system.attributes.classOrSpellDC.value)] save, after which they're immune to this power.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> You perceive vague surface thoughts from the target and find out whether its Intelligence modifier is higher than, equal to, or lower than yours.</p>\n<p><strong>Failure</strong> As success, but you can probe into the target's mind and attempt to uncover the answer to a question you telepathically pose to them. The target can attempt a @Check[type:deception|dc:resolve(@actor.system.attributes.classOrSpellDC.value)] check against your spirit power's DC; if the target succeeds, you don't learn the answer, and on a critical success, the target gives you a false answer you believe is truthful.</p>\n<p><strong>Critical Failure</strong> As failure, but once you resolve the telepathic question and its answer, the target loses all memory of this event.</p>"
        },
        "level": {
            "value": 0
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #198: No Breath to Cry"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "minor-spirit-power"
            ],
            "rarity": "rare",
            "value": [
                "linguistic",
                "mental",
                "occult"
            ]
        }
    },
    "type": "feat"
}
