{
    "_id": "kisnuKPMGheORROU",
    "content": "<h1>Animal Trainer </h1>\n<p><span>You have befriended an animal to serve as an able assistant and loyal guardian. </span></p>\n<h2>@Compendium[pf2e.feats-srd.Animal Trainer Dedication]{Animal Trainer Dedication } Feat 2</h2>\n<p><strong>Prerequisites</strong> Trained in Nature</p>\n<hr />\n<p>You gain the services of a young animal companion that travels with you and obeys simple commands as best as it can. This trained animal is trained in Performance instead of the skill listed for its type.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the animal trainer archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Beast Speaker]{Beast Speaker} Feat 4</h2>\n<p><strong>Prerequisites</strong> Animal Trainer Dedication</p>\n<hr />\n<p>You constantly have the effects of @Compendium[pf2e.spells-srd.Speak with Animals]{Speak with Animals} as a 2nd-level innate primal spell. You gain a +2 circumstance bonus to Diplomacy checks to Make a Request of animals while this spell is active.</p>\n<h2>@Compendium[pf2e.feats-srd.Mature Trained Companion]{Mature Trained Companion } Feat 6</h2>\n<p><strong>Prerequisites</strong> Animal Trainer Dedication</p>\n<p>Your animal companion grows up, becoming a mature animal companion. Increase its proficiency rank in Performance to expert instead of one of the three skill increases for mature. It gains the Mesmerizing Performance advanced maneuver, rather than the normal advanced maneuver for its type.</p>\n<h3>@Compendium[pf2e.actionspf2e.Mesmerizing Performance]{Mesmerizing Performance}</h3>\n<p><strong>Requirements</strong> The companion's last action was a successful Performance check to Perform.</p>\n<hr />\n<p>The companion maintains its performance to captivate a single target within 30 feet that witnessed its successful performance. The target must attempt a Will save.</p>\n<p><strong>Success</strong> The target is unaffected and temporarily immune for 1 hour</p>\n<p><strong>Failure</strong> The target is fascinated by the companion for its next action and then is temporarily immune for 1 hour.</p>\n<p><strong>Critical Failure</strong> The target is fascinated by the companion for 1 round. While it remains fascinated, it can't use reactions.</p>\n<h2>@Compendium[pf2e.feats-srd.Insistent Command]{Insistent Command} Feat 8</h2>\n<p><strong>Prerequisites</strong> Master in Nature, Animal Trainer Dedication</p>\n<hr />\n<p>When you roll a success to Command an Animal, you get a critical success; if you roll a critical failure, you get a failure.</p>\n<h2>@Compendium[pf2e.feats-srd.Splendid Companion]{Splendid Companion } Feat 12</h2>\n<p><strong>Prerequisites</strong> Mature Trained Companion</p>\n<hr />\n<p>Your animal companion continues to develop. It becomes a nimble or savage animal companion (your choice), gaining abilities determined by its type. Increase its proficiency rank in Performance to master instead of Athletics or Acrobatics.</p>\n<h2>@Compendium[pf2e.feats-srd.Specialized Companion (Animal Trainer)]{Specialized Companion } Feat 18</h2>\n<p><strong>Prerequisites</strong> Splendid Companion</p>\n<hr />\n<p>The animal companion you gain from the Animal Trainer Dedication feat gains one specialization of your choice. Increase its proficiency rank in Performance to legendary instead of one of the specialization's skill increases.</p>\n",
    "flags": {},
    "name": "Animal Trainer ",
    "permission": {
        "default": 0
    }
}
