{
    "_id": "myvFp45VnA2FPOvG",
    "content": "<h1>Archaeologist</h1>\n<p>Adventurers raid tombs for material gain, but true archaeologists treasure the knowledge gained from such sites. You might accomplish your goals with scholarly learning, by training to overcome the tricks and traps set by ancient peoples and rivals, through magical training, or even with a bit of inexplicable luck.</p>\n<p><strong>Additional Feats</strong>: 4th @Compendium[pf2e.feats-srd.Trap Finder]{Trap Finder} (Core Rulebook 183); 10th @Compendium[pf2e.feats-srd.Delay Trap]{Delay Trap} (Core Rulebook 186)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Archaeologist Dedication]{Archaeologist Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Perception, Society, and Thievery</p>\n<hr />\n<p>You are a student of peoples and their histories, and are in constant pursuit of knowledge and artifacts from the past. You become an expert in Society and Thievery, and you gain a +1 circumstance bonus to Recall Knowledge about ancient history, peoples, and cultures.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the archaeologist archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Magical Scholastics]{Magical Scholastics} Feat 4</h2>\n<p><strong>Prerequisites</strong> Archaeologist Dedication</p>\n<hr />\n<p>While study is key to your success, a bit of magic is a helpful tool in discovering the secrets of the past. You gain detect magic, guidance, and read aura as occult innate cantrips.</p>\n<h2>@Compendium[pf2e.feats-srd.Settlement Scholastics]{Settlement Scholastics} Feat 6</h2>\n<p><strong>Prerequisites</strong> Archaeologist Dedication</p>\n<hr />\n<p>Your studies open up new horizons. You become an expert in a Lore skill about a specific settlement; if you were already trained in that Lore skill, you also become trained in the Lore skill for a different settlement of your choice. Choose a single common or uncommon language prevalent in that settlement. You learn that language.</p>\n<p><strong>Special</strong> You can take this feat multiple times. When you take this feat again, choose a different settlement.</p>\n<h2>@Compendium[pf2e.feats-srd.Scholastic Identification]{Scholastic Identification} Feat 7</h2>\n<p><strong>Prerequisites</strong> Archaeologist Dedication, master in Society</p>\n<hr />\n<p>You have the knowledge needed to understand ancient texts and cultural artifacts. You can use Society when Deciphering Writing, no matter the type of writing you are examining. You can also use Society to Identify Magic when examining a magic item or location with cultural significance.</p>\n<h2>@Compendium[pf2e.feats-srd.Archaeologist's Luck]{Archaeologist's Luck} Feat 8</h2>\n<p><strong>Prerequisites</strong>  Archaeologist Dedication</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Trigger</strong> You fail a check against a trap, such as a Thievery check to Disable the trap or a Reflex save to avoid its effects.</p>\n<hr />\n<p>You are more than just skillful; your drive to find the secrets of the past manifests as a strange kind of luck. Reroll the failed check and use the new result.</p>\n<h2>@Compendium[pf2e.feats-srd.Greater Magical Scholastics]{Greater Magical Scholastics} Feat 10</h2>\n<p><strong>Prerequisites</strong>  Archaeologist Dedication, Magical Scholastics</p>\n<hr />\n<p>You broaden your magical studies, allowing you to find the right path, detect objects, and conceal those objects from unscrupulous rivals. You can cast augury, locate, and nondetection as occult innate spells, each once per day. You can cast this nondetection spell only on an object, and it is automatically heightened to the same spell level as your cantrips from Magical Scholastics.</p>",
    "flags": {},
    "name": "Archaeologist",
    "permission": {
        "default": 0
    }
}
