{
    "_id": "7BNWl18efHJ93hke",
    "content": "<h1>Assassin</h1>\n<p>Targeted killing through stealth and subterfuge is the expertise of an assassin. While assassins are skilled in ending lives and many are evil, some live by a moral code, preying on the wicked, the cruel, or those who revel in unchecked aggression or power.</p>\n<p>Additional Feats: 4th @Compendium[pf2e.feats-srd.Poison Resistance]{Poison Resistance} (Core Rulebook 77); 6th @Compendium[pf2e.feats-srd.Poison Weapon]{Poison Weapon} (Core Rulebook 185), @Compendium[pf2e.feats-srd.Sneak Attacker]{Sneak Attacker} (Core Rulebook 229); 10th @Compendium[pf2e.feats-srd.Improved Poison Weapon]{Improved Poison Weapon} (Core Rulebook 187)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Assassin Dedication]{Assassin Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> Alchemical Crafting; trained in Crafting, Deception, and Stealth</p>\n<hr />\n<p>You've trained to assassinate your foes, and you do so with tenacity and precision. You gain the Mark for Death activity.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the assassin archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Expert Backstabber]{Expert Backstabber} Feat 4</h2>\n<p><strong>Prerequisites</strong> Assassin Dedication</p>\n<hr />\n<p>When you Strike a flat-footed foe with a weapon that has the backstabber weapon trait, you deal 2 extra precision damage instead of 1. If the weapon is a +3 weapon, you deal 4 extra precision damage instead of 2.</p>\n<h2>@Compendium[pf2e.feats-srd.Surprise Attack]{Surprise Attack} Feat 4</h2>\n<p><strong>Prerequisites</strong> Assassin Dedication</p>\n<hr />\n<p>You act before foes can react. On the first round of combat, if you roll Deception or Stealth for initiative, creatures that haven't acted are flat-footed to you.</p>\n<h2>@Compendium[pf2e.feats-srd.Angel Of Death]{Angel Of Death} Feat 10</h2>\n<p><strong>Prerequisites</strong> Assassin Dedication</p>\n<hr />\n<p>All your Strikes against a creature you have Marked for Death have the death trait, causing the mark to be instantly killed when reduced to 0 Hit Points. When killed in this way, attempts to communicate with it, return it to life, turn it into an undead, or otherwise disturb its afterlife fail unless the effect's counteract level is higher than half your level when you killed the creature (rounded up), or originates from an artifact or a deity.</p>\n<h2>@Compendium[pf2e.feats-srd.Assassinate]{Assassinate} Feat 12</h2>\n<p><strong>Prerequisites</strong> Assassin Dedication</p>\n<p><strong>Requirements</strong> You have designated a mark using Mark for Assassination and are completely unnoticed by your mark.</p>\n<hr />\n<p>You strike with one swift movement, trying to instantly slay your mark. Make a Strike against your mark. If you hit, your mark takes 6d6 extra precision damage with a basic Fortitude save against your class DC or spell DC, whichever is higher. If the mark critically fails, they die. This is an incapacitation effect. The creature then becomes temporarily immune to your Assassinate for 1 day.</p>\n",
    "flags": {},
    "name": "Assassin",
    "permission": {
        "default": 0
    }
}
