{
    "_id": "UsT8XqN5LwfbBMzp",
    "content": "<h1>Bastion</h1>\n<p>Some say that a good offense is the best defense, but you find such boasting smacks of overconfidence. In your experience, the best defense is a good, solid shield between you and your enemies. You've focused your training on how best to use a shield to protect yourself and those around you.</p>\n<p><strong>Additional Feats</strong>: 6th @Compendium[pf2e.feats-srd.Shielded Stride]{Shielded Stride} (Core Rulebook 146); 8th @Compendium[pf2e.feats-srd.Reflexive Shield]{Reflexive Shield} (Core Rulebook 148), @Compendium[pf2e.feats-srd.Shield Warden]{Shield Warden} (Core Rulebook 149); 10th @Compendium[pf2e.feats-srd.Quick Shield Block]{Quick Shield Block} (Core Rulebook 149); 12th @Compendium[pf2e.feats-srd.Mirror Shield]{Mirror Shield} (Core Rulebook 151)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Bastion Dedication]{Bastion Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> Shield Block</p>\n<hr />\n<p>You are particularly skilled at using a shield in combat. You gain the Reactive Shield fighter feat (Core Rulebook 145). This fulfills any prerequisites requiring Reactive Shield as normal.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the bastion archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Disarming Block]{Disarming Block} Feat 4</h2>\n<p><strong>Prerequisites</strong> Bastion Dedication, trained in Athletics</p>\n<p><strong>Trigger</strong> You Shield Block a melee Strike made with a held weapon.</p>\n<hr />\n<p>You attempt to Disarm the creature whose attack you blocked of the weapon they attacked you with. You can do so even if you don't have a hand free.</p>\n<h2>@Compendium[pf2e.feats-srd.Nimble Shield Hand]{Nimble Shield Hand} Feat 6</h2>\n<p><strong>Prerequisites</strong> Bastion Dedication</p>\n<hr />\n<p>You are so used to wielding a shield that you can do so even while using the hand that's holding it for other purposes. The hand you use to wield a shield counts as a free hand for the purposes of the Interact action. You can also hold another object in this hand (but you still can't use it to wield a weapon). This benefit doesn't apply to tower shields, which are still too cumbersome.</p>\n<h2>@Compendium[pf2e.feats-srd.Destructive Block]{Destructive Block} Feat 10</h2>\n<p><strong>Prerequisites</strong> Bastion Dedication</p>\n<hr />\n<p>You can protect yourself more effectively, at the expense of your shield. When you Shield Block, you can reduce the damage to yourself by double the shield's Hardness, but if you do, the shield takes double the normal amount of damage it would have taken (before applying its Hardness). You can't use Destructive Block if your shield can't be broken or destroyed, such as if you're using an indestructible shield.</p>\n<h2>@Compendium[pf2e.feats-srd.Shield Salvation]{Shield Salvation} Feat 12</h2>\n<p><strong>Prerequisites</strong> Bastion Dedication</p>\n<hr />\n<p>You can save your shield from total destruction, even after a devastating attack. If a shield would be destroyed due to damage taken during your Shield Block, the shield remains intact at 1 Hit Point instead. Its construction is weakened until you take the time to repair it, preventing you from using Shield Salvation to save the same shield until your next preparations.</p>\n",
    "flags": {},
    "name": "Bastion",
    "permission": {
        "default": 0
    }
}
