{
    "_id": "gw4J1pXYED71TPWx",
    "content": "<h1>Bellflower Tiller</h1>\n<p><span>Bellflower tillers handle most of the ground-level efforts of freeing slaves and escorting them to safety. They use farming-related code words to hide their work: a tiller's freed slaves are her &quot;crop,&quot; which she moves along secretive paths termed &quot;rows,&quot; taking shelter in secret hideouts referred to as &quot;barns.&quot;</span></p>\n<h2><span>@Compendium[pf2e.feats-srd.Bellflower Dedication]{Bellflower Dedication} Feat 6</span></h2>\n<p><strong>Prerequisites</strong> Charisma 14, expert in Stealth and Survival, member of the Bellflower Network</p>\n<hr />\n<p>You dedicate yourself to freeing slaves and escorting them to freedom. You gain a +5-foot status bonus to your Speed. Choose up to six other people to be your &quot;crop.&quot; Members of your crop can use your Speed for overland travel if it's higher than their own. Members more than 60 feet from you lose all benefits (from this or other Bellflower tiller feats) of being part of your crop, but they regain those benefits immediately when they return. You can add or remove someone from your crop by spending 10 minutes in conversation with them.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the Bellflower tiller archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Garden Path]{Garden Path} Feat 8</h2>\n<p><strong>Prerequisites</strong> Bellflower Dedication</p>\n<hr />\n<p>You can guide your crop to move without notice. When you and any of your crop are Avoiding Notice, you can choose one member of your crop to temporarily gain the benefits of the Quiet Allies skill feat until the group is no longer Avoiding Notice. The group rolls two checks instead of one, using the higher die roll. This is a fortune effect.</p>\n<h2>@Compendium[pf2e.feats-srd.Practiced Guidance]{Practiced Guidance} Feat 8</h2>\n<p><strong>Prerequisites</strong> Bellflower Dedication</p>\n<hr />\n<p>Making one's way to safety can be harrowing, but you have extensive practice at helping others along that path. When you roll a success to Aid a member of your crop, you get a critical success instead.</p>\n<h2>@Compendium[pf2e.feats-srd.Scarecrow]{Scarecrow} Feat 8</h2>\n<p><strong>Prerequisites</strong> Bellflower Dedication</p>\n<hr />\n<p>You fight fiercely to protect your crop. When you hit a creature that is adjacent to two or more members of your crop with a weapon or unarmed attack, you gain a circumstance bonus to your damage roll equal to the number of weapon damage dice. When you hit a creature who has a member of your crop grabbed, that member can attempt to Escape using a reaction.</p>\n<h2>@Compendium[pf2e.feats-srd.Tiller's Aid]{Tiller's Aid} Feat 10</h2>\n<p><strong>Prerequisites</strong> Bellflower Dedication</p>\n<hr />\n<p>You can use the Aid reaction to help a member of your crop even if you haven't prepared to do so.</p>\n<h2>@Compendium[pf2e.feats-srd.Tiller's Drive]{Tiller's Drive} Feat 10</h2>\n<p><strong>Prerequisites</strong> Bellflower Dedication</p>\n<hr />\n<p>Your Speed bonus from Bellflower Dedication increases to +10 feet. Members of your crop receive a +5-foot circumstance bonus to Speed.</p>\n<h2>@Compendium[pf2e.feats-srd.Cut the Bonds]{Cut the Bonds} Feat 12</h2>\n<p><strong>Prerequisites</strong> Bellflower Dedication, expert in a melee weapon</p>\n<hr />\n<p>Select a magical effect that has made an adjacent member of your crop clumsy, grabbed, paralyzed, restrained, or slowed. Attempt a counteract check using your attack modifier (including your multiple attack penalty) with a melee weapon with which you have expert proficiency. Your counteract level is half your level rounded up. On a success, you free that member from the effect; on a failure, you can't attempt to use Cut the Bonds on that effect on that crop member until 24 hours have passed.</p>\n",
    "flags": {},
    "name": "Bellflower Tiller",
    "permission": {
        "default": 0
    }
}
