{
    "_id": "5zILvODoiQC34tWU",
    "content": "<h1>Blessed One</h1>\n<p>Through luck or deed, heritage or heroics, you carry the blessing of a deity. This blessing manifests as the ability to heal wounds and remove harmful conditions, and exists independent of worship. You might offer thanks daily to the deity whose power you wield, or you might carry these blessings reluctantly, seeking to avoid responsibility or even acting to defy the deity's influence on you. You might wear the robes of the deity's order, or you might give little thought and even less reverence to the source of your powers. However you feel about these gifts, there can be no doubt that you wield a special power. Good-aligned deities are most likely to empower a blessed one. However, deities of any alignment can grant such a blessing, as long as they are capable of granting a positive divine font to their clerics. This means such deities as Lamashtu might grant a foul version of the blessed one's powers.</p>\n<p><strong>Additional Feats</strong>: 6th @Compendium[pf2e.feats-srd.Accelerating Touch]{Accelerating Touch} (page 119), @Compendium[pf2e.feats-srd.Mercy]{Mercy} (Core Rulebook 111); 8th @Compendium[pf2e.feats-srd.Invigorating Mercy]{Invigorating Mercy} (page 119); 10th @Compendium[pf2e.feats-srd.Greater Mercy]{Greater Mercy} (Core Rulebook 112); 12th @Compendium[pf2e.feats-srd.Elucidating Mercy]{Elucidating Mercy} (page 120), @Compendium[pf2e.feats-srd.Resilient Touch]{Resilient Touch} (page 120); 14th @Compendium[pf2e.feats-srd.Affliction Mercy]{Affliction Mercy} (Core Rulebook 113), @Compendium[pf2e.feats-srd.Amplifying Touch]{Amplifying Touch} (page 120); 20th @Compendium[pf2e.feats-srd.Rejuvenating Touch]{Rejuvenating Touch} (page 121)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Blessed One Dedication]{Blessed One Dedication} Feat 2</h2>\n<p>You are touched by a deity and gifted with the ability to alleviate the suffering of others. You gain the lay on hands devotion spell. It costs 1 Focus Point to cast a focus spell. This feat grants a focus pool of 1 Focus Point that you can recover using the Refocus activity (Core Rulebook 300). You can Refocus by meditating, whether you reflect on the deity granting the blessing or not, allowing your blessing to refill your focus pool. Your devotion spells from the blessed one archetype are divine spells.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the blessed one archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Blessed Sacrifice]{Blessed Sacrifice} Feat 4</h2>\n<p><strong>Prerequisites</strong> Blessed One Dedication</p>\n<hr />\n<p>You gain the protector's sacrifice domain spell as a devotion spell. Increase the number of Focus Points in your focus pool by 1.</p>\n<h2>@Compendium[pf2e.feats-srd.Blessed Spell]{Blessed Spell} Feat 8</h2>\n<p><strong>Prerequisites</strong> Blessed One Dedication, ability to cast spells from spell slots, Mercy</p>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<hr />\n<p>When you focus your magic on an ally, you can remove harmful conditions. If your next action is to Cast a Spell from a spell slot, and that spell targets only a single ally, you can also attempt to remove a harmful condition from that ally. The condition must be one that could be removed by your Mercy feat, including those granted by later feats such as Greater Mercy. Attempt a counteract check based on the spell's DC and level. This effect is in addition to the normal effects of your spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Blessed Denial]{Blessed Denial} Feat 12</h2>\n<p><strong>Prerequisites</strong> Blessed One Dedication</p>\n<p><strong>Trigger</strong> An ally within 30 feet would become frightened, drained, enfeebled, sickened, or stupefied.</p>\n<hr />\n<p>You exude peace and protection, lessening a harmful condition as it falls upon an ally. Reduce the value of the condition your ally would take by 1 (to a minimum of 0). If the ally takes more than one condition at the same time, choose one to reduce.</p>",
    "flags": {},
    "name": "Blessed One",
    "permission": {
        "default": 0
    }
}
