{
    "_id": "GCoO342NLbrmEer1",
    "content": "<h1>Bounty Hunter</h1>\n<p>Whether for coin, glory, or justice, you know how to track, defeat, and capture dangerous individuals. You're accustomed to perusing wanted posters, searching up on leads, and pursuing villains to hell and back.</p>\n<p><strong>Additional Feats</strong>: 14th @Compendium[pf2e.feats-srd.Double Prey]{Double Prey} (Core Rulebook 175)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Bounty Hunter Dedication]{Bounty Hunter Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Survival</p>\n<hr />\n<p>When focused on finding your quarry, you're relentless. You gain the Hunt Prey action (Core Rulebook 168). You can use Hunt Prey to designate only a creature that you've seen, heard about, or learned about through some other means, such as a bounty board or wanted poster. In addition to the other benefits of Hunt Prey, you gain a +2 circumstance bonus to checks to Gather Information regarding your prey.</p>\n<p>If you already have Hunt Prey, you become an expert in Survival and gain the circumstance bonus to Gather Information about your prey; you can still designate a creature you're tracking during exploration, in addition to the conditions above.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the bounty hunter archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Tools Of The Trade]{Tools Of The Trade} Feat 4</h2>\n<p>You're well-versed in weapons that allow you to bring bounties in alive. You are trained with the following weapons: bola (page 248), sap, and whip. You gain access to bolas. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the weapons listed.</p>\n<p>In addition, you take no penalty when making a nonlethal attack with a weapon without the nonlethal trait.</p>\n<h2>@Compendium[pf2e.feats-srd.Posse]{Posse} Feat 4</h2>\n<p><strong>Requirements</strong> You have designated prey with Hunt Prey.</p>\n<hr />\n<p>By spending 1 minute giving guidance to help hunt down your prey, you instruct up to five willing creatures to assist you. They gain a +1 circumstance bonus to Seek your prey, to Track your prey, and to Gather Information about your prey. You and the creatures assisting you gain a +1 circumstance bonus to initiative rolls when entering combat with your prey.</p>\n<p>This benefit lasts until you designate a new prey or your prey dies, whichever comes first. An individual creature assisting you loses this benefit if they're out of your presence for too long to benefit from your instructions. This is usually 1 hour, but is determined by the GM.</p>\n<h2>@Compendium[pf2e.feats-srd.Keep Pace]{Keep Pace} Feat 6</h2>\n<p><strong>Trigger</strong> Your prey is within reach and attempts to move away from you.</p>\n<hr />\n<p>Your prey can't Escape. Stride up to your Speed, following the foe and keeping it in reach throughout its movement until it stops moving or you've moved your full Speed. You can use Keep Pace to Burrow, Climb, Fly, or Swim instead of Stride if you have the corresponding movement type.</p>\n<h2>@Compendium[pf2e.feats-srd.Opportunistic Grapple]{Opportunistic Grapple} Feat 8</h2>\n<p><strong>Requirements</strong> Your prey is within your reach, you have at least one free hand, and your target is no more than one size larger than you.</p>\n<p><strong>Trigger</strong> Your prey critically fails on a melee Strike's attack roll against you.</p>\n<hr />\n<p>You attempt an Athletics check to Grapple your prey.</p>\n",
    "flags": {},
    "name": "Bounty Hunter",
    "permission": {
        "default": 0
    }
}
