{
    "_id": "bDP7kO6bnQh6no0C",
    "content": "<h1>Bright Lion</h1>\n<p>You are one of the Bright Lions, part revolutionary warrior, part undercover spy.</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Bright Lion Dedication]{Bright Lion Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> member of the Bright Lions, not a worshipper of Walkena, trained in Stealth;</p>\n<p><strong>Access</strong> @Compendium[pf2e.backgrounds.Bright Lion]{Bright Lion} background</p>\n<hr />\n<p>You become trained in your choice of Deception or Diplomacy and in Mzali Lore; if you were already trained, you become an expert instead. You incorporate enough worship of Walkena in your daily life to avoid suspicion. You typically don't need to Lie or Impersonate to pass yourself off as a worshipper of Walkena. Against careful inspection, you gain a +4 circumstance bonus to Deception checks specifically to pass yourself off as a version of yourself faithful to Walkena.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Bright Lion archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Warding Light]{Warding Light} Feat 4</h2>\n<p><strong>Prerequisites</strong> Bright Lion Dedication</p>\n<hr />\n<p>You gain a tattoo that serves as a special ward to defend you against Walkena's forces.</p>\n<p>The tattoo allows you to cast the light cantrip as a divine innate spell at will. The cantrip is heightened to a spell level equal to half your level rounded up. If you die, the tattoo immediately casts gentle repose on your corpse, heightened to the same spell level.</p>\n<h2>@Compendium[pf2e.feats-srd.Sun's Fury]{Sun's Fury} Feat 6</h2>\n<p><strong>Prerequisites</strong> Bright Lion Dedication</p>\n<hr />\n<p>The Old Sun Gods have granted you a gift in your fight against Walkena. You gain the sun's fury focus spell. If you don't already have one, you gain a focus pool of 1 Focus Point, which you can regain using the Refocus activity to pray to the Old Sun Gods; if you already have a focus pool, increase the number of Focus Points in your focus pool by 1. Your Bright Lion focus spells are divine spells; when you gain this feat, if you aren't already, you become trained in divine spell attacks and spell DCs, using Charisma as your spellcasting ability score.</p>\n<h2>@Compendium[pf2e.feats-srd.Elude the Divine]{Elude the Divine} Feat 8</h2>\n<p><strong>Prerequisites</strong> Bright Lion Dedication</p>\n<hr />\n<p>You are able to escape inquisitions involving divine magic, allowing you to blend in well in Mzali but also to avoid unwanted attention in other oppressive theocracies. You gain the Slippery Secrets skill feat, and its benefits also apply against divination effects that attempt to discern your deity. When using Slippery Secrets against a divine divination, you gain a +2 circumstance bonus, and on a critical success, the divination reveals false information appropriate to your false persona, rather than nothing.</p>\n",
    "flags": {},
    "name": "Bright Lion",
    "permission": {
        "default": 0
    }
}
