{
    "_id": "O9aKJ2C3MvHKFmcO",
    "content": "<h1>Bullet Dancer</h1>\n<p>While most monastic orders and traditional fighting schools shun firearms as loud and unreliable technology for unskilled conscripts, you fuse flourishing feints and ricocheting gunplay into a whirling ballet of bullets. As a bullet dancer, you might become the target of brash duelists and gladiators looking to make a name for themselves. But you tend to welcome the attention and might have proven your reputation while dancing your deadly ballet in tournaments from Tymon to Goka. You've found your fluid motions and explosive attacks to be surefire crowd-pleasers, even as they serve to confound and shock your foes.</p>\n<h2>@Compendium[pf2e.feats-srd.Bullet Dancer Dedication]{Bullet Dancer Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> expert in unarmored defense and trained in unarmed attack</p>\n<hr />\n<p>You've learned how to synchronize traditional martial arts and guns. You gain the @Compendium[pf2e.actionspf2e.Bullet Dancer Stance]{Bullet Dancer Stance} action. Whenever your proficiency in any weapon increases to expert or beyond, you gain that new proficiency with bayonets, reinforced stocks, simple firearms and unarmed attacks.</p>\n<h2>@Compendium[pf2e.feats-srd.Brawling Focus]{Brawling Focus} Feat 4*</h2>\n<p>* This version of the Brawling Focus feat is intended for use with an Archetype and has a different level for access than the @Compendium[pf2e.feats-srd.Brawling Focus]{original feat}.</p>\n<hr />\n<p>You know how to make the most of your attacks when fighting hand-to-hand. You gain access to the critical specialization effects of unarmed strikes in the brawling group and weapons in the brawling group. If you have @Compendium[pf2e.feats-srd.Monastic Weaponry]{Monastic Weaponry}, you also gain the critical specialization effects of all monk weapons in which you are trained.</p>\n<h2>@Compendium[pf2e.feats-srd.Pistol Twirl]{Pistol Twirl} Feat 4*</h2>\n<p>* This version of the Pistol Twirl feat is intended for use with an Archetype and has a different level for access than the @Compendium[pf2e.feats-srd.Pistol Twirl]{original feat}.</p>\n<hr />\n<p>Your quick gestures and flair for performance distract your opponent, leaving it vulnerable to your follow-up attacks. You Feint against an opponent within the required weapon's first range increment, rather than an opponent within melee reach. If you succeed, the foe is flat-footed against your melee and ranged attacks, rather than only your melee attacks. On a critical failure, you're flat-footed against the target's melee and ranged attacks, rather than only its melee attacks.</p>\n<h2>@Compendium[pf2e.feats-srd.Black Powder Boost]{Black Powder Boost} Feat 6*</h2>\n<p><strong>Requirements</strong> You're wielding a loaded firearm.</p>\n<p>* This version of the Black Powder Boost feat is intended for use with an Archetype and has a different level for access than the @Compendium[pf2e.feats-srd.Black Powder Boost]{original feat}.</p>\n<hr />\n<p>You fire your weapon as you jump, using the kickback to go farther. You @Compendium[pf2e.actionspf2e.Leap]{Leap} and discharge your firearm to add a +10-foot status bonus to the distance traveled. If you spend 2 actions for Black Powder Boost, you @Compendium[pf2e.actionspf2e.High Jump]{High Jump} or @Compendium[pf2e.actionspf2e.Long Jump]{Long Jump} instead.</p>\n<p><strong>Special</strong> An ability that allows you to @Compendium[pf2e.actionspf2e.High Jump]{High Jump} or @Compendium[pf2e.actionspf2e.Long Jump]{Long Jump} as a single action (like the @Compendium[pf2e.feats-srd.Quick Jump]{Quick Jump} skill feat) lets you use Black Powder Boost as a single action for those jumps as well.</p>\n<h2>@Compendium[pf2e.feats-srd.Bullet Dancer Burn]{Bullet Dancer Burn} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Bullet Dancer Dedication]{Bullet Dancer Dedication}</p>\n<hr />\n<p>The fiery blaze of your weapons combined with your unorthodox technique leaves your opponents with little opportunity to capitalize on any gaps in your defenses, or properly defend themselves against your onslaught. While in @Compendium[pf2e.actionspf2e.Bullet Dancer Stance]{Bullet Dancer Stance}, when you successfully Strike an opponent with a bayonet or reinforced stock attached to your firearm, the next ranged Strike you make against that opponent doesn't trigger reactions that would trigger on a ranged attack, such as Attack of Opportunity. While in Bullet Dancer Stance, when you make a successful ranged Strike against an opponent within your melee reach using a firearm, the next reinforced stock or bayonet attack attached to that firearm deals an additional 1 fire damage per weapon damage die.</p>\n<p>The benefit on your next Strike from either use of Bullet Dancer Burn is lost if not used by the end of your next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Black Powder Blaze]{Black Powder Blaze} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Black Powder Boost]{Black Powder Boost}</p>\n<p><strong>Requirements</strong> You're wielding a loaded firearm.</p>\n<hr />\n<p>You learn to take advantage of every shot, flying across the battlefield with the help of your weapon's recoil. Stride and use @Compendium[pf2e.feats-srd.Black Powder Boost]{Black Powder Boost}. Make a ranged Strike with the required weapon at any point during the Black Powder Boost.</p>\n<h2>@Compendium[pf2e.feats-srd.Snap Shot]{Snap Shot} Feat 8*</h2>\n<p>* This version of the Snap Shot feat is intended for use with an Archetype and has a different level for access than the @Compendium[pf2e.feats-srd.Snap Shot]{original feat}.</p>\n<hr />\n<p>You've learned to react with ranged weapons when a creature is in close quarters. You can use a reaction that normally allows you to make a melee weapon Strike to instead make a ranged weapon Strike. You must be Striking an adjacent target. If necessary for the reaction's trigger, you treat your ranged weapon as if it had a reach of 5 feet. If the reaction has other requirements, such as wielding a specific kind of weapon, Snap Shot doesn't allow you to ignore them; it allows you only to replace a melee weapon Strike with a ranged weapon Strike.</p>\n<h2>@Compendium[pf2e.feats-srd.Bullet Dancer Reload]{Bullet Dancer Reload} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Bullet Dancer Burn]{Bullet Dancer Burn}</p>\n<p><strong>Requirements</strong> You're in @Compendium[pf2e.actionspf2e.Bullet Dancer Stance]{Bullet Dancer Stance}.</p>\n<hr />\n<p>You've learned to reload your simple firearms with uncanny grace, the ammunition simply falling into place as though part of a well-practiced kata. You Strike with a simple firearm, and then Interact to reload that same firearm. You don't need a free hand to reload your simple firearm in this way.</p>\n<h2>@Compendium[pf2e.feats-srd.Trick Shot]{Trick Shot} Feat 12*</h2>\n<p><strong>Requirements</strong> You're wielding a loaded crossbow or firearm.</p>\n<p>* This version of the Trick Shot feat is intended for use with an Archetype and has a different level for access than the @Compendium[pf2e.feats-srd.Trick Shot]{original feat}.</p>\n<hr />\n<p>You shoot not at your foe but at an object nearby. Make a Strike with your firearm against an AC equal to an easy DC for your level. On a success, instead of hitting your foe, your attack hits an object behind or to the side of your target, creating one of the following effects. The GM might determine that a different AC is appropriate or that a particular effect isn't a valid option, such as using the explosive barrel option when there's no such object on the battlefield. The GM should inform you if a Trick Shot is feasible before you spend your actions, since your trained eye can easily recognize loose or volatile objects.</p>\n<ul>\n<li><strong>Dislodge Object</strong> Your attack knocks an unattended object of no more than 2 Bulk out of position, moving it up to 10 feet in a direction of your choice. For example, the weapon could knock a wizard's crystal ball off a table.</li>\n<li><strong>Explosive Barrel</strong> Your attack strikes a barrel of expensive rum, a vial of volatile alchemical fluids, a demonic pustule erupting from the earth, or some other explosive object. The object explodes in a 20-foot burst, and creatures in the area take 6d6 damage with a basic Reflex save against your class DC. The damage type is chosen by the GM, based on the exploding object. Increase the damage by 1d6 for every 2 levels you have above 10th.</li>\n</ul>\n<h2>@Compendium[pf2e.feats-srd.Ranged Disarm]{Ranged Disarm} Feat 14</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Bullet Dancer Dedication]{Bullet Dancer Dedication}; @Compendium[pf2e.feats-srd.Trick Shot]{Trick Shot}</p>\n<p><strong>Requirements</strong> You're wielding a simple firearm.</p>\n<hr />\n<p>When using a simple firearm, you can shoot objects right out of your enemy's hands. Attempt to Disarm the target using a ranged attack roll with your simple firearm, instead of attempting an Athletics check against the target's Reflex DC.</p>\n<h2>@Compendium[pf2e.feats-srd.Ricochet Shot]{Ricochet Shot} Feat 14*</h2>\n<p>* This version of the Ricochet Shot feat is intended for use with an Archetype and has a different level for access than the @Compendium[pf2e.feats-srd.Ricochet Shot]{original feat}.</p>\n<hr />\n<p>You bounce your shot off a nearby surface to strike your opponent from an unexpected angle. When determining whether a target has cover from your ranged attack with a firearm or crossbow, you can choose one solid surface within your weapon's first range increment to ricochet your shot off of. If you do, you determine the target's cover from the point where you ricochet your shot instead of from you.</p>\n<h2>@Compendium[pf2e.feats-srd.Showstopper]{Showstopper} Feat 16*</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Pistol Twirl]{Pistol Twirl}; master in Deception</p>\n<p>* This version of the Showstopper feat is intended for use with an Archetype and has a different level for access than the @Compendium[pf2e.feats-srd.Showstopper]{original feat}.</p>\n<hr />\n<p>Your twirling weapons create a grand distraction that's difficult to look away from. When using Pistol Twirl to Feint, you can target all enemies within your weapon's first range increment who you can perceive and who can see you. You roll one Deception check and compare it against each target's Perception DC.</p>\n<h2>@Compendium[pf2e.feats-srd.Two-Weapon Fusillade]{Two-Weapon Fusillade} Feat 16*</h2>\n<p><strong>Requirements</strong> You're wielding two weapons, each in a different hand. At least one of these weapons must be a loaded firearm or loaded crossbow.</p>\n<p>* This version of the Two-Weapon Fusillade feat is intended for use with an Archetype and has a different level for access than the @Compendium[pf2e.feats-srd.Two-Weapon Fusillade]{original feat}.</p>\n<hr />\n<p>You attack with both your weapons in a furious barrage. Strike twice, once with each weapon.</p>",
    "name": "Bullet Dancer",
    "permission": {
        "default": 0
    }
}
