{
    "_id": "EPFVMqEeaYi462xM",
    "content": "<h1>Captivator</h1>\n<p>Others find you inherently fascinating. You have a facility with words that draws others in, and you've always found it easy to sway others to your point of view. This ability has grown to the point where you're capable of innate magic. You can bend others' wills to your own by weaving alluring enchantments and compelling illusions. Perhaps this comes from a touch of fey or draconic blood in your family's distant past, or perhaps it's the work of some special boon or curse placed upon you.</p>\n<p>Captivators come from all areas of the world and all walks of life. A farmhand with the right gifts, sent to the market every week to hawk their latest crop, could find themself on the path to becoming a captivator. An urchin who relies on the sympathy of others just to survive may become a captivator out of necessity, and a noble, immersed in a deadly game of luxury and influence, might have trained to be a captivator since birth. Regardless of background, most captivators use their abilities to advance their station in life, make things easier for themselves, or befriend those who can help them achieve their goals.</p>\n<p>Good captivators use their gifts and skills to bring people together. They might turn a would-be tavern brawl into a night of sharing drinks and telling stories. They might offer encouragement to those facing depression or doubt. They excel at ending conflict peacefully and efficiently, leaving everyone around them happier. When faced with violence, they use their magic to quickly subdue or enthrall enemies while minimizing harm to their companions.</p>\n<p>Evil captivators manipulate others to achieve status, wealth, and power. They have no qualms about deceiving someone or using their magic to cause harm. Evil captivators are dangerous tricksters whose enchantments and illusions make them seem harmless, unimportant, or friendly. The slick politician, the devious con artist, the cunning courtier—these are all roles that an evil captivator can easily assume.</p>\n<h2>@Compendium[pf2e.feats-srd.Captivator Dedication]{Captivator Dedication} Feat 4</h2>\n<p><strong>Prerequisites</strong> Charisma 14, trained in Deception or Diplomacy</p>\n<hr />\n<p>Your ability to captivate others borders on the preternatural. You are seldom at a loss in social situations, and you can create minor enchantments or illusions. Choose Deception or Diplomacy. You become trained in that skill, or become an expert if you were already trained.</p>\n<p>Choose two cantrips from the occult list; each cantrip must be from either the enchantment or illusion school. You gain access to the Cast a Spell activity and can cast these spells as occult innate spells. You're trained in occult spell attack rolls and spell DCs. If you have a hand free, you can usually replace material components with somatic components, so you don't need to use a spell component pouch. Your key spellcasting ability for these spells is Charisma.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the captivator archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Basic Captivator Spellcasting]{Basic Captivator Spellcasting} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Captivator Dedication]{Captivator Dedication}</p>\n<hr />\n<p>Your innate ability to fascinate others develops into full-fledged spellcasting. This spellcasting comes naturally and instinctively to you, rather than as a product of training. Choose a 1st-level occult spell from either the enchantment or illusion school. You can Cast this Spell as an occult innate spell. At 6th level, you gain a 2nd-level spell, and at 8th level, you gain a 3rd-level spell. Each of these spells must be from either the enchantment or illusion school.</p>\n<h2>@Compendium[pf2e.feats-srd.Captivating Intensity]{Captivating Intensity} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Basic Captivator Spellcasting]{Basic Captivator Spellcasting}</p>\n<hr />\n<p>Your innate ability to fascinate others develops into full-fledged spellcasting. This spellcasting comes naturally and instinctively to you, rather than as a product of training. Choose a 1st-level occult spell from either the enchantment or illusion school. You can Cast this Spell as an occult innate spell. At 6th level, you gain a 2nd-level spell, and at 8th level, you gain a 3rd-level spell. Each of these spells must be from either the enchantment or illusion school.</p>\n<h2>@Compendium[pf2e.feats-srd.Countercharm]{Countercharm} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Basic Captivator Spellcasting]{Basic Captivator Spellcasting}</p>\n<p><strong>Trigger</strong> A creature Casts a Spell from the enchantment or illusion school.</p>\n<p><strong>Requirements</strong> You have an innate non-cantrip captivator spell of the same school.</p>\n<hr />\n<p>Your enchantments and illusions are so dominant that you can use them to counteract similar magic cast by others. When a foe casts an enchantment or illusion spell and you can see its manifestations, you can use your own innate magic to disrupt it. You lose an innate, non-cantrip spell of the same school as the triggering spell as if you had Cast the Spell. You then attempt to counteract the triggering spell with your spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Heightened Captivation]{Heightened Captivation} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Captivator Dedication]{Captivator Dedication}</p>\n<hr />\n<p>You can infuse your enchantments and illusions with more power. Choose one of your spells granted by captivator archetype feats; this spell can't be from your highest level of non-cantrip captivator spells. The spell you choose is heightened to the highest level of captivator spell you can cast, not including cantrips. You can't later change the spell that is heightened by this feat.</p>\n<p><strong>Special</strong> You can select this feat more than once. Each time you select it, you choose a different spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Expert Captivator Spellcasting]{Expert Captivator Spellcasting} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Basic Captivator Spellcasting]{Basic Captivator Spellcasting}</p>\n<hr />\n<p>You learn more powerful spells to enchant and deceive. You learn a 4th-level occult spell. At 12th level, you learn a 5th-level spell, and at 14th level, you learn a 6th-level spell. Each of these spells must come from either the enchantment or illusion school. You Cast these Spells as occult innate spells. You become an expert with spell attack rolls and spell DCs for occult spells.</p>\n<h2>@Compendium[pf2e.feats-srd.Reactive Charm]{Reactive Charm} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Captivator Dedication]{Captivator Dedication}</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You are the target of a spell or attack.</p>\n<hr />\n<p>You're so charming and distracting that when pressed, you can cast a simple enchantment in time to foil an attacker. You cast any of your 1st-level enchantment spells that normally take two actions or fewer to cast. This takes effect before the triggering spell or attack, and if the attacker is affected by your spell, it can make different decisions based on the effects (for instance, if you charm the attacker and it becomes friendly to you, it can choose a different target than you for its attack or spell). The attacking creature must be in range of your chosen spell, and if your spell requires targets, the attacking creature must be a valid target. Your spell affects only the attacking creature, even if it would normally affect more targets or an area.</p>\n<h2>@Compendium[pf2e.feats-srd.Effortless Captivation]{Efortless Captivation} Feat 14</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Captivator Dedication]{Captivator Dedication}</p>\n<p><strong>Trigger</strong> Your turn begins.</p>\n<hr />\n<p>You maintain your innate enchantments and illusions with hardly a thought. You immediately gain the effects of the Sustain a Spell action, which you can use only to extend the duration of an enchantment or illusion spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Master Captivator Spellcasting]{Master Captivator Spellcasting} Feat 16</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Expert Captivator Spellcasting]{Expert Captivator Spellcasting}</p>\n<hr />\n<p>You master the most powerful spells that enchant and deceive. You learn a 7th-level occult spell. At 18th level, you learn an 8th-level spell, and at 20th level, you learn a 9th-level spell. Each of these spells must come from either the enchantment or illusion school. You cast these spells as occult innate spells. You become a master with spell attack rolls and spell DCs for occult spells.</p>\n<h2>@Compendium[pf2e.feats-srd.Look Again]{Look Again} Feat 18</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Captivator Dedication]{Captivator Dedication}</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>If your illusions or enchantments fail to ensnare the minds of others, you can cast them again. If your next action is to cast an innate enchantment or illusion spell and it fails to affect any targets, you do not lose the spell. You must use the same number of actions to recast the same spell on your following turn; if you can't, or choose not to, you waste that number of actions with no effect. After this second casting, you lose the spell whether it affected any targets or not. Look Again works only with spells that require targets and doesn't do anything if you cast a targeted spell but didn't select any targets.</p>",
    "name": "Captivator",
    "permission": {
        "default": 0
    }
}
