{
    "_id": "IssZ6cIjxaE5XtTs",
    "content": "<h1>Demolitionist</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>As rippling explosions bring a castle's walls tumbling down, you grin and wipe the stone dust of your handiwork from your face. Brute force might work for others, but applying science to place the right explosives in just the right spot is essential to your craft.</p>\n<h2>@Compendium[pf2e.feats-srd.Demolitionist Dedication]{Demolitionist Dedication} Feat 2</h2>\n<hr />\n<p>You know how to set explosives to cause the maximum possible damage to buildings and other structures. You become trained in Engineering Lore or become an expert in it if you were already trained. You gain the @Compendium[pf2e.actionspf2e.Set Explosives]{Set Explosives} action.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the demolitionist archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Safety Measures]{Safety Measures} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Demolitionist Dedication]{Demolitionist Dedication}</p>\n<hr />\n<p>You're often careful to be sure you're not hoisted on your own petard, or anyone else's, for that matter. When you have cover from a bomb, you gain resistance to damage caused by that bomb equal to half your level, plus a value equal to the circumstance bonus to AC granted by the cover. You gain these benefits against your own bombs regardless of whether you have cover.</p>\n<h2>@Compendium[pf2e.feats-srd.Explosive Entry]{Explosive Entry} Feat 7</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Demolitionist Dedication]{Demolitionist Dedication}, master in Engineering Lore</p>\n<hr />\n<p>You know exactly how to make a memorable entrance... by detonating a bomb to produce a devastating explosion, of course! You Set Explosives on a door, window, container, or heavy gate. When the explosives detonate, you can attempt an Engineering Lore check to Force Open the target. If a bomb would add an item bonus to attack rolls, add that item bonus to your Engineering Lore check. Since you're blasting your way in, you can't avoid breaking the object or structure. If you roll a critical success, you get a success instead.</p>\n<h2>@Compendium[pf2e.feats-srd.Controlled Blast]{Controlled Blast} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Demolitionist Dedication]{Demolitionist Dedication}; @Compendium[pf2e.feats-srd.Calculated Splash]{Calculated Splash}, @Compendium[pf2e.feats-srd.Directional Bombs]{Directional Bombs}, or @Compendium[pf2e.feats-srd.Expanded Splash]{Expanded Splash}</p>\n<hr />\n<p>You maximize the effectiveness of your explosives by controlling every possible parameter of the blast meticulously. If you have the Directional Bombs feats, you can use it with Set Explosives or Demolition Charge, even though you didn't throw the bombs. If you have the Calculated Splash or Expanded Splash feats, you can apply the additional splash damage to one of the bombs when you Set Explosives or use Demolition Charge, and you can apply the increased splash area from Expanded Splash to all the bombs.</p>\n<h2>@Compendium[pf2e.feats-srd.Collapse Wall]{Collapse Wall} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Demolitionist Dedication]{Demolitionist Dedication}</p>\n<hr />\n<p><strong>Trigger</strong> A creature moves into the bombs' splash area.</p>\n<p><strong>Requirements</strong> You're within 30 feet of an area where you rigged bombs on a wall, cliff face, or similar vertical surface with Set Explosives or Demolition Charge.</p>\n<hr />\n<p>You detonate the required bombs in order to bring a wall down on a creature. If your bombs deal enough damage to reduce the wall's Hit Points below its Broken Threshold, the wall partially collapses on the creature. The creature takes bludgeoning damage equal to the damage dealt to the wall (basic Reflex save; the DC for this save is equal to your class DC or spell DC, whichever is higher). On a failure, they must spend an Interact action to dig themselves out of the collapse, and on a critical failure, they must spend 2 Interact actions to do so.</p>",
    "name": "Demolitionist",
    "permission": {
        "default": 0
    }
}
