{
    "_id": "lsU4NQEei111OetM",
    "content": "<h1>Dragon Disciple</h1>\n<p>The rippling waves of fear, the rustling of thick scales, and the beat of immense wings signal the arrival of a great dragon. The awe-inspiring presence of these creatures makes them worthy of reverence-or even outright worship. Dragon disciples dedicate themselves to becoming like these great beasts, with each disciple striving to typify one variety of dragon. Sorcerers of draconic blood, barbarians with the dragon instinct, and many kobolds with close ties to their draconic predecessors become dragon disciples, but anyone who has encountered one of these terrifying creatures might follow this path.</p>\n<p>As a dragon disciple, you study and learn from the example of dragons, but that doesn't necessarily mean that you admire the dragons you emulate. While most dragon disciples do indeed revere their chosen dragon, countless tales are told of dragon disciples born of great personal tragedy at the hands of boundless draconic fury. These disciples have transformed themselves into what they despise in order to gain the power to destroy their draconic tormentor and at long last earn their revenge.</p>\n<p><strong>INSTINCT OF THE WYRM</strong></p>\n<p>The acquisition of draconic might can change the dragon disciple's body and give them magical abilities, as reflected in the archetype's feats, but the mind often changes as well, potentially even overwhelming the disciple's normal personality. Any dragon disciple can find the attitudes of dragonkind intruding into their thoughts. The foremost emotion among all types of dragons is pride. Even the influence of a benevolent metallic dragon can overwhelm a dragon disciple with pride. When tempered, this feeling levels out to a steady confidence, but when uncontrolled, it can grow to an air of arrogance or superiority.</p>\n<p>Disciples of metallic dragons also feel the pangs of compassion and benevolence. They grow to be more focused on cooperation and might take on leadership roles. Disciples of the vile chromatic dragons are plagued by thoughts of cruelty and greed. They long to see fear in the eyes of foe and friend alike. Those who succumb to these thoughts become bullies or tyrants.</p>\n<p>Instinctual draconic feelings can be constant, yet they seem to intensify when the disciple uses their draconic powers. In the few seconds after using a breath weapon or attacking with claws, or when the disciple sprouts wings, they might have a moment of mental transformation. This can bring on the full mindset of a dragon, or even make the disciple temporarily believe they truly are a dragon, and is often accompanied by a draconic roar, cackle, or majestic display.</p>\n<p><span style=\"font-size: 1.5em;\">@Compendium[pf2e.feats-srd.Dragon Disciple Dedication]{Dragon Disciple Dedication} Feat 2</span></p>\n<p><strong>Access</strong> You are a kobold with the dragonscaled or spellscaled heritage, a dragon instinct barbarian, or a draconic bloodline sorcerer.</p>\n<hr />\n<p>You choose to study or worship one type of dragon, and your focus grants you a measure of its power. Choose one color of dragon when you select this feat; if you are a sorcerer with the draconic bloodline, this must be the same type as your bloodline. You gain resistance equal to half your level against one type of damage determined by the chosen dragon type. The GM may allow you to choose a dragon type not listed below, and will determine the damage type appropriate for that dragon.</p>\n<ul>\n<li><strong>Black or Copper</strong> Acid</li>\n<li><strong>Blue or Bronze</strong> Electricity</li>\n<li><strong>Brass, Gold, or Red</strong> Fire</li>\n<li><strong>Green</strong> Poison</li>\n<li><strong>Silver or White</strong> Cold</li>\n</ul>\n<p>You also gain a +1 circumstance bonus to saving throws against sleep effects and effects that would make you paralyzed.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the dragon disciple archetype. If you later take the sorcerer archetype, you must choose the draconic bloodline.</p>\n<h2>@Compendium[pf2e.feats-srd.Claws Of The Dragon]{Claws Of The Dragon} Feat 4</h2>\n<p><strong>Prerequisites</strong> Dragon Disciple Dedication</p>\n<hr />\n<p>Your fingernails grow into razor-sharp claws, and scales speckle your fingers, hands, and wrists. Your claws are agile, finesse unarmed attacks that deal 1d6 slashing damage and are in the brawling weapon group.</p>\n<p>If you're a draconic sorcerer, when you cast dragon claws, increase the spell's slashing damage die from d4 to d6 and increase the resistance to 10 at 1st level, 15 at 5th level, and 20 at 9th level.</p>\n<h2>@Compendium[pf2e.feats-srd.Draconic Scent]{Draconic Scent} Feat 4</h2>\n<p><strong>Prerequisites</strong> Dragon Disciple Dedication</p>\n<hr />\n<p>Your sense of smell is uncanny, much like a dragon's. You gain imprecise scent with a range of 30 feet. The GM might double the range if you're downwind from the creature or halve the range if you're upwind, at their discretion.</p>\n<h2>@Compendium[pf2e.feats-srd.Dragon Arcana]{Dragon Arcana} Feat 4</h2>\n<p><strong>Prerequisites</strong> ability to cast spells from spell slots, Dragon Disciple Dedication</p>\n<hr />\n<p>You've discovered how to add the magic of dragons to your tradition. Add the draconic bloodline's granted spells to your spell list; you must still learn them or add them to your repertoire as normal. These spells are shield, true strike, resist energy, haste, spell immunity, chromatic wall, dragon form, mask of terror, prismatic wall, and overwhelming presence.</p>\n<h2>@Compendium[pf2e.feats-srd.Scales Of The Dragon]{Scales Of The Dragon} Feat 4</h2>\n<p><strong>Prerequisites</strong> Dragon Disciple Dedication</p>\n<hr />\n<p>Scales grow across your body, protecting you against physical and magical threats. When you're unarmored, the scales give you a +2 status bonus to AC with a Dexterity cap of +2. Your resistance from Dragon Disciple Dedication increases to 3 + half your level.</p>\n<h2>@Compendium[pf2e.feats-srd.Breath Of The Dragon]{Breath Of The Dragon} Feat 8</h2>\n<p><strong>Prerequisites</strong> Dragon Disciple Dedication</p>\n<hr />\n<p>You can use a powerful breath weapon, much like the dragon you emulate. You gain the dragon breath sorcerer bloodline spell and a focus pool of 1 Focus Point. If you already have a focus pool, increase your number of Focus Points by 1.</p>\n<h2>@Compendium[pf2e.feats-srd.Wings Of The Dragon]{Wings Of The Dragon} Feat 12</h2>\n<p><strong>Prerequisites</strong> Dragon Disciple Dedication</p>\n<hr />\n<p>You can manifest draconic wings to soar through the air at great speed. You gain the dragon wings sorcerer bloodline spell and a focus pool of 1 Focus Point. If you already have a focus pool, increase your number of Focus Points by 1.</p>\n<h2>@Compendium[pf2e.feats-srd.Shape Of The Dragon]{Shape Of The Dragon} Feat 14</h2>\n<p><strong>Prerequisites</strong> Dragon Disciple Dedication</p>\n<hr />\n<p>You've discovered how to transform yourself into a dragon. Once per day, you can cast 7th-level dragon form as an innate arcane spell, transforming into your chosen type of dragon. The spell automatically heightens to 8th level if you're 16th level and 9th level if you're 18th level. Any time you score a critical hit with an unarmed Strike gained from dragon form, you recharge the spell's breath weapon immediately.</p>\n<h2>@Compendium[pf2e.feats-srd.Disciple's Breath]{Disciple's Breath} Feat 16</h2>\n<p><strong>Prerequisites</strong> Dragon Disciple Dedication, Dragon Breath sorcerer bloodline spell</p>\n<hr />\n<p>You unleash your breath weapon without spending focus. This has the effects of your dragon breath sorcerer bloodline spell, though it deals 9d6 damage instead of its usual damage, and you don't have to cast it or spend a Focus Point. You can't use Disciple's Breath again for 1d4 rounds.</p>\n<h2>@Compendium[pf2e.feats-srd.Mighty Dragon Shape]{Mighty Dragon Shape} Feat 18</h2>\n<p><strong>Prerequisites</strong> Shape of the Dragon</p>\n<hr />\n<p>You've practiced and increased your draconic might, allowing you to take your draconic form more often. You can use Shape of the Dragon once per hour instead of once per day.</p>",
    "flags": {},
    "name": "Dragon Disciple",
    "permission": {
        "default": 0
    }
}
