{
    "_id": "PPmO6FXrl8Otszji",
    "content": "<h1>Drow Shootist</h1>\n<p>Some drow take skill with the hand crossbow to new heights. You've learned the secrets of these fabled drow shootists. With fearlessness and swagger, you can accomplish amazing deeds with hand crossbows.</p>\n<p><strong>Additional Feats</strong>: You can select these class feats as archetype feats. 8th: @Compendium[pf2e.feats-srd.Poison Weapon]{Poison Weapon}, @Compendium[pf2e.feats-srd.Running Reload]{Running Reload}; 10th: @Compendium[pf2e.feats-srd.Skirmish Strike]{Skirmish Strike}.</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Drow Shootist Dedication]{Drow Shootist Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in hand crossbow</p>\n<hr />\n<p>Every chance you get, you practice with the hand crossbow to increase your draw speed and accuracy. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the @Compendium[pf2e.equipment-srd.Hand Crossbow]{Hand Crossbow}. If you're at least an expert in a hand crossbow you're using, you gain access to its critical specialization effect. You also gain the @Compendium[pf2e.actionspf2e.Shootist's Draw]{Shootist's Draw} action.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the drow shootist archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Repeating Hand Crossbow Training]{Repeating Hand Crossbow Training} Feat 4</h2>\n<p><strong>Prerequisites</strong> Drow Shootist Dedication</p>\n<hr />\n<p>You become trained in the @Compendium[pf2e.equipment-srd.Repeating Hand Crossbow]{Repeating Hand Crossbow} and gain access to repeating hand crossbows and @Compendium[pf2e.equipment-srd.Shootist Bandolier]{Shootist Bandolier}. Whenever you gain a class feature that grants you expert or greater proficiency in a given weapon or weapons, you also gain that proficiency in the repeating hand crossbow. If you're at least an expert in a repeating hand crossbow you're using, you gain access to its critical specialization effect. You can perform the @Compendium[pf2e.actionspf2e.Shootist's Draw]{Shootist's Draw} action with repeating hand crossbows.</p>\n<p><strong>Special</strong> If you have the @Compendium[pf2e.feats-srd.Running Reload]{Running Reload} feat, you can reload a repeating hand crossbow @Compendium[pf2e.equipment-srd.Magazine with 5 Bolts]{Magazine} on the move. You can use Running Reload as a 3-action activity to reload a magazine into a repeating hand crossbow after you Stride, Step, or Sneak, or as a 2-action activity if you use a magazine from a shootist bandolier.</p>\n<h2>@Compendium[pf2e.feats-srd.Reloading Trick]{Reloading Trick} Feat 6</h2>\n<p><strong>Prerequisites</strong> Drow Shootist Dedication</p>\n<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> You're holding an unloaded hand crossbow.</p>\n<hr />\n<p>You can fire off a single shot even when unprepared. You Interact to reload your hand crossbow and Strike with it.</p>\n<p><strong>Special</strong> If you have the Repeating Hand Crossbow Training}feat, you can use this feat with a Repeating Hand Crossbow to load either a @Compendium[pf2e.equipment-srd.Bolts]{Bolt} or a magazine, but the speed means you can fire only one bolt, then the magazine jams. You must spend a 3-action Interact activity to remove the jammed magazine and clear it before it can be used again.</p>\n<h2>@Compendium[pf2e.feats-srd.Lethargy Poisoner]{Lethargy Poisoner} Feat 8</h2>\n<p><strong>Prerequisites</strong> Drow Shootist Dedication, trained in Crafting</p>\n<hr />\n<p>You've learned more than the use of Hand Crossbow from drow lore. During your daily preparations, you can prepare a dose of @Compendium[pf2e.equipment-srd.Lethargy Poison]{Lethargy Poison} from ordinary materials in a wilderness or urban area. If you're an expert in Crafting, you can instead craft a dose of @Compendium[pf2e.equipment-srd.Stupor Poison]{Stupor Poison}. You can prepare two doses (of either poison) if you're a master in Crafting and three doses if you're legendary in Crafting. The save DC for this poison is equal to your class DC. Only you can use these poisons, and they expire the next time you make your daily preparations. The GM might decide that the area you're in is too barren to provide the materials you need for this feat.</p>",
    "flags": {},
    "name": "Drow Shootist",
    "permission": {
        "default": 0
    }
}
