{
    "name": "Edgewatch Detective",
    "permission": {
        "default": 0
    },
    "flags": {},
    "content": "<h1>Edgewatch Detective</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">You're a specially trained detective for the Edgewatch guard precinct in Absalom.</span></p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.6b8DiNx4c1zPZ7RP]{Edgewatch Detective Dedication} Feat 2</h2>\n<p><strong>Prerequisites&nbsp;</strong>Intelligence 14 or Wisdom 14</p>\n<hr />\n<p>You become trained in Society or Thievery; if you are already trained in both of these skills, you instead become trained in a skill of your choice. You can use Perception instead of Survival to Track, and you gain the Experienced Tracker skill feat.&nbsp;</p>\n<p><strong>Special</strong> You can&rsquo;t select another dedication feat until you have gained two other feats from the Edgewatch Detective archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.iyXw5PnevT2jT8kU]{Sense Alignment} Feat 4</h2>\n<p><strong>Prerequisites&nbsp;</strong>Edgewatch Detective Dedication</p>\n<hr />\n<p>You read the body language of an intelligent creature within 30 feet and pick up on subtle cues to detect its general propensity for good or evil and law or chaos. The GM rolls a secret Perception check, comparing the result against the target's Deception DC.</p>\n<hr />\n<p><strong>Critical Success</strong>&nbsp;You ascertain the target's alignment.</p>\n<p><strong>Success</strong>&nbsp;You ascertain the target's alignment, but only along one axis (your choice of either the good-evil axis or the lawful-chaotic axis).</p>\n<p><strong>Failure</strong>&nbsp;You do not learn the target's alignment.</p>\n<p><strong>Critical Failure</strong>&nbsp;You incorrectly ascertain the target's alignment, misidentifying their alignment along either one axis or both (GM's choice).</p>\n<h2>@Compendium[pf2e.feats-srd.z8bozNJvUjBoKLPA]{Arcane Sensitivity} Feat 6</h2>\n<p><strong>Prerequisites </strong>Edgewatch Detective Dedication</p>\n<hr />\n<p>You can sense the presence of the supernatural, even if you don't have any magical ability yourself. You can spend a single action (this action has the concentrate trait) to determine if any magical auras are present in the area. This has the effects of a 1st-level&nbsp;<em>detect magic</em>&nbsp;spell but isn't magical. By straining, you can also discover the source of the magic and its school (with the effect of a 4th-level <em>detect magic</em>&nbsp;spell), but doing so prevents you from using this ability again until you've rested for 8 hours.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.cBYTVYqw1EFVEuzs]{Bolera's Interrogation} Feat 6</h2>\n<p><strong>Prerequisites&nbsp;</strong>Edgewatch Detective Dedication</p>\n<p><strong>Frequency</strong>&nbsp;Three times per day</p>\n<hr />\n<p><span id=\"ctl00_MainContent_DetailedOutput\">You focus your attention on a single creature within 30 feet. That creature must attempt a Will save against your Perception DC. On a failure, the creature finds itself unable to speak any deliberate and intentional lies and takes a &ndash;2 penalty to Deception checks. On a critical failure, the penalty to Deception checks is &ndash;4. This effect lasts for 10 minutes as long as you are within 30 feet of the target and the target is aware that you are using the ability against it. If you begin a new interrogation, this effect ends for any previous target. After your interrogation ends, the target is immune to this ability for 24 hours.&nbsp;</span></p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"></span></p>",
    "_id": "Q3VydQ6b5Mxm1c41"
}
