{
    "_id": "IdhIKSuKueYt6RsQ",
    "content": "<h1>Eldritch Researcher</h1>\n<p>An eager student of occult lore, you enjoy reading rare or forgotten tomes with ancient rituals and hidden secrets. You connect disparate facts to unlock deeper mysteries and uncover the truths of the universe, and you zealously hoard the knowledge your painstaking research produces. Aberrations fascinate you for many reasons, not the least of which is because their anatomy is wholly alien and yet, to the insightful, eminently sensible.</p>\n<p>You've been particularly enlightened by the accumulated lore in <em>Thresholds of Truth</em>, and you know Zarmavdian was a kindred soul in occult research. With this book in hand, you feel like you stand at the doorway to unprecedented occult discoveries. You scoff at those fools who claim you meddle in things mortals aren't meant to know-for isn't it the duty of the enlightened to gather the universe's deepest truths?</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Eldritch Researcher Dedication]{Eldritch Researcher Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Arcana and Occultism</p>\n<hr />\n<p>You gain the ability to cast a single arcane or occult cantrip of your choice (which is heightened to a spell level equal to half your level rounded up). If you weren't already, you become trained in that traditions spell DCs and spell attack rolls with Intelligence as your spellcasting ability.</p>\n<p>Regardless of whether you choose an arcane or occult cantrip, you also become an expert in your choice of either Arcana or Occultism. You also gain a +1 circumstance bonus to checks you attempt with the chosen skill when Investigating or Identifying Magic.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the eldirtch researcher archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Seeker of Truths]{Seeker of Truths} Feat 4</h2>\n<p><strong>Prerequisites</strong> Eldritch Researcher Dedication</p>\n<hr />\n<p>Your devotion to discovering and hoarding abstruse truths borders on the fanatical, and you can bring this devotion to bear. You gain the cleric's Domain Initiate feat but must select knowledge, secrecy, or truth as your domain. You cast that domain's domain spell as a focus spell of the same tradition as your cantrip from Eldritch Researcher Dedication, and you Refocus by contemplating abstruse mysteries rather than praying to a god. When an ability would manifest a divine symbol-such as the word of truth focus spell-it instead manifests as a strange shape unique to you that seems to defy geometry.</p>\n<p><strong>Special</strong> You can take this feat up to three times, selecting a different domain each time.</p>\n<h2>@Compendium[pf2e.feats-srd.Strange Script]{Strange Script} Feat 4</h2>\n<p><strong>Prerequisites</strong> Eldritch Researcher Dedication</p>\n<hr />\n<p>You have such familiarity with obscure texts that you can compel them to reveal their secrets. Once per day, you can touch a single text (such as a tome, a wall of hieroglyphics, or something similar) and understand its meaning for 1 hour. If the text is in multiple languages, you gain the ability to understand them all for only the purposes of reading the text. If the text is in a code or cypher, you don't automatically understand the text, but you gain a +2 circumstance bonus to checks to decipher it.</p>\n<h2>@Compendium[pf2e.feats-srd.Scholarly Defense]{Scholarly Defense} Feat 6</h2>\n<p><strong>Prerequisites</strong> Eldritch Researcher Dedication</p>\n<hr />\n<p>Your knowledge of strange creatures and their bizarre anatomy allows you to anticipate their physical attacks and reduce the damage you take from them. You gain resistance to physical damage from melee attacks made by aberrations and oozes. This resistance is equal to one-third your level.</p>\n<h2>@Compendium[pf2e.feats-srd.Able Ritualist]{Able Ritualist} Feat 8</h2>\n<p><strong>Prerequisites</strong> Eldritch Researcher Dedication</p>\n<p> </p>\n<hr />\n<p>Your readings on rituals make you a skilled participant. You gain a +2 circumstance bonus to primary and secondary checks you attempt as part of casting a ritual.</p>\n<h2>@Compendium[pf2e.feats-srd.Lorefinder]{Lorefinder} Feat 8</h2>\n<p><strong>Prerequisites</strong> Eldritch Researcher Dedication</p>\n<p>You know that fate sometimes conspires to keep dangerous knowledge or items from the eyes of those most able to understand them. You deny fate the ability to conceal truths from you. You can cast locate as an innate occult spell once per day. When you reach 14th level, this spell is heightened to 5th level.</p>\n<h2>@Compendium[pf2e.feats-srd.Know It All (Eldritch Researcher)]{Know It All (Eldritch Researcher)} Feat 10</h2>\n<p><strong>Prerequisites</strong> Eldritch Researcher Dedication</p>\n<p>Your knowledge of abstruse topics is unparalleled. When you succeed at a check to Recall Knowledge, you gain additional information or context. When you critically succeed at a Knowledge check, at the GM's discretion you might gain even more additional information or context than normal.</p>\n<h2>@Compendium[pf2e.feats-srd.Advanced Seeker of Truths]{Advanced Seeker of Truths} Feat 12</h2>\n<p><strong>Prerequisites</strong> Eldritch Researcher Dedication, Seeker of Truths</p>\n<p>You have unlocked deeper secrets to uncovering and hoarding lore. You gain an advanced domain spell from one domain you selected with Seeker of Truths. Increase the number of Focus Points in your focus pool by 1.</p>\n<p><strong>Special</strong> You can take this feat up to three times, each time selecting a different advanced domain spell from a domain you selected with Seeker of Truths.</p>\n<h2>@Compendium[pf2e.feats-srd.Words of Unraveling]{Words of Unraveling} Feat 12</h2>\n<p><strong>Prerequisites</strong> Eldritch Researcher Dedication</p>\n<p>You have unlocked abstruse methods to tangle with reality itself, altering the fate of a single individual. Once per day as an occult innate spell, you can cast daydreamer's curse , outcast's curse, or savant's curse. At the GM's discretion, you can substitute or add additional occult curse spells of 4th level or lower to this list. You can choose a different spell from the list each time you use this ability. If you couldn't already cast occult spells, these spells use Intelligence as your spellcasting ability, and you become trained in spell attack rolls and spell DCs for occult spells; if you could already cast occult spells, your proficiency in spell attack rolls and spell DCs for occult spells increases to expert.</p>\n<h2>@Compendium[pf2e.feats-srd.Entities From Afar]{Entities From Afar} Feat 14</h2>\n<p><strong>Prerequisites</strong> Eldritch Researcher Dedication</p>\n<p>You can call in aberrations to fight for you or to answer questions. You can cast summon entity as an innate occult spell once per day. If you couldn't already cast occult spells, these spells use Intelligence as your spellcasting ability, and you become trained in spell attack rolls and spell DCs for occult spells; if you could already cast occult spells, your proficiency in spell attack rolls and spell DCs for occult spells increases to expert.</p>\n<p>As soon as the aberration arrives, instead of giving it any other commands, you can demand that it help you with a single question you pose to it. For the creature to effectively answer, you must Sustain the Spell for 1 minute, and you must understand and be understood by the aberration. If you do, the aberration gives you a cryptic clue as provided by the read omens spell, except that the clue is even more enigmatic than normal; the creature then immediately returns from whence it came without providing you any other benefit. At 16th level and every 2 levels thereafter, the summon entity spell is heightened by 1 level (to a maximum of 8th level when you reach 20th level).</p>\n<h2>@Compendium[pf2e.feats-srd.Incredible Recollection]{Incredible Recollection} <span class=\"pf2-icon\">1</span> Feat 14</h2>\n<p><strong>Prerequisites</strong> Eldritch Researcher Dedication</p>\n<p>You can sift through knowledge locked within your mind at an incredible pace. You instantly use up to 5 Recall Knowledge actions. If you have any special abilities or free actions that would normally be triggered when you Recall Knowledge, you can't use them for these actions.</p>",
    "flags": {},
    "name": "Eldritch Researcher",
    "permission": {
        "default": 0
    }
}
