{
    "_id": "xWNG0RpJdgViQsGQ",
    "content": "<h1>Elementalist (Class Archetype)</h1>\n<hr />\n<p>You revere the four elements—air, earth, fire, and water—as the building blocks of creation and the source of all life. You believe that by balancing, mixing, and rearranging these four elements, magic is made. This belief has led you to eschew traditional magical theories and divisions, and you instead focus on harnessing, manipulating, and shaping the four elements. You cast spells drawn from multiple traditions and can use the four elements to alter and empower your spells, making them manifest and mixing them in unique ways. Most elementalists embrace the four elements equally as a mystical quaternity, and they strengthen their connection to one of these elements each day to protect themselves from harm. Others, notably sorcerer and wizard elementalists, feel a stronger connection to a singular element that they hone to great heights, utilizing the other three elements to support and augment their favored element.</p>\n<p><strong>Additional Feats</strong> 4th @Compendium[pf2e.feats-srd.Familiar]{Familiar}; 6th @Compendium[pf2e.feats-srd.Enhanced Familiar]{Enhanced Familiar}; 8th @Compendium[pf2e.feats-srd.Current Spell]{Current Spell}, @Compendium[pf2e.feats-srd.Water Step]{Water Step}</p>\n<h2>@Compendium[pf2e.feats-srd.Elementalist Dedication]{Elementalist Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.classfeatures.Elemental Magic]{Elemental Magic}</p>\n<hr />\n<p>Each day when you make your daily preparations, you can attune yourself to one element of your choice: air, earth, fire, or water.</p>\n<p>You gain resistance equal to half your level (minimum 1 resistance) against damage dealt by effects with your attuned elemental trait.</p>\n<p>This attunement lasts until you next make your daily preparations.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the elementalist archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Dousing Spell]{Dousing Spell} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Elementalist Dedication]{Elementalist Dedication}</p>\n<hr />\n<p>You enhance your spell with elemental water, soaking the target.</p>\n<p>If the next action you use is to Cast a Spell targeting a single creature, you soak the target of the spell with water. If the target has @Compendium[pf2e.conditionitems.Persistent Damage]{Persistent Acid or Fire Damage}, the DC to end those conditions is reduced to 10, and the creature can attempt a flat check to end those types of persistent damage immediately.</p>\n<p>The spell gains the water trait (causing it to deal extra damage to creatures with weakness to water).</p>\n<h2>@Compendium[pf2e.feats-srd.Elemental Familiar]{Elemental Familiar} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Elementalist Dedication]{Elementalist Dedication}, @Compendium[pf2e.feats-srd.Familiar]{Familiar}</p>\n<hr />\n<p>Your familiar becomes an elemental spirit capable of taking on aspects of the four elements: air, earth, fire, or water. Other than taking the form of an elemental instead of an animal, this familiar continues to use all the same rules as other familiars.</p>\n<p>Your familiar gains one additional familiar ability each day, which must be one of the following elemental familiar abilities. While your familiar has an elemental familiar ability, your familiar is composed of the associated elemental matter and gains the matching elemental trait. You can't select more than one elemental familiar ability at a time.</p>\n<ul>\n<li><strong>Air</strong> If your familiar stays completely still for 1 round, it becomes @Compendium[pf2e.conditionitems.Invisible]{Invisible} until it next takes an action. Any motion, even being moved or carried by another creature, ends this effect.</li>\n<li><strong>Earth</strong> Your familiar gains resistance to physical damage (except adamantine) equal to half your level.</li>\n<li><strong>Fire</strong> Your familiar sheds bright light in a 20-foot radius (and dim light for the next 20 feet) and emits warmth. Creatures that remain within a @Template[type:emanation|distance:15] don't take damage from severe environmental cold.</li>\n<li><strong>Water</strong> Your familiar can move through a gap at least 2 inches wide without @Compendium[pf2e.actionspf2e.Squeeze]{Squeezing} and can Squeeze through a gap at least 1 inch wide.</li>\n</ul>\n<h2>@Compendium[pf2e.feats-srd.Burning Spell]{Burning Spell} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Elementalist Dedication]{Elementalist Dedication}</p>\n<hr />\n<p>You enhance your spell with elemental fire, causing it to set the target on fire.</p>\n<p>If the next action you use is to Cast a non-cantrip Spell that deals damage at a single target, the spell deals additional @Compendium[pf2e.conditionitems.Persistent Damage]{Persistent Fire Damage} equal to the spell level, in addition to its other effects. This has no effect if the spell already deals persistent fire damage.</p>\n<p>The spell gains the fire trait.</p>\n<h2>@Compendium[pf2e.feats-srd.Metabolize Element]{Metabolize Element} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Elementalist Dedication]{Elementalist Dedication}</p>\n<hr />\n<p><strong>Trigger</strong> You take damage from a foe's spell or magical ability with the air, earth, fire, or water trait.</p>\n<hr />\n<p>You rapidly metabolize the elemental particles in your opponent's spell to gain a boost of energy. You gain the @Compendium[pf2e.conditionitems.Quickened]{Quickened} condition until the end of your next turn. You can use the extra action only to Step or Stride.</p>\n<h2>@Compendium[pf2e.feats-srd.Rockslide Spell]{Rockslide Spell} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Elementalist Dedication]{Elementalist Dedication}</p>\n<hr />\n<p>You enhance your spell with elemental earth, causing chunks of stone to litter the ground.</p>\n<p>If the next action you use is to Cast a non-cantrip Spell that affects an area, a number of 5-foot squares in the area equal to the spell level become difficult terrain for 1 round. These squares must be on the ground, and the entire area of difficult terrain must be contiguous.</p>\n<p>The spell gains the earth trait.</p>\n<h2>@Compendium[pf2e.feats-srd.Redirect Elements]{Redirect Elements} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Elementalist Dedication]{Elementalist Dedication}</p>\n<hr />\n<p><strong>Trigger</strong> The spell attack roll for a foe's spell with an elemental trait targeting you fails or critically fails.</p>\n<hr />\n<p>You seize the elemental essence of an incoming spell and redirect the spell to a creature of your choice within the spell's area. The attacker rerolls the spell's attack roll against the new target.</p>\n<h2>@Compendium[pf2e.feats-srd.Wind-Tossed Spell]{Wind-Tossed Spell} Feat 14</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Elementalist Dedication]{Elementalist Dedication}</p>\n<hr />\n<p>You enhance your spell with elemental air, using the wind to find your target and carry your magic around cover.</p>\n<p>If the next action you use is to Cast a Spell that requires a spell attack roll, you ignore the target's @Compendium[pf2e.conditionitems.Concealed]{Concealed} condition and any cover they have from you.</p>\n<p>The spell gains the air trait.</p>",
    "name": "Elementalist",
    "permission": {
        "default": 0
    }
}
