{
    "_id": "hSRlaKyaypX99jI0",
    "content": "<h1>Exorcist</h1>\n<p>You pacify restless spirits, ghosts, and haunts, capturing fragments of them and using their vengeful energies to fuel your own powers while purifying the spirit. You store these ghosts within a magical vessel called a spirit dwelling. This spirit dwelling might be a treasured family heirloom, an item you crafted expressly to help with exorcisms, or even just an odd trinket you found that happens to do the job.</p>\n<p>While the motivations of exorcists run the gamut, most are compassionate individuals who believe that every ghost, haunt, and spirit is simply a lost soul in need of rest. They collect spirits expressly for the purposes of offering them comfort, guidance, and absolution. After an exorcist's ministrations, these spirits are freed of their burdens, emotion, and regrets and are reabsorbed into the River of Souls. Although exorcists rarely gather in one place, many different religions employ them to deal with spiritual threats.</p>\n<p>Exorcists are most commonly found among the faithful of @Compendium[pf2e.deities.Ashava]{Ashava} the True Spark (the empyreal lord of dancers), but among the major deities of the Inner Sea region, @Compendium[pf2e.deities.Sarenrae]{Sarenrae}, @Compendium[pf2e.deities.Pharasma]{Pharasma}, and even @Compendium[pf2e.deities.Shelyn]{Shelyn} count a fair number of exorcists among their faithful. Exorcists can come from any walk of life, but many are redeemer champions, clerics, or monks. Apart from the role of the spirit dwelling, exorcism practices can vary. For example, a bard or rogue might attract spirits with trickery, charm, or empty promises. In contrast, a cleric of Pharasma could take a more severe route, demanding the spirits return to the natural order of things.</p>\n<p><strong>Additional Feats:</strong> 8th @Compendium[pf2e.feats-srd.Spiritual Sense]{Spiritual Sense}; 10th @Compendium[pf2e.feats-srd.Blind-Fight]{Blind-Fight}; 14th @Compendium[pf2e.feats-srd.Sense Evil]{Sense Evil}; 16th @Compendium[pf2e.feats-srd.Sense The Unseen]{Sense The Unseen}</p>\n<section class=\"info\">SPIRIT DWELLINGS AND REMNANTS\n<p>A spirit dwelling can be any object, from an everyday item like a mirror, hand bell, or gemstone, to a custom clockwork device, so long as it can be held in one hand, is light Bulk, and doesn't serve another function (such as a weapon, shield, consumable, or magic item). Your spirit dwelling has the trait of the magical tradition used to take Exorcist Dedication and the necromancy trait. Your spirit dwelling is attuned to you, so only you can use it. If your spirit dwelling is lost or stolen, you can turn another object into a new spirit dwelling with a 1-hour ritual; this causes your previous spirit dwelling to revert to a mundane object and any spirits within to harmlessly disperse.</p>\n<p>Your spirit dwelling can house not just wisps but greater remnants of spiritual energy left behind by defeated ghosts and haunts. You can use the @Compendium[pf2e.actionspf2e.Collect Spirit Remnant]{Collect Spirit Remnant} activity.</p>\n<p><strong>Rejuvenating Spirits</strong>: Though all spirit wisps and most remnants can pass on immediately when purified, if a spirit remnant came from a creature with the rejuvenation special ability (such as most ghosts), a recurring haunt, or another entity who ordinarily doesn't pass on when destroyed, its ties to this world are too strong for it to easily pass on. When a spirit remnant from such an entity is released as part of your daily preparations, instead of joining the River of Souls, it begins re-forming itself in the time and location noted in its rejuvenation ability. However, you learn a clue about the spirit's unfinished business, which may help you put it to rest permanently.</p>\n</section>\n<section class=\"info\">EXORCISTS ACROSS GOLARION\n<p>The well-known exorcists of Pharasma use methods of repeated prayer, holy water, and sacred rituals. Ashavic exorcists often dance under the moonlight to entice lost souls and guide them onward. In Osirion, exorcists practice execration, or proactive preventive exorcism techniques. In Northern Garund and some parts of Qadira, playing the stringed tanbura, rattling manjur, and specific drum patterns help cut the threads that tie the spirit to this world. Matanji orcs in the Mwangi Expanse perform exorcisms by drawing tattoo-like diagrams in iron ink. In Tian Xia, exorcists often use fulus (Secrets of Magic 158) to assist in their practice.</p>\n</section>\n<h2>@Compendium[pf2e.feats-srd.Exorcist Dedication]{Exorcist Dedication} Feat 4</h2>\n<p><strong>Prerequisites</strong> trained in Occultism or Religion</p>\n<hr />\n<p>You've learned to attract, quell, and purify spirits, housing them in a special receptacle called a spirit dwelling until they're ready to move on. Through the power of prayers or ritual incantations, one mundane object in your possession becomes a spirit dwelling (page 23). Your spirit dwelling functions as a lure for lost spirits weakened by their time on the Material Plane. Each day during your daily preparations, your spirit dwelling attracts a spirit wisp who comes to dwell inside. If your spirit dwelling contains no wisps, you can spend 10 minutes in a minor ritual to cast your spirit dwelling around an area and attract another wisp. You can also capture stronger spirit remnants from vanquished undead spirits, as explained in the sidebar on page 23. As long as your spirit dwelling contains any spirits, it glows faintly, casting dim light in a 10-foot radius.</p>\n<p>As an exorcist, you do more than just collect spirits: you also help rid them of their burdens and lingering resentments, aiding their transition from the Material Plane. Every day, before your daily preparations, any spirit wisps and remnants remaining within your spirit dwelling from the previous day are purified and can join the River of Souls in their final journey to Pharasma's Boneyard.</p>\n<p>You can also learn abilities that let you purify a spirit in your spirit dwelling immediately in a cathartic surge, granting you a helpful effect as they depart for the afterlife. Any actions you gain from the exorcist archetype gain either the divine or occult trait, depending on whether you used Occultism or Religion to qualify for Exorcist Dedication. <span style=\"font-family:Signika, sans-serif;font-size:var(--font-size-14)\">@Compendium[pf2e.actionspf2e.Spirit's Mercy]{Spirit's Mercy} is the simplest of the purifications.</span></p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the exorcist archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Cast Out]{Cast Out} Feat 6</h2>\n<p><strong>Prerequisites</strong> Exorcist Dedication</p>\n<hr />\n<p>You attempt to cast a malevolent entity out of the creature or object it's possessing. Roll a counteract check against the possession effect; you must be within 30 feet of the possessed creature or object to do so. Your counteract level is half your level rounded up, and your counteract modifier is your Occultism modifier, Religion modifier, or spell DC - 10, whichever is highest. If you succeed, the entity is driven out and can't attempt to possess that creature or object for 1 week. If you fail, the possessing creature is immune to your Cast Out for a year and a day.</p>\n<h2>@Compendium[pf2e.feats-srd.Spirit's Absolution]{Spirit's Absolution} Feat 6</h2>\n<p><strong>Prerequisites</strong> Exorcist Dedication</p>\n<p><strong>Cost</strong> 1 spirit wisp or spirit remnant from your spirit dwelling</p>\n<p><strong>Requirements</strong> You are holding your spirit dwelling.</p>\n<hr />\n<p>You purify a spirit by absolving it of its sins and regrets. This cathartic experience restores your Hit Points or those of an adjacent ally. If you expend a spirit wisp, the target recovers 1d4 Hit Points per level you have. If you expend a spirit remnant, the target recovers 1d6 Hit Points per level of the incorporeal undead or haunt from which you gained the remnant.</p>\n<h2>@Compendium[pf2e.feats-srd.Spirit's Anguish]{Spirit's Anguish} Feat 8</h2>\n<p><strong>Prerequisites</strong> Exorcist Dedication</p>\n<p><strong>Cost</strong> 1 spirit wisp or spirit remnant from your spirit dwelling</p>\n<p><strong>Requirements</strong> You are holding your spirit dwelling.</p>\n<hr />\n<p>You purify a spirit by coaxing it to release its anguish in a final cathartic howl. This deals sonic damage to all creatures in a @Template[type:cone|distance:30], with a basic Will save against your class DC or spell DC, whichever is higher. If you expend a spirit wisp, this deals [[/r {1d4}[sonic]]]{1d4 sonic damage} per level you have. If you expend a spirit remnant, this deals [[/r {1d6}[sonic]]]{1d6 sonic damage} per level of the incorporeal undead or haunt from which you gained the remnant.</p>\n<h2>@Compendium[pf2e.feats-srd.Enticing Dwelling]{Enticing Dwelling} Feat 12</h2>\n<p><strong>Prerequisites</strong> Exorcist Dedication</p>\n<hr />\n<p>Your spirit dwelling is particularly inviting to spirit wisps. During your daily preparations, and whenever you spend 10 minutes to find more wisps, you entice two wisps into your spirit dwelling instead of one.</p>",
    "name": "Exorcist",
    "permission": {
        "default": 0
    }
}
