{
    "_id": "Bl0KM29OOlwBegCi",
    "content": "<h1>Familiar Master</h1>\n<p>From the wise owl perched on the wizard's shoulder to the crafty gremlin that serves the witch for their own reasons, the ghastly homunculus in the alchemist's lab to the clever monkey that picks the lock of the thief's cell, familiars have always served. Whether through rigorous training or a preternatural connection, yours serves better than most.</p>\n<p>Additional Feats: 4th @Compendium[pf2e.feats-srd.Enhanced Familiar]{Enhanced Familiar} (Pathfinder Core Rulebook 198)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Familiar Master Dedication]{Familiar Master Dedication} Feat 2</h2>\n<p>You have forged a mystical bond with a creature. This might have involved complex rituals and invocations, such as meditating under the moon until something crept out of the forest. Or maybe you just did each other a good turn, such as rescuing the beast from a trap or a foe, and then being rescued in turn. Whatever the details, you are now comrades until the end. You gain a familiar (Core Rulebook 198). If you already have a familiar, you gain the Enhanced Familiar feat (Core Rulebook 198).</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Familiar Master archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Familiar Mascot]{Familiar Mascot} Feat 4</h2>\n<p><strong>Prerequisites</strong> Familiar Master Dedication</p>\n<hr />\n<p>Your familiar is the heart and soul of your adventuring team. When selecting master abilities, you can choose an ally to benefit from any specific master ability. Each master ability can benefit only a single character, and you can select a specific master ability only once unless the ability says otherwise.</p>\n<h2>@Compendium[pf2e.feats-srd.Familiar Conduit]{Familiar Conduit} Feat 4</h2>\n<p><strong>Prerequisites</strong> Familiar Master Dedication, able to cast spells</p>\n<p><strong>Requirements</strong> You have line of effect to your familiar.</p>\n<hr />\n<p>Under your tutelage, your familiar has grown attuned to the hidden currents of the world and can serve as a conduit for your magic. If the next action you use is to Cast a Spell that has a range, the spell uses the familiar as its origin point.</p>\n<h2>@Compendium[pf2e.feats-srd.Improved Familiar (Familiar Master)]{Improved Familiar} Feat 6</h2>\n<p><strong>Prerequisites</strong> Familiar Master Dedication</p>\n<p>You find it easy to attract a powerful and unusual familiar to your side. The number of abilities required to make your familiar a specific familiar (page 147) is two lower than normal.</p>\n<h2>@Compendium[pf2e.feats-srd.Mutable Familiar]{Mutable Familiar} Feat 8</h2>\n<p><strong>Prerequisites</strong> Familiar Master Dedication</p>\n<hr />\n<p>Your familiar's supernatural spirit has outgrown its corporeal body. You can conduct a special 10-minute activity to reselect certain familiar abilities, switching one or more of the following abilities for other abilities on this list: amphibious, burrower, climber, darkvision, fast movement, manual dexterity, resistance (page 146), and scent. You can reselect only familiar abilities you would normally be able to reselect each day, not required familiar abilities for your familiar. You can't remove an ability that is required for another ability your familiar has (for instance, you can't remove manual dexterity if the familiar has lab assistant).</p>\n<h2>@Compendium[pf2e.feats-srd.Incredible Familiar (Familiar Master)]{Incredible Familiar} Feat 10</h2>\n<p><strong>Prerequisites</strong> Enhanced Familiar</p>\n<hr />\n<p>Your familiar is infused with even more magic than other familiars. You can select six familiar or master abilities each day, instead of four.</p>\n",
    "flags": {},
    "name": "Familiar Master",
    "permission": {
        "default": 0
    }
}
