{
    "_id": "xhoDlD7WlFtraxXN",
    "content": "<h1>Firework Technician</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>The brilliant display of cascading lights and flickering aerial flowers, the thunderous boom, the sizzling crackle, and piercing screech—these are the stock and trade of your craft. You know how to perfectly pair light and sound to create fireworks displays that can amaze children and adults, comfort friends, and even confound your foes.</p>\n<p>As a fireworks technician, you might be an itinerant wanderer, roaming from town to town and developing your craft on your own. In that case, you make a living on the road, selling fireworks to the townsfolk, setting up public displays upon request and receipt of payment, and even tailoring individualized performances to those wealthy or interesting enough to be worthy of receiving their own private show.</p>\n<p>On the other hand, you might be part of an established fireworks house from Tian Xia or Vudra and rely on teamwork to perfect your various formulas and displays. Hoping to produce the next great innovation in fireworks technology, you often send back the notes from your studies and field demonstrations to esteemed colleagues from your fireworks house, seeking their opinions on your next big idea.</p>\n<section class=\"info\">\n<h4>Describing Your Fireworks Display</h4>\n<p>As a firework technician, the exact visuals of your character's special abilities might matter significantly to you. No two firework technicians use exactly the same fireworks display, even if they come from the same fireworks house and both use the same feat to generate the display. In fact, it's likely that when you use a feat from the firework technician archetype, the resulting display remains a bit different each time as you tinker, perfect, and refine your technique. Even so, you probably have a few themes that you prefer for each of your firework technician feats. For instance, your Coughing Dragon Display might appear in the sinuous serpentine shape of a literal imperial dragon, coughing out glittering trails. It might also resemble a simple series of geometric shapes, an enigmatic spiraling aeon trailing off in a shape with radial symmetry, a pattern shaped like a tree blossoming with flowers in the sky, or anything else you can imagine. To help your fellow players visualize what your character is doing, you might come up with some go-to descriptions or draw art depicting some of your favorite displays.</p>\n</section>\n<h2>@Compendium[pf2e.feats-srd.Firework Technician Dedication]{Firework Technician Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Crafting</p>\n<hr />\n<p>You've learned the secrets of making fire and sound bloom using black powder, metals, and paper. You most likely came by this knowledge through formal training with a fireworks house in Tian Xia or a fireworks company from Vudra, though perhaps you mastered fireworks completely by yourself after finding a secret stash in an old shipwreck.</p>\n<p>You become trained in Fireworks Lore or become an expert if you were already trained in it. You gain the @Compendium[pf2e.feats-srd.Alchemical Crafting]{Alchemical Crafting} feat, a pool of @Compendium[pf2e.classfeatures.Infused Reagents]{Infused Reagents} equal to your level, and @Compendium[pf2e.classfeatures.Advanced Alchemy]{Advanced Alchemy} (allowing you to make alchemical items during your daily preparations without the normal cost or time expenditure). You can use your infused reagents only to make fireworks, @Compendium[pf2e.actionspf2e.Launch Fireworks Display]{Launch Fireworks Display}, and use other feats from this archetype. Your advanced alchemy level is 1. If you gain infused reagents from more than one source, you use the highest number of reagents to determine your pool rather than adding them together.</p>\n<p>You can also create special fireworks displays using your infused reagents, designed to create distinctive effects you can use to make onlookers marvel and even to gain an advantage in combat. You gain the Launch Fireworks Display action and learn some basic displays, and you can learn additional, more complex displays through other firework technician feats. The DC for any display is equal to your class DC or spell DC, whichever is higher.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the fireworks technician archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Coughing Dragon Display]{Coughing Dragon Display} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Firework Technician Dedication]{Firework Technician Dedication}</p>\n<hr />\n<p>This display emits a cascade of loud bangs or glittering trails. While you initially designed the display to captivate your audience's attention, it turns out to have a surprisingly effective use in combat, suppressing auditory or visual effects behind your magnificent display. You gain the @Compendium[pf2e.actionspf2e.Coughing Dragon]{Coughing Dragon} fireworks display.</p>\n<h2>@Compendium[pf2e.feats-srd.Expert Fireworks Crafter]{Expert Fireworks Crafter} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Firework Technician Dedication]{Firework Technician Dedication}, expert in Crafting</p>\n<hr />\n<p>You're particularly adept at crafting fireworks, allowing you to create much more powerful fireworks than you otherwise could. Your advanced alchemy level for fireworks increases to your level - 3.</p>\n<h2>@Compendium[pf2e.feats-srd.Jumping Jenny Display]{Jumping Jenny Display} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Firework Technician Dedication]{Firework Technician Dedication}</p>\n<hr />\n<p>This multi-sequence rocket blasts confetti at a series of altitudes. While the design is intended to delight children of all ages, you've found it has an unexpected side effect of confounding enemy fliers. You gain the @Compendium[pf2e.actionspf2e.Jumping Jenny]{Jumping Jenny} fireworks display.</p>\n<h2>@Compendium[pf2e.feats-srd.Goblin Jubilee Display]{Goblin Jubilee Display} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Firework Technician Dedication]{Firework Technician Dedication}</p>\n<hr />\n<p>Flames and explosions sear the air in a riot of color and devastation that rivals that wrought by even the wildest goblin party. The display is both so beautiful and chaotic that, while mesmerizing, it poses a significant risk to the physical health, sight, and hearing of anyone who gets too close. You gain the @Compendium[pf2e.actionspf2e.Goblin Jubilee]{Goblin Jubilee} fireworks display.</p>\n<h2>@Compendium[pf2e.feats-srd.Banshee Cry Display]{Banshee Cry Display} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Firework Technician Dedication]{Firework Technician Dedication}</p>\n<hr />\n<p>You've learned how to pull off a sudden noisemaker at just the right moment in your display, a technique that can disrupt precise wording. You gain the @Compendium[pf2e.actionspf2e.Banshee Cry]{Banshee Cry} fireworks display.</p>",
    "name": "Firework Technician",
    "permission": {
        "default": 0
    }
}
