{
    "_id": "EDB5PZNIun4LgLPT",
    "content": "<h1>Folklorist</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>Folklorists are welcome across the Mwangi Expanse for the entertaining stories they tell and the counsel they impart. However, those who take the art of storytelling to the next level can produce magical effects based on their understanding of stories and their firm belief that life conforms to the contours of these tales. While many such folklorists are benevolent, terms like hero and villain are notoriously relative, changing to fit the perspective of the storyteller.</p>\n<h2>@Compendium[pf2e.feats-srd.Folklorist Dedication]{Folklorist Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Performance</p>\n<hr />\n<p>You are a master archivist and entertainer, capable of pulling wisdom from the tales you tell and weaving your allies and enemies into a powerful narrative. You gain the @Compendium[pf2e.adventure-specific-actions.Spin Tale]{Spin Tale} action.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the folklorist archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Folktales Lore]{Folktales Lore} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Folklorist Dedication]{Folklorist Dedication}</p>\n<hr />\n<p>You can pull bits of wisdom from any tale. You become trained in Folktales Lore, a special Lore skill that can be used only to Recall Knowledge, but on any topic. If you fail a check to Recall Knowledge with Folktales Lore, you get the effects of the @Compendium[pf2e.feats-srd.Dubious Knowledge]{Dubious Knowledge} skill feat.</p>\n<p>If you are legendary in the Performance skill, you gain expert proficiency in Folktales Lore, but you can't increase your proficiency rank in Folktales Lore by any other means.</p>\n<h2>@Compendium[pf2e.feats-srd.Narrative Conduit]{Narrative Conduit} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Folklorist Dedication]{Folklorist Dedication}</p>\n<hr />\n<p>You act as a conduit for your companions just as your stories are a conduit between teller and listener. When you @Compendium[pf2e.adventure-specific-actions.Spin Tale]{Spin a Tale} and the hero of your tale Casts a Spell against the villain, you warp the world, allowing the hero to calculate range and cover to the villain from your space instead of their own if they prefer. The hero must choose to calculate both range and cover from the same space; they can't use one space for range and the other for cover.</p>\n<h2>@Compendium[pf2e.feats-srd.Rule of Three]{Rule of Three} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Folklorist Dedication]{Folklorist Dedication}</p>\n<hr />\n<p><strong>Requirements</strong> You have @Compendium[pf2e.adventure-specific-actions.Spin Tale]{Spun a Tale}.</p>\n<p><strong>Trigger</strong> The villain of the tale you've spun makes an attack roll with a given weapon or unarmed attack, uses a particular special ability (such as a Breath Weapon), or Casts a Spell against the hero, and they used that same attack, special ability, or spell against the hero on the previous turn.</p>\n<hr />\n<p>Heroes learn from their previous failures, often succeeding on the third attempt. You narrate a tale of the hero's success, granting them a +2 circumstance bonus to their AC or saving throw against the triggering effect. If the villain has used the same effect against the hero on both of their last two turns, and you used Rule of Three on that effect last turn as well, the bonus increases to +4.</p>\n<h2>@Compendium[pf2e.feats-srd.Communal Tale]{Communal Tale} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Folklorist Dedication]{Folklorist Dedication}</p>\n<hr />\n<p>Stories are an experience meant to be shared as a group. When you @Compendium[pf2e.adventure-specific-actions.Spin Tale]{Spin a Tale}, you can designate up to six non-minion allies as the heroes of your story. Each hero, once during the tale, can continue the story in your stead by spending an action to Spin the Tale; if they do, the story continues for another round, as if you had Spun the Tale at the start of your turn. This could allow the story to continue for up to 6 additional rounds, if all possible allies Spin the Tale, though you can continue to Spin the Tale on your own as normal.</p>",
    "name": "Folklorist",
    "permission": {
        "default": 0
    }
}
