{
    "_id": "j5fPf7JyXvprcA8L",
    "content": "<h1>Game Hunter</h1>\n<p>Game hunters find, follow, and slay game animals, then honor their fallen rivals by securing and preserving a trophy of the kill. Many game hunters show a reverential respect for their prey bordering on the sacred. The finest game hunters engage only in a fair chase, strive for painless kills, and use every part of the animal's carcass.</p>\n<p><strong>Additional Feats</strong> 6th @Compendium[pf2e.feats-srd.Hunter's Aim]{Hunter's Aim}; 8th @Compendium[pf2e.feats-srd.Running Reload]{Running Reload}; 14th @Compendium[pf2e.feats-srd.Double Prey]{Double Prey}</p>\n<h2>@Compendium[pf2e.feats-srd.Game Hunter Dedication]{Game Hunter Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Survival</p>\n<hr />\n<p>You are skilled at tracking big game animals and similar creatures. You gain the Hunt Prey action, but you can designate only animals, beasts, and dragons as prey. In addition to the other benefits of Hunt Prey, you gain a +2 circumstance bonus to Stealth checks against your hunted prey.</p>\n<p>When you succeed at a Strike against your hunted prey while it's flat-footed}, it must attempt a Fortitude save against your class DC. On a failure, the prey's Speeds are each reduced by 10 feet for 1 round; on a critical failure, the duration of this effect is 1 minute. The prey is then temporarily immune to this effect for 10 minutes.</p>\n<p>If you already have Hunt Prey, you become an expert in Survival. You apply the Stealth bonus and the Speed reduction only when your prey is an animal, beast, or dragon.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the game hunter archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Big Game Trapper]{Big Game Trapper} Feat 4</h2>\n<p><strong>Prerequisites</strong> Snare Crafting, Game Hunter Dedication</p>\n<hr />\n<p>You can set snares specifically for big prey, leaving smaller creatures unscathed. Each time you set a snare, you can choose Small, Medium, Large, or Huge. That snare can be triggered only by creatures of that size or larger.</p>\n<h2>@Compendium[pf2e.feats-srd.Keep Pace (Game Hunter)]{Keep Pace} Feat 6</h2>\n<p><strong>Prerequisites</strong> Game Hunter Dedication</p>\n<hr />\n<p>When your hunted prey tries to bolt, you follow. You Stride up to your Speed, following your hunted prey and keeping it in reach throughout its movement until it stops moving or you've moved your full Speed. You can use Keep Pace to Burrow, Climb, Fly, or Swim instead of Stride if you have the appropriate movement type.</p>\n<h2>@Compendium[pf2e.feats-srd.Quick Positioning]{Quick Positioning} Feat 8</h2>\n<p><strong>Prerequisites</strong> Game Hunter Dedication</p>\n<hr />\n<p><strong>Requirements</strong> You could see your hunted prey when you rolled initiative at the beginning of the encounter, and this is your first action on your first turn of the encounter.</p>\n<p>You're always ready to get the jump on your target. You Step up to twice.</p>",
    "name": "Game Hunter",
    "permission": {
        "default": 0
    }
}
