{
    "_id": "2TRqXfTtfMhTSIDY",
    "content": "<h1>Ghost Hunter</h1>\n<p>Ghosts have a wide range of capabilities and features&mdash; no two ghosts are exactly alike, as the nature of their abilities depends as much upon who they were in life as on how they died. Haunts, the spectral phenomena remaining in a site of death or powerful emotions, are related to but distinct from ghosts.</p>\n<p>The ghost hunter knows that ghosts and haunts share many features. By focusing on these similarities, they can track down, confront, and defeat all manner of unquiet souls, helping them to find peace and move on to the afterlife.</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Ghost Hunter Dedication]{Ghost Hunter Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong>&nbsp;Trained in Occultism or Religion</p>\n<hr />\n<p>You have focused your training on hunting and defeating ghosts, spirits, and all manner of haunts. Pick Spirit Lore or Haunt Lore; you become trained in this skill. If you were already trained in both skills, you become trained in a new Lore skill of your choice.</p>\n<p>Choose two cantrips from the occult spell list. Each cantrip must have the divination, enchantment, or necromancy trait. You can cast these spells as innate occult spells. You gain access to the Cast a Spell activity if you didn&rsquo;t have it already. You&rsquo;re trained in occult spell attack rolls and spell DCs. You can usually replace material components with somatic components, so you don&rsquo;t need a spell component pouch. Your key spellcasting ability for these spells is Charisma.</p>\n<hr />\n<p><strong>Special</strong>&nbsp;You can&rsquo;t select another dedication feat until you have gained two other feats from the ghost hunter archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Grave's Voice]{Grave's Voice} Feat 4</h2>\n<p><strong>Prerequisites</strong> Ghost Hunter Dedication</p>\n<hr />\n<p>You can use your choice of Spirit Lore or Haunt Lore to Make an Impression or Request things of incorporeal creatures. At the GM&rsquo;s discretion, an incorporeal spirit might be willing to hear you out.</p>\n<h2>@Compendium[pf2e.feats-srd.Investigate Haunting]{Investigate Haunting} Feat 4</h2>\n<p><strong>Prerequisites</strong> Ghost Hunter Dedication</p>\n<hr />\n<p>You are skilled at noticing the telltale signs of ghosts and hauntings. Even when you aren&rsquo;t Investigating in exploration mode, you get a check to Recall Knowledge about incorporeal undead and haunts active in the area. You also gain a +2 circumstance bonus to skill checks to disable haunts.</p>\n<h2>@Compendium[pf2e.feats-srd.Spirit Spells]{Spirit Spells} Feat 4</h2>\n<p><strong>Prerequisites</strong> Ghost Hunter Dedication</p>\n<hr />\n<p>Your ability to confront incorporeal menaces develops into full-fledged spellcasting. Choose a 1st-level occult spell. You can Cast this Spell as an innate occult spell. At 6th level, you gain a 2nd-level occult spell, and at 8th level, you gain a 3rd-level occult spell. Each of these spells must have the divination, enchantment, or necromancy trait. You can cast each of these spells once per day.</p>\n<h2>@Compendium[pf2e.feats-srd.Ghost Strike]{Ghost Strike} Feat 6</h2>\n<p><strong>Prerequisites</strong> Ghost Hunter Dedication</p>\n<hr />\n<p>Once per day, you can infuse a weapon you are carrying with magical energies that allow it to strike true against incorporeal undead. The weapon gains the effects of the ghost touch property rune for 10 minutes. At 10th level, you can apply this effect to two weapons instead of one.</p>\n<h2>@Compendium[pf2e.feats-srd.Peer Beyond]{Peer Beyond} Feat 8</h2>\n<p><strong>Prerequisites</strong> Ghost Hunter Dedication</p>\n<hr />\n<p>You have uncanny insight into the way ghosts and haunts manifest, manipulate the mind, and rejuvenate. You gain a +2 circumstance bonus to saving throws against mental effects caused by incorporeal undead and haunts, and you can roll a Spirit Lore or Haunt Lore check for initiative if you know that an incorporeal undead or a haunt is present.</p>\n<p>If you are present when a spirit or haunt is defeated, you instantly gain a flash of insight into how it can be permanently put to rest. Typically, this flash manifests as a vision that presents a quick scene closely linked to the source of the spirit or haunt&rsquo;s creation. Attempt a Spirit Lore or Haunt Lore check, respectively, with a DC appropriate for the spirit or haunt&rsquo;s level. On a success, you gain a hint about how to put the spirit to rest or permanently disable the haunt; on a critical success, you learn the exact method of doing so.</p>",
    "flags": {},
    "name": "Ghost Hunter",
    "permission": {
        "default": 0
    }
}
