{
    "_id": "2utUBjuTmPt7cHiw",
    "content": "<h1>Ghost Eater</h1>\n<p>The warriors of Minata frequently contend with lost spirits of the Taumatan people that haunt their shattered lands to this day. These Minatan warriors, known as ghost eaters around Bonmu, travel the countless islands of Minata and offer their skills to exorcists and priests. When working in such a partnership, ghost eater’s main task is to destroy a spirit in order to give their holy comrade time to learn about the individual soul and finally put it to rest.</p>\n<p>Characters can gain access to this archetype from Ingdani after they retrieve the @Compendium[pf2e.equipment-srd.Phoenix Necklace]{Phoenix Necklace} from the temple of Irori.</p>\n<h2 style=\"text-align:left\">@Compendium[pf2e.feats-srd.Ghost Eater Dedication]{Ghost Eater Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Occultism or Religion</p>\n<hr />\n<p>You have trained as a ghost eater, a hunter specialized in the destruction of spirits. You know how to channel your own spiritual energy to harm spirits. Your weapon and unarmed attack Strikes become magical. Against incorporeal creatures, they also gain the effects of a ghost touch property rune.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from this archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Reach Beyond]{Reach Beyond} Feat 4</h2>\n<p><strong>Prerequisites</strong> Ghost Eater Dedication</p>\n<hr />\n<p>You’ve learned to move your spiritual energy past yourself to attack spirits where others can’t. You can make melee Strikes against incorporeal creatures that are inside solid objects as long as the object is within your reach. An incorporeal creature inside of a solid object is hidden, requiring you to succeed at a DC 11 flat check when you target it. You can spend an action, which has the concentrate trait, to focus on a creature inside of a solid object. If you do, the next melee Strike you make this turn requires you to succeed at only a DC 6 flat check to affect the creature.</p>\n<h2>@Compendium[pf2e.feats-srd.Disrupting Strikes]{Disrupting Strikes} Feat 6</h2>\n<p><strong>Prerequisites</strong> Ghost Eater Dedication</p>\n<hr />\n<p>You call forth positive energy from within to help you destroy undead. Your weapon and unarmed Strikes gain the effects of a disrupting property rune until the start of your next turn.</p>\n<p>If you’re 14th level or higher, your Strikes instead gain the effects of a greater disrupting property rune. The DC for the rune’s effect is equal to your class DC or spell DC, whichever is higher.</p>\n<h2>@Compendium[pf2e.feats-srd.Cross the Threshold]{Cross the Threshold} Feat 16</h2>\n<p><strong>Prerequisites</strong> Ghost Eater Dedication</p>\n<hr />\n<p>You can cast ethereal jaunt as an occult innate spell once per day. You don’t need to Sustain the Spell; instead, it lasts for 10 minutes or until you choose to return to your material form as a free action.</p>",
    "flags": {},
    "name": "Ghost Eater",
    "permission": {
        "default": 0
    }
}
