{
    "_id": "IAGf5xKnSiF0zIVQ",
    "content": "<h1>Ghoul</h1>\n<p>You died from the necrotic disease known as ghoul fever and rose anew as a ravenous ghoul, forever craving the flesh of sapient creatures. While you can temper your hunger with long-dead flesh stolen from ancient graves, you much prefer devouring those who are freshly dead, whether as a scavenger or because you killed the creature yourself to ensure a fresh meal.</p>\n<p>Whether they stalk through the graveyards and crypts of Golarion or work together with other ghouls to build empires in the Darklands, ghouls care most about the consumption of dead flesh. The moment you become a ghoul, your existence focuses upon satisfying this endless craving. Ghouls who go more than a few days without feeding on freshly dead humanoid flesh find themselves in constant pain; those who go for more than a week might be driven to the edge of delirium, becoming bestial in their craving.</p>\n<p>When you succumb to ghoul fever and become a ghoul, you don't lose your mind or memories. You keep your personality only to have it warped by the never-ending need to consume flesh. A brave warrior remains brave, but under the curse of the fever, that brave warrior's prime directive is to consume flesh. A rogue might go from finding clever ways to pick pockets to finding ways to waylay opponents and devour them.</p>\n<p>Since most societies don't allow cannibalism, ghouls who wish to continue their old lives must satisfy their cravings in secret, finding a way to balance society's rules while feeding the constant gnawing hunger inside them. Some take up professions that allow them to secretly eat dead flesh or create dead bodies to feed upon. There are tales told of ghoul mercenary troops who satisfy their cravings and profit, while ghoul spellcasters can use their magic to procure and preserve flesh.</p>\n<p>Ghouls who won't restrain themselves with rules of the living may join or establish ghoul societies. These caste systems base their hierarchy on how much flesh one has consumed and can provide for other ghouls. Hunger and ambition drive ghouls to rise through the ranks, which allows them to feed their hunger even more.</p>\n<p><strong>Additional Feats</strong>: 6th @Compendium[pf2e.feats-srd.Guarded Movement]{Guarded Movement}, @Compendium[pf2e.feats-srd.Reactive Pursuit]{Reactive Pursuit}; 10th @Compendium[pf2e.feats-srd.Wall Run]{Wall Run}</p>\n<h2 style=\"text-align:left\">@Compendium[pf2e.feats-srd.Ghoul Dedication]{Ghoul Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> You were killed by ghoul fever.</p>\n<hr />\n<p>You have succumbed to ghoul fever, dying and returning as a ghoul, an undead cursed with a never-ending hunger for dead flesh that slowly overrides your reason and willpower until you would do anything for the meal you crave. In addition to the personality changes, your body changes as well. Your ears become pointed, and your skin grows blueish and pale. Your fingernails sharpen into claws; your teeth become razor sharp, ready to tear flesh off the bone; and your tongue grows long and pointed.</p>\n<p>You gain the ghoul and undead traits and the @Compendium[pf2e.ancestryfeatures.Basic Undead Benefits]{Basic Undead Benefits}. Your undead craving is for the flesh of dead creatures; freshly dead corpses from sapient creatures fulfill your cravings much more than non-sapient or rotted corpses, but any dead creature can stave off the hunger for at least a little while. You gain two unarmed attacks in the brawling weapon group. The first unarmed attack is a claw that deals 1d4 slashing damage with the agile and finesse traits, and the second unarmed attack is a set of jaws that deal 1d6 piercing damage and have the finesse trait.</p>\n<p>You gain the @Compendium[pf2e.actionspf2e.Consume Flesh]{Consume Flesh}. Satisfying your craving is difficult. Consuming Flesh temporarily satiates you. Many ghoul feats have extra abilities or functions that can be used when you are satiated, though using those abilities also causes you to lose your satiated status. You can always Consume Flesh, but eating more than a normal amount has no further effect; a ghoul's hunger is satiated, or it is not.</p>\n<h2>@Compendium[pf2e.feats-srd.Replenishing Consumption]{Replenishing Consumption} Feat 4</h2>\n<p><strong>Prerequisites</strong> Ghoul Dedication</p>\n<hr />\n<p>When you devour corpses and satiate your hunger, you also recover from some of your wounds, your necrotized blue flesh knitting back together almost immediately as soon as you begin shoveling the chunks of dead flesh down your throat. Once every 10 minutes, when you Consume Flesh, you regain 1d6 Hit Points for every 2 levels you have, rounded up.</p>\n<h2>@Compendium[pf2e.feats-srd.Swift Leap]{Swift Leap} Feat 4</h2>\n<p><strong>Prerequisites</strong> GhoulDedication</p>\n<hr />\n<p>Your undead physiology allows you to leap quickly toward or away from your opponent. You Leap. This movement doesn't trigger reactions.</p>\n<p>If you are satiated, you can choose to end your satiation to instead @Compendium[pf2e.actionspf2e.High Jump]{High Jump} or @Compendium[pf2e.actionspf2e.Long Jump]{Long Jump} without triggering reactions, as you take a quick, enormous jump before any foe can react to your movement.</p>\n<h2>@Compendium[pf2e.feats-srd.Feverish Enzymes]{Feverish Enzymes} Feat 6</h2>\n<p><strong>Prerequisites</strong> Ghoul Dedication</p>\n<hr />\n<p>Your claws and fangs exude an infectious enzyme, related to the necrotic effects of ghoul fever, that causes a creature's wounds to heal slowly. Strike with your claw or jaws. This attack deals negative damage instead of its normal type; on a hit, the target halves any healing it receives until the start of your next turn. The target or an adjacent ally can spend two Interact actions to squeeze the enzymes from the wound and remove the effect.</p>\n<p>If you are satiated, when you hit you can choose to end your satiation and boost your enzymes, increasing the duration to 1 minute.</p>\n<h2>@Compendium[pf2e.feats-srd.Grave Strength]{Grave Strength} Feat 6</h2>\n<p><strong>Prerequisites</strong> Ghoul Dedication</p>\n<hr />\n<p>The flesh you've consumed over the course of your existence as a ghoul has made you stronger, gifting you with strange insights from the minds of the sapient creatures you've devoured and bringing you closer to a state of undead perfection. You gain the @Compendium[pf2e.ancestryfeatures.Advanced Undead Benefits]{Advanced Undead Benefits}. In addition, you gain a +5-foot status bonus to your Speed while you're satiated.</p>\n<h2>@Compendium[pf2e.feats-srd.Paralyzing Slash]{Paralyzing Slash} Feat 8</h2>\n<p><strong>Prerequisites</strong> Feverish Enzymes</p>\n<hr />\n<p>Your enzymes can paralyze your foes rather than merely making it harder for them to heal their wounds. Strike with your claw or jaws. If you hit a living non-elf creature, it becomes paralyzed unless it succeeds at a Fortitude save against your class DC or spell DC, whichever is higher. Regardless of the result of the save, the creature is temporarily immune to Paralyzing Slash for 24 hours. A creature that becomes paralyzed can attempt a new save to end the paralysis at the end of each of its turns, and the DC cumulatively decreases by 1 on each such save.</p>\n<h2>@Compendium[pf2e.feats-srd.Sickening Bite]{Sickening Bite} Feat 8</h2>\n<p><strong>Prerequisites</strong> Ghoul Dedication</p>\n<hr />\n<p>Your saliva causes severe nausea and mild fever in the living, weakening them so that you can more easily finish them off. When you critically hit a creature with your jaws, the creature is sickened 1. This is a disease effect.</p>\n<p>If you are satiated, you can end your satiation to make the target sickened 1 on a regular hit instead.</p>\n<h2>@Compendium[pf2e.feats-srd.Glutton For Flesh]{Glutton For Flesh} Feat 10</h2>\n<p><strong>Prerequisites</strong> Ghoul Dedication</p>\n<hr />\n<p>You have developed a capacity to store more flesh within your gaunt body to leave yourself satiated longer. If you Consume Flesh while satiated, you become fully satiated. You stay fully satiated for 3 hours, after which you become satiated for 1 hour. If you're fully satiated when an ability would end your satiation, you cease being fully satiated but remain satiated. If you have Grave Strength, you gain a +10-foot status bonus to your Speed when fully satiated instead of a +5-foot status bonus for being satiated.</p>\n<h2>@Compendium[pf2e.feats-srd.Corpse Stench]{Corpse Stench} Feat 12</h2>\n<p><strong>Prerequisites</strong> Ghoul Dedication</p>\n<hr />\n<p>Your body exudes an overwhelming scent of decay in a 10-foot emanation, so putrid that it nauseates creates within that range. Any creature that starts its turn in the aura must succeed at a Fortitude save against your class DC or spell DC, whichever is higher, or be sickened (plus slowed 1 on a critical failure). While within the aura, the creature takes a -2 circumstance penalty to saves against disease and to recover from the sickened condition. A creature that succeeds at its save is temporarily immune to Corpse Stench for 1 minute.</p>",
    "name": "Ghoul",
    "ownership": {
        "default": 0
    },
    "permission": {
        "default": 0
    }
}
