{
    "_id": "S82AsQp9Iyjff12F",
    "content": "<h1>Golden League Xun</h1>\n<p>You've become a xun, a powerful gang enforcer.</p>\n<h2 style=\"text-align:left\">@Compendium[pf2e.feats-srd.Golden League Xun Dedication]{Golden League Xun Dedication} Feat 8</h2>\n<p><strong>Prerequisites</strong> master in Underworld Lore</p>\n<hr />\n<p>You are a xun for the Golden League, aiding the organization. You gain expert proficiency in two of the following skills (or in two other skills of your choice in which you're trained, if you were already an expert in the listed skills): Athletics, Deception, Intimidation, or Stealth. In addition, if you use Underworld Lore to Earn Income or Recall Knowledge, when you get a success, you get a critical success instead.</p>\n<p> </p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from this archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Beneath Notice]{Beneath Notice} Feat 10</h2>\n<p><strong>Prerequisites</strong> Golden League Xun Dedication, expert in Deception</p>\n<hr />\n<p>You are skilled at hiding from your foes and targets among the common populace. You gain the Quick Disguise and Slippery Secrets skill feats. In addition, while in a crowd, you can Impersonate a nondescript member of the crowd as a three action activity (one action if you are legendary in Deception).</p>\n<h2>@Compendium[pf2e.feats-srd.Menacing Prowess]{Menacing Prowess} Feat 10</h2>\n<p><strong>Prerequisites</strong> Golden League Xun Dedication, expert in Intimidation</p>\n<hr />\n<p>Scaring off multiple people at once is your specialty. When you Demoralize, you can target up to 2 creatures within 30 feet of you at once. If you are a master of Intimidation, you can Demoralize up to 4 creatures at once; if you're legendary, you can Demoralize up to 8 creatures at once.</p>\n<h2>@Compendium[pf2e.feats-srd.Rope Mastery]{Rope Mastery} Feat 10</h2>\n<p><strong>Prerequisites</strong> Golden League Xun Dedication, expert in Athletics</p>\n<hr />\n<p>Ropes are your tool of choice, and you deploy them in versatile ways. When Climbing a rope, you move 5 more feet on a success and 10 more feet on a critical success, to a maximum of your Speed. This additional movement stacks with the effects of Quick Climb.</p>\n<p>In addition, you can use a rope to hamper your foes. When holding a rope, you can attempt an Athletics check to Disarm, Grapple, or Trip a creature up to 10 feet away instead of only adjacent creatures. If you critically fail such a check while holding a rope, you can drop the rope to take the effects of a failure instead of a critical failure.</p>\n<h2>@Compendium[pf2e.feats-srd.Silent Sting]{Silent Sting} Feat 10</h2>\n<p><strong>Prerequisites</strong> Golden League Xun Dedication, expert in Stealth</p>\n<p><strong>Trigger</strong> You make a strike with a weapon of light bulk.</p>\n<hr />\n<p>You quickly hide your weapon to make it difficult to pin the attack on you. You attempt to Conceal an Object to hide the triggering weapon. Your Stealth check is compared to the Perception DC of all creatures within 30 feet that can see you. You automatically succeed against creatures farther than 30 feet. The target of your Strike gains a +4 circumstance bonus to their Perception DC for this check. If your Stealth check is a success, you hide your weapon so well that the creature can't clearly determine where the attack originated.</p>",
    "flags": {},
    "name": "Golden League Xun",
    "permission": {
        "default": 0
    }
}
