{
    "_id": "Qsmzm6w1ZNpHX7GD",
    "content": "<h1>Halcyon Speaker</h1>\n<p><span>One of Old-Mage Jatembe's central lessons was that magic was magic, no matter what the source. Though the Magaambya seeks to hold true to Jatembe's teachings by aiming to understand magic of all kinds, the mages of the Magaambya have found the most success with magic rooted in the material world. Halcyon speakers are powerful conversants who epitomize the Magaambyan practice of blending arcane and primal magic, seeing both traditions as flowing from the same wellspring.<br /></span></p>\n<h2 class=\"title\">Halcyon Spells</h2>\n<p>Through hard study, Magaambyans can meld arcane and primal spellcasting. Halcyon spells are spells from the arcane or primal spell list. You don't gain new halcyon spells via the normal means you typically use to gain spells; instead, you gain new halcyon spells and new spell levels of halcyon spells only through feats. Halcyon spells are prepared or cast just like other spells granted by your class; for example, a wizard who gained halcyon spells would add them to their spell list and their spellbook, while a sorcerer would add them to their spell list and their spell repertoire. If you have more than one arcane or primal spellcasting class, you add halcyon spells to all such classes.<br /><br />Each time you cast a halcyon spell, decide whether it is an arcane or primal spell. You can't heighten a halcyon spell beyond your maximum spell level of halcyon spell, even if you have higher-level spell slots, and you can't select a halcyon spell as a signature spell.<br /><br />Each time you gain a level and learn new spells, and each time you gain a halcyon feat, you can swap out one of your old halcyon spells for a different halcyon spell of the same level; this is in addition to any swapping from your class, such as via a sorcerer's spell repertoire class feature. You can also swap out halcyon spells by retraining during downtime. If you have a spellbook, when you swap out a halcyon spell, you lose the spell from your spellbook entirely.</p>\n<h2>@Compendium[pf2e.feats-srd.Halcyon Speaker Dedication]{Halcyon Speaker Dedication} Feat 6</h2>\n<p><strong>Prerequisites</strong> Magaambyan Attendant Dedication, member of the Magaambya of conversant rank</p>\n<hr />\n<p>You devote much of your study to halcyon magic. You gain access to two common Halcyon cantrips and two common 1st-level halcyon spells. In addition to being able to cast your halcyon spells via your arcane or primal spell slots, you also gain a 1st-level halcyon spell slot. You can use your halcyon spell slots to spontaneously cast your halcyon spells.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the halcyon speaker archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Dualistic Synergy]{Dualistic Synergy} Feat 8</h2>\n<p><strong>Prerequisites</strong> Halcyon Speaker Dedication</p>\n<hr />\n<p>If your next action is to Cast a Spell from your spell slots, you gain a benefit. If the spell is arcane, you can attempt a skill check to Recall Knowledge with a +1 status bonus to the check after casting the spell, or a +2 status bonus if the spell is 7th level or higher. If the spell is primal, you gain a number of temporary Hit Points equal to the spell's level for 1 round. If the spell is a halcyon spell, you gain both benefits.</p>\n<h2>@Compendium[pf2e.feats-srd.Persistent Creation]{Persistent Creation} Feat 8</h2>\n<p><strong>Prerequisite</strong>s Halcyon Speaker Dedication</p>\n<hr />\n<p>You can cast @Compendium[pf2e.spells-srd.Creation]{Creation} as an innate spell at will, choosing whether it is arcane or primal each time. The created object lasts until you spend 1 hour not within its immediate vicinity or until it is destroyed. Such objects are called persistent creations. If you cast creation again, any persistent creation you previously created with the spell immediately disintegrates.</p>\n<h2>@Compendium[pf2e.feats-srd.Halcyon Spellcasting Initiated]{Halcyon Spellcasting Initiated} Feat 10</h2>\n<p><strong>Prerequisites</strong> Halcyon Speaker Dedication</p>\n<hr />\n<p>Your knowledge of halcyon magic increases. You gain two common 2nd-level halcyon spells and two 3rd-level halcyon spells. You also gain a 2nd-level halcyon spell slot and a 3rd-level halcyon spell slot. These and all future halcyon spell slots work like the 1st-level halcyon spell slot you gained from Halcyon Speaker Dedication.</p>\n<h2>@Compendium[pf2e.feats-srd.Shared Synergy]{Shared Synergy} Feat 10</h2>\n<p><strong>Prerequisites</strong> Dualistic Synergy</p>\n<hr />\n<p>You can grant the benefit from Dualistic Synergy to an ally within 30 feet instead of yourself, either allowing that ally to Recall Knowledge, granting that ally temporary Hit Points, or both, depending on the spell's tradition.</p>\n<h2>@Compendium[pf2e.feats-srd.Charged Creation]{Charged Creation} Feat 12</h2>\n<p><strong>Prerequisites</strong> Persistent Creation</p>\n<hr />\n<p>Your magic is drawn to your persistent creations. While you are within 30 feet of and have line of effect to your persistent creation, you can use it as the origin point for your line or cone spells. For instance, a @Compendium[pf2e.spells-srd.Lightning Bolt]{Lightning Bolt} could originate from the persistent creation rather than from you.</p>\n<h2>@Compendium[pf2e.feats-srd.Flexible Halcyon Spellcasting]{Flexible Halcyon Spellcasting} Feat 12</h2>\n<p><strong>Prerequisites</strong> Halcyon Spellcasting Initiate</p>\n<hr />\n<p>You broaden your ability to channel your power into halcyon magic. You gain one more common halcyon spell of each level of halcyon spell you can cast other than your highest (you do not gain an additional cantrip). You also gain one additional halcyon spell slot for each level of halcyon spell you can cast, other than the highest.</p>\n<h2>@Compendium[pf2e.feats-srd.Halcyon Spellcasting Adept]{Halcyon Spellcasting Adept} Feat 14</h2>\n<p><strong>Prerequisites</strong> Halcyon Spellcasting Initiate; master in either Arcana or Nature, expert in the other</p>\n<hr />\n<p>You refine your halcyon magic. You gain two common 4th-level halcyon spells and two 5th-level halcyon spells. You also gain a 4th-level halcyon spell slot and a 5th-level halcyon spell slot. Your proficiency rank in either arcane or primal spell DCs and spell attack rolls advances from trained to expert.</p>\n<h2>@Compendium[pf2e.feats-srd.Fulminating Synergy]{Fulminating Synergy} Feat 16</h2>\n<p><strong>Prerequisites</strong> Dualistic Synergy</p>\n<hr />\n<p>When you draw upon your spells' synergy, you create a physical manifestation of their magical resonance and invoke it to harm a foe. When you use Dualistic Synergy, choose a damage type: acid, cold, electricity, or fire. In addition to Dualistic Synergy's normal effect, a foe within 30 feet of you takes an amount of damage of the chosen type equal to the spell's level. If the spell already deals damage of the chosen type, combine the damage before applying weaknesses and resistances.</p>\n<h2>@Compendium[pf2e.feats-srd.Halcyon Spellcasting Sage]{Halcyon Spellcasting Sage} Feat 18</h2>\n<p>Prerequisites Halcyon Spellcasting Adept; legendary in either Arcana or Nature, master in the other</p>\n<p>Your command over halcyon magic is nearly unmatched. You gain two common 6th-level and 7th-level halcyon spells. You also gain a 6th-level halcyon spell slot and a 7th-level halcyon spell slot. Your proficiency rank in either arcane or primal spell DCs and spell attack rolls advances from expert to master.</p>\n<h2>@Compendium[pf2e.feats-srd.Synergistic Spell]{Synergistic Spell} Feat 20</h2>\n<p><strong>Prerequisites</strong> Halcyon Spellcasting Initiate, Fulminating Synergy, legendary in Arcana and Nature</p>\n<hr />\n<p>You combine your synergy and spells into a fantastic web of magic, allowing you to cast two spells at once. If the next action you use is to Cast a Spell from one of your halcyon spell slots, after that spell resolves, you can Cast another Spell as a free action. This spell must be cast from one of your halcyon spell slots and be a spell that would normally take two actions to cast.</p>",
    "flags": {},
    "name": "Halcyon Speaker",
    "permission": {
        "default": 0
    }
}
