{
    "_id": "4VtuYybUnDLD6DuW",
    "content": "<h1>Hallowed Necromancer</h1>\n<p>It's quite common for mages of all sorts to study necromancy-the surprisingly diverse school holds the secrets of positive and negative energy, as well as life and death. Many tap into these powers with no consideration of the morality of their use. For these unscrupulous magic users, it's simply another avenue in their never-ending pursuit of power, and the abilities learned are turned to the caster's personal ends, whatever they may be.</p>\n<p>Others choose a different path. Through spiritual study and introspection, they have come to recognize the evil intrinsic in the existence of undead, the fundamental wrongness of using the universal energy of death to create an appearance of life. To combat this evil, these casters learn to conduct positive energy and direct it to great effect against the undead they encounter. They may also engage in ongoing study to learn of the nature of life, death, and undeath, and the precise relationship between each state. These scholars and mages are commonly known as hallowed necromancers-a slightly misrepresentative name, as many of them don't use religious methods, but a frequently used shorthand regardless.</p>\n<p>The exact origin of hallowed necromancers' abilities may vary from one to the next. Some are granted their gifts directly by a sympathetic deity such as Sarenrae or Pharasma, while others might use their knowledge of religion and the planes to learn such abilities on their own. Though rarer, it's even possible these practitioners might discover they possess an intuitive understanding and control over abilities that manifest spontaneously as their capabilities grow. Despite this variance, all share a fundamental understanding that undeath is an aberration to be quickly remedied.</p>\n<p>Though the majority of hallowed necromancers have similar goals and are willing to work together, they tend not to form their own organizations. More often, these necromancers attach themselves to existing groups-such as the Knights of Lastwall or Voices of the Spire-and use their powers in support of those groups' causes. Otherwise, they plan and carry out their own personal vendettas against the forces of undeath, often enlisting the help of trusted friends and allies.</p>\n<section class=\"info\">HALLOWED NECROMANCY IN GEB\n<p>As hallowed necromancy lacks any unified credo, its practitioners are found throughout Golarion. It's rare they make their presence known within the borders of Geb, however. Those who hide their profession usually move on to other lands and those who openly crusade against Geb's many undead quickly find themselves utterly overwhelmed.</p>\n<p>Hallowed necromancers captured in Geb might be executed only to be risen by their foes with their spellcasting ability intact but moral code absent or twisted.</p>\n</section>\n<h2>@Compendium[pf2e.feats-srd.Hallowed Necromancer Dedication]{Hallowed Necromancer Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> good alignment, able to cast spells using spell slots, able to cast at least one necromancy spell, expert in Religion</p>\n<hr />\n<p>You've studied techniques allowing you to blend so-called hallowed necromancy into your own spellcasting to bolster the living and destroy the undead. You gain the @Compendium[pf2e.spells-srd.Hallowed Ground]{Hallowed Ground} focus spell. It costs 1 Focus Point to cast a focus spell. This feat grants a focus pool of 1 Focus Point that you can recover using the @Compendium[pf2e.actionspf2e.Refocus]{Refocus} activity. You can Refocus by meditating or praying to connect yourself to conduits of positive energy. Focus spells from the hallowed necromancer archetype have the same tradition as your spell slots. Casting spells that create, heal, or otherwise aid or promote undead is anathema to you, as is cooperation with undead. Using negative energy isn't anathema, as it serves a natural purpose, but twisting that negative energy for creation is blasphemous to you. If you perform acts that are anathema to your principles, you lose access to all feats from this archetype. These abilities can be regained only with an @Compendium[pf2e.spells-srd.Atone]{Atone} ritual.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the hallowed necromancer archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Hallowed Initiate]{Hallowed Initiate} Feat 4</h2>\n<p><strong>Prerequisites</strong> Hallowed Necromancer Dedication</p>\n<hr />\n<p>You've expanded your focus spellcasting to techniques used by clerics and wizards. You gain an additional focus spell, either the necromancer school spell @Compendium[pf2e.spells-srd.Call of the Grave]{Call of the Grave} or the initial domain spell of the death domain, @Compendium[pf2e.spells-srd.Death's Call]{Death's Call}. Increase the number of Focus Points in your focus pool by 1.</p>\n<p><strong>Special</strong> You can select this feat a second time, choosing the other initial focus spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Sacred Spells]{Sacred Spells} Feat 4</h2>\n<p><strong>Prerequisites</strong> Hallowed Necromancer Dedication</p>\n<hr />\n<p>Add @Compendium[pf2e.spells-srd.Chill Touch]{Chill Touch}, @Compendium[pf2e.spells-srd.Death Ward]{Death Ward}, @Compendium[pf2e.spells-srd.Disrupt Undead]{Disrupt Undead}, @Compendium[pf2e.spells-srd.Disrupting Weapons]{Disrupting Weapons}, @Compendium[pf2e.spells-srd.Holy Cascade]{Holy Cascade}, @Compendium[pf2e.spells-srd.Magic Stone]{Magic Stone}, and @Compendium[pf2e.spells-srd.Sunburst]{Sunburst} to your spell list. These are all necromancy spells for you, even if they normally have a different spell school. You can either prepare these spells or add them to your repertoire just like the spells normally on your tradition's spell list. When you gain this feat, you can retrain existing spells to replace them with ones on this list. In addition, your knowledge of the conduits to the Positive Energy Plane allows you more flexibility with these spells. Choose one of these two benefits.</p>\n<ul>\n<li>If you're a prepared spellcaster, you can spend 10 minutes to replace one of the spells you've prepared with a spell of the same level from the list of sacred spells. You can do this while Refocusing.</li>\n<li>If you're a spontaneous spellcaster with the signature spells class feature, add two of the spells from the list of sacred spells to your repertoire. They are signature spells for you, in addition to your normal signature spells. When you gain the ability to cast a new level of spells, you can choose to switch the spells from this feat to any other spells from the list.</li>\n</ul>\n<h2>@Compendium[pf2e.feats-srd.Death Warden]{Death Warden} Feat 6</h2>\n<p><strong>Prerequisites</strong> Hallowed Necromancer Dedication</p>\n<hr />\n<p>With your intimate familiarity with the duality of positive and negative energy, you're able to stand as a bulwark against death and undeath alike. You gain resistance to negative damage equal to half your level and a +1 status bonus to saving throws against effects with the negative trait.</p>\n<h2>@Compendium[pf2e.feats-srd.Advanced Hallowed Spell]{Advanced Hallowed Spell} Feat 8</h2>\n<p><strong>Prerequisites</strong> Hallowed Necromancer Dedication, necromancer initial school spell or death initial domain spell</p>\n<hr />\n<p>You dig deeper into the magical tools found in wizard schools and divine domains. You gain an advanced focus spell, either the necromancer advanced school spell @Compendium[pf2e.spells-srd.Life Siphon]{Life Siphon} or the advanced domain spell of the death domain, @Compendium[pf2e.spells-srd.Eradicate Undeath]{Eradicate Undeath}. Increase the number of Focus Points in your focus pool by 1. If you choose life siphon, it triggers when you expend spell slots from your class even if they aren't wizard spell slots.</p>\n<p><strong>Special</strong> You can select this feat a second time, choosing the other advanced focus spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Positive Luminance]{Positive Luminance} Feat 8</h2>\n<p><strong>Prerequisites</strong> Hallowed Necromancer Dedication</p>\n<hr />\n<p>You learn how to create a luminous reservoir of positive energy that you can use to punish undead who dare attack you. You gain the domain spell @Compendium[pf2e.spells-srd.Positive Luminance]{Positive Luminance}. It costs 1 Focus Point to cast a focus spell. This feat grants a focus pool of 1 Focus Point that you can recover using the Refocus activity.</p>\n<h2>@Compendium[pf2e.feats-srd.Consecrated Aura]{Consecrated Aura} Feat 14</h2>\n<p><strong>Prerequisites</strong> Hallowed Necromancer Dedication</p>\n<hr />\n<p>Your body radiates positive energy, making your very presence disorienting to undead and encouraging them to move away from you. The effect plays upon the instincts flowing through their bodies from negative energy and can thus affect even mindless creatures. You gain an aura of positive energy in a @Template[type:emanation|distance:20]. Each undead creature that ends its turn in your aura must succeed at a Will save against your spell DC or become @Compendium[pf2e.conditionitems.Frightened]{Frightened 1} (@Compendium[pf2e.conditionitems.Frightened]{Frightened 2} on a critical failure). A creature that succeeds at its save is temporarily immune for 1 minute.</p>\n<p><strong>Special</strong> Your aura gains the trait of the magical tradition for the spells you used to qualify for Hallowed Necromancer Dedication.</p>",
    "name": "Hallowed Necromancer",
    "permission": {
        "default": 0
    }
}
