{
    "_id": "LYYDozZfXok19VYW",
    "content": "<h1>Hellknight Armiger</h1>\n<p><span>You have presented yourself to a Hellknight citadel as a candidate to become a fearsome Hellknight. You believe that all who live must be forced to obey law, and you adventure as a test of your loyalty, discipline, and courage. Someday you will take the Hellknight test and battle a devil in single combat to prove your strength and join the Hellknight ranks.</span></p>\n<h2><span>@Compendium[pf2e.feats-srd.Hellknight Armiger Dedication]{Hellknight Armiger Dedication} Feat 2</span></h2>\n\n<div><strong>Prerequisites</strong> member of a Hellknight order, trained in heavy armor as well as your order's favored weapon</div>\n<div><strong>Access</strong> You are from Old Cheliax.</div>\n<hr />\n<p>Your Hellknight training teaches you to terrorize others into compliance, but you also study the structure and hierarchy of Hell. You must survive painful tests of your body and mind called reckonings, which steady your mind against all sorts of trauma. You gain resistance to mental damage equal to 1 + your number of class feats from the Hellknight Armiger archetype and other Hellknight archetypes. You become trained in Intimidation and Hell Lore; if you were already trained, you become an expert instead.</p>\n<p><strong>Special</strong> You can't select another dedication feat except dedication feats for higher positions within the Hellknights until you have gained two other feats from the Hellknight armiger archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Ardent Armiger]{Ardent Armiger} Feat 4</h2>\n<p><strong>Prerequisites</strong> Hellknight Armiger Dedication</p>\n<hr />\n<p>You have been trained to resist the manipulations of fiends, and your Hellknight discipline makes you difficult to influence. You gain a +1 circumstance bonus to saves against mental effects that specifically improve your attitude and to your Will DC against someone Coercing you, Demoralizing you, Making an Impression on you, or Making a Request of you.</p>\n<p>If a mental effect would compel you to act in a way that violates your Hellknight order's tenets (as determined by the GM), you can attempt to break free from the effect as a reaction triggered by receiving the violating order, and you gain a new Will save against the effect. You can attempt this new save only once for a given effect, even if you are compelled to violate your order's tenets multiple times.</p>\n<h2>@Compendium[pf2e.feats-srd.Diabolic Certitude]{Diabolic Certitude} Feat 4</h2>\n<div><strong>Prerequisites</strong> Hellknight Armiger Dedication</div>\n<div><strong>Trigger</strong> Your turn begins and you can observe a devil.</div>\n<hr />\n<p>Your Hellknight training drilled details of Hell's denizens deep into your mind. Make an attempt to Recall Knowledge about a devil you're observing. If you roll a critical failure on this check, you get a failure instead.</p>\n<h2>@Compendium[pf2e.feats-srd.Mortification]{Mortification} Feat 4</h2>\n<p><strong>Prerequisites</strong> Hellknight Armiger Dedication</p>\n<hr />\n<p>Your reckonings have prepared your body for physical punishment. Choose bludgeoning, piercing, or slashing damage, based on the nature of your physical reckonings. You gain resistance to the chosen damage type equal to your number of class feats from the Hellknight Armiger archetype and other Hellknight archetypes.</p>\n<h2>@Compendium[pf2e.feats-srd.Armiger's Mobility]{Armiger's Mobility} Feat 8</h2>\n<p><strong>Prerequisites</strong> expert in heavy armor, Hellknight Armiger Dedication</p>\n<hr />\n<p>You've learned how best to move in heavy armor. When wearing heavy armor, if you meet the Strength requirement, instead of reducing the movement penalty by 5 feet, you reduce the penalty by 10 feet (typically reducing the penalty to 0). If you are a dwarf with the Unburdened Iron feat, increase your Speed by 5 feet.</p>\n<h2>@Compendium[pf2e.feats-srd.Order Training]{Order Training} Feat 8</h2>\n<p><strong>Prerequisites</strong> Hellknight Armiger Dedication</p>\n<hr />\n<p>You gain the lesser order benefit for the Hellknight order to which you belong.</p>\n<h2>@Compendium[pf2e.feats-srd.Advanced Order Training]{Advanced Order Training} Feat 12</h2>\n<p><strong>Prerequisites</strong> Hellknight Armiger Dedication; Hellknight Dedication or Hellknight Signifer Dedication</p>\n<hr />\n<p>You gain the greater order benefit for the Hellknight order to which you belong.</p>\n<h2>@Compendium[pf2e.feats-srd.Hellknight Order Cross-Training]{Hellknight Order Cross-Training} Feat 12</h2>\n<p><strong>Prerequisites</strong> Hellknight Armiger Dedication; Hellknight Dedication or Hellknight Signifer Dedication</p>\n<hr />\n<p>You gain the lesser order benefit of a Hellknight order other than the one to which you belong. This represents your time spent training with members of that order to learn their techniques and teachings. If you aren't in good standing with a given order, you can't receive their training.</p>\n<p><strong>Special</strong> You can select this feat multiple times, gaining the lesser order benefit from a different order each time by training with members of that order.</p>",
    "flags": {},
    "name": "Hellknight Armiger",
    "permission": {
        "default": 0
    }
}
