{
    "_id": "GwItivMACzBmW82g",
    "content": "<h1>Hellknight Signifer</h1>\n<p><span>Signifers are the powerful and enigmatic Hellknight spellcasters who support and sometimes lead other Hellknights on their missions to enforce unwavering law. Formidable in their own right, signifers are trained to be unstoppable forces of order and authority when they stand alongside their martial counterparts.<br /></span></p>\n<h2 class=\"title\">Hellknight Archetypes</h2>\n<p>The following archetypes represent fully inducted members of a Hellknight order. You can select the dedication feats for these archetypes even if you haven't yet gained three feats from the @Compendium[pf2e.archetypes.Hellknight Armiger]{Hellknight Armiger} archetype. A character can't have both the @Compendium[pf2e.archetypes.Hellknight]{Hellknight} and Hellknight signifer archetypes.</p>\n<h2>@Compendium[pf2e.feats-srd.Hellknight Signifer Dedication]{Hellknight Signifer Dedication} Feat 6</h2>\n<p><strong>Prerequisites</strong> spellcasting class feature, Hellknight Armiger Dedication, lawful alignment, member of a Hellknight order, passed the Hellknight Test</p>\n<hr />\n<p>You have bolstered your force of will with the power of the Measure and the Chain. Upon initiation, you receive a signifer mask, often devoid of eyeholes or other decorative features. The mask doesn't obscure your vision, though it makes it impossible for others to see your eyes. While wearing your signifer's mask, you gain +1 circumstance bonus to Deception checks to Lie, Intimidation checks, and Deception DCs against Sense Motive. You gain expert proficiency in Intimidation (or in another skill in which you're trained of your choice, if you were already an expert in Intimidation) as well as in your choice of Arcana, Nature, Occultism, or Religion.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the @Compendium[pf2e.archetypes.Hellknight Signifer]{Hellknight Signifer} or @Compendium[pf2e.archetypes.Hellknight Armiger]{Hellknight Armiger} archetypes.</p>\n<h2>@Compendium[pf2e.feats-srd.Masked Casting]{Masked Casting} Feat 8</h2>\n<div><strong>Requirements</strong> You are wearing your signifer's mask.</div>\n<div><strong>Trigger</strong> You begin Casting a Spell.</div>\n<hr />\n<p>You harness the magical energy flowing through your eyeless mask to effortlessly protect you from visual effects. You Avert your Gaze.</p>\n<h2>@Compendium[pf2e.feats-srd.Gaze of Veracity]{Gaze of Veracity} Feat 10</h2>\n<p><strong>Prerequisites</strong> Hellknight Signifer Dedication, ability to cast focus spells</p>\n<hr />\n<p>You can channel your mask's power to pierce through lies and see the truth in any situation. Increase the number of Focus Points in your focus pool by 1. While wearing your mask, you can cast the glimpse the truth cleric domain spell as a divine focus spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Signifer's Sight]{Signifer's Sight} Feat 10</h2>\n<p><strong>Prerequisites</strong> Hellknight Signifer Dedication</p>\n<hr />\n<p>The magic flowing through your signifer's mask allows you to see in the dark, and the mask dampens the distraction caused by sudden flashes of bright light. While wearing your signifer's mask, you gain darkvision. Additionally, if you are dazzled while wearing your signifer's mask and the target is concealed only because you are dazzled, you reduce the flat check DC to target that creature from 5 to 3.</p>\n<h2>@Compendium[pf2e.feats-srd.Signifer Armor Expertise]{Signifer Armor Expertise} Feat 12</h2>\n<p><strong>Prerequisites</strong> Hellknight Signifer Dedication</p>\n<hr />\n<p>You've spent enough time helping your comrades equip medium and heavy armor that you spread your own expertise to those armors as well. If you have expert proficiency in any armor or unarmored defense, you also gain expert proficiency in medium and heavy armor.</p>",
    "flags": {},
    "name": "Hellknight Signifer",
    "permission": {
        "default": 0
    }
}
