{
    "_id": "RvjlaAPa2Wkdhrms",
    "content": "<h1>Horizon Walker</h1>\n<p>Many long for the open road, but you prefer the trackless wild. You can find safe passage through the most inhospitable terrain in the world-icecaps, deserts, and similar environs are where you're comfortable. Your talents open untrod paths for you and help guide others through the wilderness.</p>\n<p>Additional Feats: 10th @Compendium[pf2e.feats-srd.Blind-Fight]{Blind-Fight} (Core Rulebook 173), @Compendium[pf2e.feats-srd.Terrain Master]{Terrain Master} (Core Rulebook 174); 12th @Compendium[pf2e.feats-srd.Warden's Step]{Warden's Step} (Core Rulebook 175).</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Horizon Walker Dedication]{Horizon Walker Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Survival</p>\n<hr />\n<p>You've mastered travel within a specific type of terrain. You gain the Favored Terrain feat (Core Rulebook 171). When in your favored terrain, you gain a +10-foot circumstance bonus to your travel Speed. When other creatures Follow the Expert with you as a guide in your favored terrain, they gain both the ability to ignore non-magical difficult terrain for the purpose of their travel Speed and the bonus to travel Speed.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Horizon Walker archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Acclimatization]{Acclimatization} Feat 4</h2>\n<p><strong>Prerequisites</strong> Horizon Walker Dedication</p>\n<hr />\n<p>Your time spent in the hostile parts of the world has inured you to extreme climates. In your favored terrain, you gain resistance equal to half your level to all environmental damage and are affected by temperature effects as though they were one step less severe (incredible heat or cold becomes extreme, extreme heat or cold becomes severe, and so on).</p>\n<p>When other creatures Follow the Expert with you as a guide in your favored terrain, they too treat temperature effects as one step less severe.</p>\n<h2>@Compendium[pf2e.feats-srd.Sure Foot]{Sure Foot} Feat 4</h2>\n<p><strong>Prerequisites</strong> Horizon Walker Dedication, expert in Acrobatics and Athletics</p>\n<hr />\n<p>You know the secrets of moving in your favored terrain. You gain a +2 circumstance bonus to skill checks to move within your favored terrain, such as Acrobatics checks to Balance on ice, Athletics checks to Swim in rough water, Acrobatics checks to Fly in windy conditions, and so forth.</p>\n<h2>@Compendium[pf2e.feats-srd.Perpetual Scout]{Perpetual Scout} Feat 6</h2>\n<p><strong>Prerequisites</strong> Horizon Walker Dedication</p>\n<hr />\n<p>You spot anything out of place in the areas you know best. While in your favored terrain, you always gain the benefits of the Scout exploration activity, even if you are performing another exploration activity. If you're legendary in Survival, you gain these benefits in any terrain.</p>\n<h2>@Compendium[pf2e.feats-srd.Magical Adaptation]{Magical Adaptation} Feat 10</h2>\n<p><strong>Prerequisites</strong> Horizon Walker Dedication</p>\n<hr />\n<p>When an obstacle bars your path, you pull a trick from your sleeve to overcome it. You can cast darkvision, spider climb, and 4th-level water breathing as innate primal spells, each once per day.</p>\n<h2>@Compendium[pf2e.feats-srd.Wild Strider]{Wild Strider} Feat 12</h2>\n<p><strong>Prerequisites</strong> Horizon Walker Dedication</p>\n<hr />\n<p>Natural obstacles pose no obstacle to you. You gain the ranger's wild stride class feature. This allows you to ignore the effects of all non-magical difficult terrain, treat greater difficult terrain as merely difficult terrain, and gives you an additional benefit from Favored Terrain based on the terrain.</p>\n",
    "flags": {},
    "name": "Horizon Walker",
    "permission": {
        "default": 0
    }
}
