{
    "_id": "s7kWIaeCdj3IFte9",
    "content": "<h1>Jalmeri Heavenseeker</h1>\n<p><span>Certain martial artists dedicate themselves to fighting in Jalmeray's Challenge of Sky and Heaven; these individuals devote themselves to the esoteric mysteries of the sky and incorporate these lofty abilities into their martial arts maneuvers. You may have learned these skills from the Houses of Perfection in Jalmeray, or from a practitioner of this style who left Jalmeray bearing its secrets (such as Shristi Melipdra). The Houses of Perfection focus on honing elemental powers, but the Jalmeri heavenseeker isn't limited by the powers of air alone. This style's attacks emulate darting flashes of lightning and the crash of thunder from roiling storm clouds. A true practitioner masters control even over dense matter, causing the air to support its weight or bring it crashing down. </span></p>\n<h2><span>@Compendium[pf2e.feats-srd.Jalmeri Heavenseeker Dedication]{Jalmeri Heavenseeker Dedication} Feat 4</span></h2>\n<p><span><strong>Prerequisites</strong> expert in unarmed strikes</span></p>\n<p><span><strong>Access</strong> trained by a current or former member of a House of Perfection<br /></span></p>\n<hr />\n<p>Your skill and dedication have set you on a path to master the techniques of Jalmeray's greatest martial artists: victors of the Challenge of Sky and Heaven. You become trained in either Acrobatics or Occultism. You gain either the Ki Rush or Ki Strike monk feat, which grants you a ki spell and a focus pool of 1 Focus Point that you can recover using the Refocus activity as a monk does. If you already have both these feats, you can instead choose a single 1st-level monk feat. <br /><br /><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Jalmeri heavenseeker archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Heaven's Thunder]{Heaven's Thunder} Feat 6</h2>\n<p><strong>Prerequisites</strong> Jalmeri Heavenseeker Dedication</p>\n<hr />\n<p>With a loud shout, you unleash your ki in a crackling shroud of thunder and lightning that engulfs your body. Until the end of your next turn, your unarmed attacks and weapons you wield that have the monk trait deal additional electricity damage equal to one-half your level and additional sonic damage equal to one-half your level.<br /><br />If you also know the Ki Blast ki spell, you can choose to deal either electricity or sonic damage with the spell instead of force while this effect is active (ki blast loses the force trait and gains the electricity or sonic trait instead). Any creature who successfully Grapples you or is successfully Grappled by you also takes this damage immediately after the Grapple check is resolved.</p>\n<h2>@Compendium[pf2e.feats-srd.Sky and Heaven Stance]{Sky and Heaven Stance} Feat 6</h2>\n<p><strong>Prerequisites</strong> Jalmeri Heavenseeker Dedication</p>\n<p><strong>Requirements</strong> You are unarmored</p>\n<hr />\n<p>You enter a stance perfected by past champions of the Challenge of Sky and Heaven, allowing you to make jagged strikes like flashes of lightning through the sky. The only Strikes you can make are skyward slash unarmed attacks. These unarmed attacks deal 1d10 slashing damage; are in the brawling group; and have the nonlethal, unarmed, and versatile P traits.<br /><br />While in Sky and Heaven Stance, you gain resistance 2 to electricity and resistance 2 to sonic damage. These resistances increase to 5 at 12th level and to 8 at 18th level.</p>\n<h2>@Compendium[pf2e.feats-srd.Skyseeker]{Skyseeker} Feat 8</h2>\n<p><span><strong>Prerequisites</strong> Sky and Heaven Stance<br /><strong>Requirements</strong> You are in Sky and Heaven Stance.<br /></span></p>\n<hr />\n<p>You <a draggable=\"true\" data-pack=\"pf2e.actionspf2e\" data-id=\"d5I6018Mci2SWokk\"> Leap</a> toward an opponent. At any point in the Leap, you can make a single Strike against a creature within your reach. At 12th level, if you hit with this Strike, instead of finishing your Leap, you can immediately attempt a second Leap from the space where you struck the target of your Strike. You can make a single Strike against a target within your reach during this second Leap as well. At 16th level, you can attempt a third Leap if your second Strike hits, and you can attack a target at any point during this third Leap. All Leaps made during this activity gain a +10-foot status bonus to the total height or distance of your leap, and no two Strikes can target the same creature.</p>\n<h2>@Compendium[pf2e.feats-srd.Steal the Sky]{Steal the Sky} Feat 10</h2>\n<p><strong>Prerequisites</strong> Jalmeri Heavenseeker Dedication</p>\n<hr />\n<p>You can take away the air that keeps a flying foe aloft. You gain the <em>Steal the Sky </em>ki spell. Increase the number of Focus Points in your focus pool by 1.</p>\n<h2>@Compendium[pf2e.feats-srd.Speaking Sky]{Speaking Sky} Feat 12</h2>\n<p><strong>Prerequisites</strong> Jalmeri Heavenseeker Dedication</p>\n<hr />\n<p>You can hear air movement like soft whispers. You gain the <em>Speaking Sky</em> ki spell. Increase the number of Focus Points in your focus pool by 1.</p>\n<h2>@Compendium[pf2e.feats-srd.Cross the Final Horizon]{Cross the Final Horizon} Feat 20</h2>\n<p><span><strong>Prerequisites</strong> Sky and Heaven Stance<br /><strong>Requirements</strong> You are in Sky and Heaven Stance.<br /></span></p>\n<hr />\n<p>You Stride up to your Speed and your ki enshrouds your limbs in a terrifying stormy energy, increasing the reach of your Sky and Heaven Stance unarmed attacks by 5 feet.<br /><br />At the end of your movement, make up to three Strikes against a target you can reach, each at a -2 penalty. Each attack counts toward your multiple attack penalty, but the multiple attack penalty doesn't increase until after you have made all your attacks. Instead of the usual slashing or piercing damage, the damage for these Strikes is either electricity or sonic, as you choose with each Strike. If you successfully hit with all three Strikes, the target is Drained 3.</p>\n",
    "flags": {},
    "name": "Jalmeri Heavenseeker",
    "permission": {
        "default": 0
    }
}
