{
    "_id": "8vuL2hCPrcG2duLt",
    "content": "<h1>Juggler</h1>\n<p><span><span>You're a skilled performer, with impressive balance and coordination that help you greatly in battle.</span><br /></span></p>\n<h2>@Compendium[pf2e.feats-srd.Juggler Dedication]{Juggler Dedication} Feat 2</h2>\n<p><span><strong>Prerequisites</strong> Dexterity 14<br /></span></p>\n<hr />\n<p>You become trained in Performance; if you were already trained in Performance, you instead become trained in a skill of your choice. You also gain the @Compendium[pf2e.feats-srd.Juggle]{Juggle} skill feat, even if you don't meet its prerequisites.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained one other feat from the juggler archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Focused Juggler]{Focused Juggler} Feat 4</h2>\n<div><strong>Prerequisites</strong> Juggler Dedication</div>\n<div><strong>Trigger</strong> Your turn begins.</div>\n<hr />\n<p>You continue Juggling until the end of your next turn. Increase the maximum number of items you can Juggle by one.</p>\n<h2>@Compendium[pf2e.feats-srd.Quick Juggler]{Quick Juggler} Feat 4</h2>\n<p><strong>Prerequisites</strong> expert in Performance, Juggler Dedication</p>\n<hr />\n<p>When you start to Juggle or add another item to those you are Juggling, you add two items instead of one. Increase the maximum number of items you can Juggle by one.</p>\n<h2>@Compendium[pf2e.feats-srd.Reflexive Catch]{Reflexive Catch} Feat 4</h2>\n<div><strong>Prerequisites</strong> expert in Acrobatics, Juggler Dedication</div>\n<div><strong>Requirements</strong> The item or thrown weapon is of a Bulk you can Juggle. If the trigger was a thrown weapon attack targeting you, you can't be flat-footed to the attack. If you were already Juggling, you can't be Juggling your maximum number of items.</div>\n<div><strong>Trigger</strong> An item falls within your reach or an attacker fails an attack roll to hit you or a creature within your reach with a thrown weapon.</div>\n<hr />\n<p>You grab the triggering item. If you are Juggling, you can immediately add the item to the objects you're Juggling as a free action, which has the concentrate and manipulate traits.</p>\n<h2>@Compendium[pf2e.feats-srd.Lobbed Attack]{Lobbed Attack} Feat 8</h2>\n<div><strong>Prerequisites</strong> master in Performance, Juggler Dedication</div>\n<div><strong>Requirements</strong> You are Juggling a thrown weapon.</div>\n<hr />\n<p>You make a thrown ranged Strike with the required weapon, using the weapon's normal range increment. This attack doesn't trigger reactions, and if the target has never seen you use this feat before, the target is flat-footed against this attack.</p>\n<h2>@Compendium[pf2e.feats-srd.Opportune Throw]{Opportune Throw} Feat 16</h2>\n<div><strong>Prerequisites</strong> legendary in Performance, Juggler Dedication</div>\n<div><strong>Requirements</strong> You are Juggling a thrown weapon.</div>\n<div><strong>Trigger</strong> A creature within 10 feet of you uses a manipulate action or a move action, makes a ranged attack, or leaves a square during a move action it's using.</div>\n<hr />\n<p>You make a thrown ranged Strike with the required weapon against the triggering creature. If you critically succeed and the trigger was a manipulate action, you disrupt that action. This Strike doesn't count against your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike.</p>",
    "flags": {},
    "name": "Juggler",
    "permission": {
        "default": 0
    }
}
