{
    "_id": "l4sKdl0ub0UGBwsb",
    "content": "<h1>Knight Vigilant</h1>\n<p><span><span>Taking their lead from heroic stories of the Shining Crusade, the knights vigilant stand as a courageous example of morality and honor.</span><br /></span></p>\n<h2 class=\"title\">Knights of Lastwall Archetypes</h2>\n<p><span>The following archetypes are uncommon but are available to members of the Knights of Lastwall. Qualifying characters with the Lastwall sentry archetype can select one of these dedications even without gaining three feats from the Lastwall sentry archetype, and each of these archetypes' feats fulfills the @Compendium[pf2e.feats-srd.Lastwall Sentry Dedication]{Lastwall Sentry Dedication}'s special requirement despite not being from the Lastwall sentry archetype.</span></p>\n<h2>@Compendium[pf2e.feats-srd.Knight Vigilant Dedication]{Knight Vigilant} Feat 6</h2>\n<p><strong>Prerequisites</strong> trained in Religion, any good alignment, member of the Knights of Lastwall of knight rank</p>\n<hr />\n<p>You are dedicated to the cause of the Shining Sentinels. You gain expert proficiency in Religion. When you are between an ally and a foe and would provide lesser cover to your ally against the foe's attacks, you twist to become even more obtrusive, providing standard cover instead.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the Knight Vigilant archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Unshakable Idealism]{Unshakable Idealism} Feat 8</h2>\n<p><strong>Prerequisites</strong> Knight Vigilant, expert in Will saves</p>\n<hr />\n<p>Your faith and hope can't be shaken, and you won't flee when lives are at stake. You gain a +1 circumstance bonus on saves against fear effects and emotion effects that inflict despair. When you would gain the fleeing condition, you can choose to stand your ground and be stunned for the effect's duration as well, preventing you from running and allowing you to re-enter the fight more quickly when the effect ends.</p>\n<h2>@Compendium[pf2e.feats-srd.Endure Death's Touch]{Endure Death's Touch} Feat 10</h2>\n<div><strong>Prerequisites</strong> Knight Vigilant, expert in medium or heavy armor</div>\n<div><strong>Requirements</strong> You are wearing medium or heavy armor in which you have expert proficiency.</div>\n<div><strong>Trigger</strong> An undead hits you with an unarmed attack.</div>\n<hr />\n<p>Your conviction redirects the undead's attack through your armor and then harmlessly away. You gain resistance 5 to physical damage and resistance 10 to negative damage against the triggering attack. You gain a +2 circumstance bonus on any saving throws against effects from the undead's natural attack; if you succeed at the saving throw, you get a critical success instead.</p>\n<h2>@Compendium[pf2e.feats-srd.Aegis of Arnisant]{Aegis of Arnisant} Feat 12</h2>\n<p><span><strong>Prerequisites</strong> Knight Vigilant, Shield Block, master in Religion<br /><strong>Requirements</strong> You are wielding a shield.<br /></span></p>\n<hr />\n<p>Inspired by the tale of Arnisant, you transform your shield into a magic ward. Until the beginning of your next turn, you gain the following reaction:</p>\n<h3>@Compendium[pf2e.actionspf2e.Absorb into the Aegis]{Absorb into the Aegis}</h3>\n<p><strong>Trigger</strong> An enemy casts a spell that targets you or an ally within 15 feet of you</p>\n<hr />\n<p>You interpose your shield's ward against the spell. Attempt a counteract check, using your Religion modifier as your counteract modifier. On a success, the spell is counteracted and your shield takes damage equal to four times the spell level as it absorbs and disperses the magical energy. On a failure, the shield takes damage equal to twice the spell's level.</p>\n<h2>@Compendium[pf2e.feats-srd.Knight in Shining Armor]{Knight in Shining Armor} Feat 12</h2>\n<p><strong>Prerequisites</strong> Knight Vigilant; expert in light armor, medium armor, or unarmored defense; trained in heavy armor</p>\n<hr />\n<p>As a knight in shining armor, you train daily in the heaviest armor, expanding your expertise to heavy armor. You gain expert proficiency in heavy armor.</p><p></p>",
    "flags": {},
    "name": "Knight Vigilant",
    "permission": {
        "default": 0
    }
}
