{
    "_id": "Utxq3fo8AoPyfh4K",
    "content": "<h1>Lastwall Sentry</h1>\n<p><span><span>While the nation of Lastwall is gone, leaving only the horror of the Gravelands behind, you refuse to give up and renounce your oaths. You've renewed your vows, swearing to combat the influence of the Whispering Tyrant wherever it might strike across Golarion.</span><br /></span></p>\n<h2>@Compendium[pf2e.feats-srd.Lastwall Sentry Dedication]{Lastwall Sentry Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> member of the Knights of Lastwall, Shield Block</p>\n<p><strong>Access</strong> You are from the Eye of Dread region.</p>\n<hr />\n<p>You've sworn yourself as a sentry for the Knights of Lastwall, the first line of defense against incursions by the Whispering Tyrant throughout Golarion. You become trained in Athletics and in Undead Lore; if you were already trained, you become an expert instead. Finally, you gain the Reactive Shield fighter feat.</p><p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Lastwall sentry archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Eye of Ozem]{Eye of Ozem} Feat 4</h2>\n<p><strong>Prerequisites</strong> Lastwall Sentry Dedication, expert in Perception</p>\n<hr />\n<p>You've learned how to spot danger at a distance, allowing you to serve as a sentry with ease. You gain a +2 circumstance bonus to initiative rolls when using Perception, and when you're Scouting, you grant your allies a +2 circumstance bonus instead of +1.</p>\n<h2>@Compendium[pf2e.feats-srd.Necromantic Resistance]{Necromantic Resistance} Feat 4</h2>\n<p><strong>Prerequisites</strong> Lastwall Sentry Dedication</p>\n<hr />\n<p>As part of your training, you've inured yourself against necromancy through repeated exposure. You gain a +1 circumstance bonus to saves against necromancy effects and gain resistance to negative damage equal to half your level.</p>\n<h2>@Compendium[pf2e.feats-srd.Grave Sense]{Grave Sense} Feat 6</h2>\n<p><strong>Prerequisites</strong> Lastwall Sentry Dedication</p>\n<hr />\n<p>Your time spent hunting the undead allows you to sense them. You sense undead as a vague sense similar to a human's sense of smell, an uncomfortable sensation akin to smelling something cloying and rotting. When in proximity to the undead, you eventually sense their presence, though you might not do so instantly, and you can't pinpoint their location. An undead using a disguise or otherwise trying to hide its presence must attempt a Deception check against your Perception DC to hide its presence from you. If the creature succeeds at its Deception check, it is then temporarily immune to your Grave Sense for 1 day.</p>\n<h2>@Compendium[pf2e.feats-srd.Necromantic Tenacity]{Necromantic Tenacity} Feat 8</h2>\n<p><strong>Prerequisites</strong> Necromantic Resistance</p>\n<hr />\n<p>Your training against necromantic effects allows you to escape the worst of their touch. If you roll a success on a saving throw against a necromancy effect, you get a critical success instead; if you roll a critical failure on such a save, you get a failure instead.</p>\n<h2>@Compendium[pf2e.feats-srd.Lastwall Warden]{Lastwall Warden} Feat 10</h2>\n<p><strong>Prerequisites</strong> Lastwall Sentry Dedication</p>\n<hr />\n<p>You use your shield to protect your allies, not just yourself, especially against the undead. When you have a shield raised, you can use your Shield Block reaction when an attack is made against an ally adjacent to you, in addition to its usual trigger. If you do, the shield prevents that ally from taking damage instead of you, following the normal rules for a Shield Block.</p>\n<p>If an undead makes an attack against an ally within 10 feet, you can Step to become adjacent to your ally and then use Shield Block as part of the same reaction.</p>",
    "flags": {},
    "name": "Lastwall Sentry",
    "permission": {
        "default": 0
    }
}
