{
    "_id": "c1x2yJ2QJd78yPw5",
    "content": "<h1>Lich</h1>\n<p>The path to lichdom is long and winding, with many pitfalls that overcome all but the most accomplished and precise spellcasters. Despite the trials you underwent and decades spent sequestered away with magical tomes, you know with every fiber of your being that it's all been worth it. You devised a unique and incredibly evil ritual to tear your soul from your body, and you painstakingly crafted a receptacle to house your freed soul. Immortality now lies within your grasp.</p>\n<p>Becoming a lich requires much more than just magical knowledge. It demands fierce intelligence, bold ingenuity, incredible determination, unending patience, and a strict adherence to perfection, along with incredible skill as an artisan, for each lich must create their own soul cage. A mispronounced word or flaw in the construction of your soul cage would end not in immortality but ignominious death. You have all these skills in abundance and now, with your ascension, you've proven your superiority beyond a shadow of a doubt.</p>\n<p>As a lich, you understand better than any the power and potential of magic. Many liches strive to increase their magical skills and foil the magic of any who dare oppose them. Others delve so deeply into necromantic arts and foul rituals that their flesh can burn the living, causing biological processes to falter and filling those who behold them with uncontrollable fear.</p>\n<p>Regardless of what paths they pursue, nearly all liches are obsessed with their soul cage, spending untold hours and a veritable fortune to protect it, surrounding it with magical and mundane hazards, and guarding it with powerful, loyal defenders. Some liches prefer to secure their soul cage through obscurity rather than force, enshrouding it in magical abjurations or illusions to hide it from prying eyes. The most gifted crafters among liches tinker and improve their soul cage over time, rendering it nigh indestructible. This is a dangerous proposition, undertaken by only the most confident and arrogant magical engineers, as physically altering one's soul cage could have unintended consequences on its function. Many wizard liches instead learn to tap into the soul cage's magical energy from afar to fuel their own spellcasting.</p>\n<p><strong>Additional Feats</strong>: 14th @Compendium[pf2e.feats-srd.Magic Sense]{Magic Sense}</p>\n<h2 style=\"text-align:left\">@Compendium[pf2e.feats-srd.Lich Dedication]{Lich Dedication} Feat 12</h2>\n<p><strong>Prerequisites</strong> living creature, ability to cast 6th-level or higher spells from spell slots, expert in Crafting, completed ritual to become a lich and crafted a soul cage</p>\n<hr />\n<p>After years of study and careful planning, you finally completed a soul cage to house your soul and successfully performed a ritual to transform yourself into a lich. Now, neither death nor time can prevent you from pursuing your studies and achieving your grand ambitions. You gain the undead trait and the @Compendium[pf2e.ancestryfeatures.Basic Undead Benefits]{Basic Undead Benefits}. Your undead craving is for knowledge. You gain a unique soul cage—a magic item that houses your soul. Whenever you would die, your soul flees to the soul cage to allow you to be rebuilt. As long as your soul cage exists, you can't truly be destroyed.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the lich archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Drain Soul Cage]{Drain Soul Cage} Feat 14</h2>\n<p><strong>Prerequisites</strong> Lich Dedication, Drain Bonded Item, spellbook</p>\n<hr />\n<p>You make your soul cage into your bonded item, allowing you to harness its abundant magical energy. Once per day, when you use Drain Bonded Item, you can choose any spell in your spellbook that you can cast, even if you haven't prepared or cast it that day. Your soul cage doesn't need to be on your person for you to use Drain Bonded Item. If your soul cage is broken or destroyed, you can't use Drain Soul Cage. Even if you can Drain Bonded Item more than once per day, for instance if you are a universalist wizard, you can still only choose a spell you haven't prepared and cast once per day.</p>\n<h2>@Compendium[pf2e.feats-srd.Enshroud Soul Cage]{Enshroud Soul Cage} Feat 14</h2>\n<p><strong>Prerequisites</strong> Lich Dedication</p>\n<hr />\n<p>You wreathe your soul cage in an ever-growing collection of obfuscating illusions and protective abjurations to hide it from your enemies. You disguise the soul cage as any non-magical object of the same Bulk, and it gains the effects of the magic aura and nondetection spells. The effects have unlimited durations, are heightened to half your level rounded up, and use your spell DC against any attempt to counteract them. The magic aura makes your soul cage appear non-magical. You can ignore the effects of any of these spells when dealing with your own soul cage. You are mentally alerted whenever your soul cage is damaged.</p>\n<h2>@Compendium[pf2e.feats-srd.Hand of the Lich]{Hand of the Lich} Feat 14</h2>\n<p><strong>Prerequisites</strong> Lich Dedication</p>\n<hr />\n<p>Negative energy intensifies your undead form and makes your very touch the antithesis of life. You gain the @Compendium[pf2e.ancestryfeatures.Advanced Undead Benefits]{Advanced Undead Benefits}. The damage die for your fist increases to 1d6 instead of 1d4, it deals negative damage instead of bludgeoning damage, and it loses the nonlethal trait. Your fist becomes magical. When you critically hit a living creature with your fist Strike, the creature is slowed 1 until the end of your next turn unless it succeeds at a Fortitude save against your spell DC. This is a critical specialization effect.</p>\n<h2>@Compendium[pf2e.feats-srd.Bolster Soul Cage]{Bolster Soul Cage} Feat 16</h2>\n<p><strong>Prerequisites</strong> Lich Dedication, legendary in Crafting</p>\n<hr />\n<p>Your constant efforts to augment and perfect your soul cage have bolstered its efficiency. Your soul cage has Hardness equal to your level and HP equal to four times your level. The time it takes your soul cage to rebuild your body is reduced to 1d6 days rather than 1d10 days. At 20th level, the time it takes your soul cage to rebuild your body is reduced to 2d12+12 hours.</p>\n<h2>@Compendium[pf2e.feats-srd.Spell Gem]{Spell Gem} Feat 16</h2>\n<p><strong>Prerequisites</strong> Lich Dedication, legendary in Crafting</p>\n<hr />\n<p>Inspired by the degenerate demiliches your kind sometimes devolves into, you've embedded a gem into your brow, fusing it to your necrotic flesh. This gem has been specially calibrated to hold one of the following spells: @Compendium[pf2e.spells-srd.Repulsion]{Repulsion}, @Compendium[pf2e.spells-srd.Scrying]{Scrying}, or @Compendium[pf2e.spells-srd.True Seeing]{True Seeing}. You must decide which spell your gem contains when you take this feat; changing the spell requires retraining the feat. Once per day, you can drain the gem's magical energy to Cast the Spell without spending a spell slot. At 18th level, you can heighten whichever spell you chose to 7th level. At 20th level, you can heighten whichever spell you chose to 8th level; regardless of which spell you chose, you can instead drain the gem's magical energy to cast an 8th-level spell turning without spending a spell slot.</p>\n<h2>@Compendium[pf2e.feats-srd.Frightful Aura]{Frightful Aura} Feat 18</h2>\n<p><strong>Prerequisites</strong> Lich Dedication, master in Intimidation</p>\n<hr />\n<p>You're surrounded by a palpable sense of menace and power that's terrifying to behold. The aura is a 15-foot emanation. An enemy that enters or ends its turn in the aura must attempt a Will save against the higher of your spell DC or class DC.</p>\n<hr />\n<p><strong>Success</strong> The creature is unaffected and temporarily immune to your Frightful Aura for 1 minute.</p>\n<p><strong>Failure</strong> The creature is frightened 1.</p>\n<p><strong>Critical Failure</strong> The creature is frightened 2.</p>",
    "name": "Lich",
    "ownership": {
        "default": 0
    },
    "permission": {
        "default": 0
    }
}
