{
    "_id": "DMsE43xgf1gHPl8o",
    "content": "<h1>Loremaster</h1>\n<p>Knowledge is power, and you labor in pursuit of that power. No matter the situation, you can usually procure some tidbit of knowledge to inform your actions. You specialize in secrets, both uncovering them and hiding them away, and your command of the written word borders on the supernatural. As you discover deeper secrets of lore, you might develop a power over knowledge that becomes outright magical, allowing you to understand and disguise information even more effectively.</p>\n<p>Additional Feats: 4th @Compendium[pf2e.feats-srd.Loremaster's Etude]{Loremaster's Etude} (Core Rulebook 100); 8th @Compendium[pf2e.feats-srd.Assured Knowledge]{Assured Knowledge} (page 113); 14th @Compendium[pf2e.feats-srd.Enigma's Knowledge]{Enigma's Knowledge} (page 114); 16th @Compendium[pf2e.feats-srd.True Hypercognition]{True Hypercognition} (Core Rulebook 103)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Loremaster Dedication]{Loremaster Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in at least one skill to Decipher Writing</p>\n<hr />\n<p>You've compiled a vast repository of information that touches on nearly every subject. You are trained in Loremaster Lore, a special Lore skill that can be used only to Recall Knowledge, but on any topic. If you have legendary proficiency in a skill used to Decipher Writing, you gain expert proficiency in Loremaster Lore, but you can't increase your proficiency rank in Loremaster Lore by any other means. You can take feats in the loremaster's additional feats entry even if you don't meet the enigma muse prerequisite.</p>\n<p>If you have the Bardic Lore class feat (Core Rulebook 99), you gain a +1 circumstance bonus to skill checks with Bardic Lore.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Loremaster archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Magical Edification]{Magical Edification} Feat 4</h2>\n<p><strong>Prerequisites</strong> Loremaster Dedication</p>\n<hr />\n<p>You've learned those tidbits of magic that are most conducive to furthering your acquisition and transmission of knowledge. You gain guidance, message, and sigil as innate occult cantrips.</p>\n<h2>@Compendium[pf2e.feats-srd.Orthographic Mastery]{Orthographic Mastery} Feat 4</h2>\n<p><strong>Prerequisites</strong> Loremaster Dedication</p>\n<hr />\n<p>You understand the principles that underlie all written words, allowing you to read nearly any text. You can attempt to Decipher Writing using Loremaster Lore in place of the required skill.</p>\n<h2>@Compendium[pf2e.feats-srd.Quick Study]{Quick Study} Feat 4</h2>\n<p><strong>Prerequisites</strong> Loremaster Dedication</p><hr />\n<p>During your daily preparations, you can study a particular subject to gain the trained proficiency rank in one Lore skill of your choice. You must have interacted with that subject in some way on the previous day, whether by reading about it, talking to someone knowledgeable on the topic, or experiencing it yourself. Alternatively, you can reference your notes to instead choose a Lore skill you've prepared before with Quick Study. This proficiency lasts until you prepare again. Since this proficiency is temporary, you can't use it as a prerequisite for a skill increase or a permanent character option like a feat.</p>\n<h2>@Compendium[pf2e.feats-srd.Greater Magical Edification]{Greater Magical Edification} Feat 10</h2>\n<p><strong>Prerequisites</strong> Magical Edification</p>\n<hr />\n<p>You've continued to expand your compendium of tools to compile knowledge. You can cast comprehend language, mindlink, and secret page as innate occult spells, each once per day. When you cast secret page, it is automatically heightened to the same spell level as your cantrips from Magical Edification.</p>\n",
    "flags": {},
    "name": "Loremaster",
    "permission": {
        "default": 0
    }
}
