{
    "_id": "yvb2pY3Qb7Jl35hk",
    "content": "<h1>Magaambyan Attendant</h1>\n<p>Magaambyans attendants have become full members of the Magaambya and begun to learn the secrets of the university. Not all Magaambyan attendants necessarily have this archetype, and this archetype doesn't represent the abilities of all attendants; rather, the archetype represents many of those who have affiliated with a branch and are pursuing conversant rank.</p>\n<h2 class=\"title\">Halcyon Spells</h2>\n<p>Through hard study, Magaambyans can meld arcane and primal spellcasting. Halcyon spells are spells from the arcane or primal spell list. You don't gain new halcyon spells via the normal means you typically use to gain spells; instead, you gain new halcyon spells and new spell levels of halcyon spells only through feats. Halcyon spells are prepared or cast just like other spells granted by your class; for example, a wizard who gained halcyon spells would add them to their spell list and their spellbook, while a sorcerer would add them to their spell list and their spell repertoire. If you have more than one arcane or primal spellcasting class, you add halcyon spells to all such classes.</p>\n<p>Each time you cast a halcyon spell, decide whether it is an arcane or primal spell. You can't heighten a halcyon spell beyond your maximum spell level of halcyon spell, even if you have higher-level spell slots, and you can't select a halcyon spell as a signature spell.</p>\n<p>Each time you gain a level and learn new spells, and each time you gain a halcyon feat, you can swap out one of your old halcyon spells for a different halcyon spell of the same level; this is in addition to any swapping from your class, such as via a sorcerer's spell repertoire class feature. You can also swap out halcyon spells by retraining during downtime. If you have a spellbook, when you swap out a halcyon spell, you lose the spell from your spellbook entirely.</p>\n<h2>@Compendium[pf2e.feats-srd.Magaambyan Attendant Dedication]{Magaambyan Attendant Dedication} Feat 2</h2>\n<div><strong>Prerequisites</strong> trained in Arcana or Nature, member of the Magaambya of attendant rank</div>\n<hr />\n<p>You devote much of your study to halcyon magic. You gain the ability to cast a single arcane or primal cantrip of your choice, (as is normal for cantrips, it is heightened to a spell level equal to half your level, rounded up). If you weren't already, you become trained in that tradition's spell DCs and spell attack rolls, with Intelligence as your spellcasting ability if you choose arcane or Wisdom as your spellcasting ability if you choose primal.</p>\n<p>Regardless of whether you choose an arcane or primal cantrip, you also either become trained in Arcana or Nature, or an expert in one of those skills in which you were already trained.</p>\n<p>When you gain this feat, choose to affiliate with the Cascade Bearers, Emerald Boughs, Rain-Scribes, Tempest-Sun Mages, or Uzunjati. This grants you additional feats available to only that branch.</p>\n<div><strong>Special</strong> You cannot select another dedication feat other than @Compendium[pf2e.feats-srd.Halcyon Speaker Dedication]{Halcyon Speaker Dedication} until you have gained two other feats from the Magaambyan Attendant or @Compendium[pf2e.archetypes.Halcyon Speaker]{Halcyon Speaker} archetype.</div>\n<h2>@Compendium[pf2e.feats-srd.Mask Familiar]{Mask Familiar} Feat 4</h2>\n<p><strong>Prerequisites</strong> Magaambyan Attendant Dedication</p>\n<hr />\n<p>Your mask takes on a personality of its own, allowing it to serve as your familiar. Though you can still wear it as a mask, you can detach it from your face to grant it a bodily form of colored light that allows it to move around; usually, this is a miniature form of the animal the mask represents. Detaching or reattaching the familiar to transform it is a two-action activity. Even in mask form, the familiar can move around on its master's face and speaks in a distinct voice (if it can talk). It is easily recognized as more than a simple mask unless the familiar succeeds at a Deception check to Impersonate a mask. Other than its appearance and the fact that it can be worn, it functions as other familiars. Your mask familiar has access to the mask freeze familiar ability</p>\n<p><strong>Mask Freeze</strong>: When in mask form, your familiar can hide its obvious supernatural qualities to pass as a simple, unassuming mask. It doesn't need to Impersonate to fool a passing glance, and it gains a +4 circumstance bonus to its Deception DC against an active observer Seeking or otherwise studying it.</p>\n<h2>@Compendium[pf2e.feats-srd.Adaptive Mask Familiar]{Adaptive Mask Familiar} Feat 6</h2>\n<p><strong>Prerequisites</strong> Mask Familiar</p>\n<hr />\n<p>Your mask familiar adapts quickly to material form, allowing it to gain more familiar and master abilities. You select four master and familiar abilities each day instead of two.</p>\n<h2>@Compendium[pf2e.feats-srd.Cascade Bearer's Flexibility]{Cascade Bearer's Flexibility} Feat 6</h2>\n<p><strong>Frequency</strong> once per day<br /><strong>Prerequisites</strong> Magaambyan Attendant Dedication, Cascade Bearers affiliation<br /><strong>Requirements</strong> You haven't yet acted on your turn.</p>\n<hr />\n<p>You call upon your Cascade Bearer training to help you adjust a spell for the current situation. Until the end of your turn, you gain a single metamagic feat from the druid class or the wizard class that has a level requirement of no more than half your level.</p>\n<h2>@Compendium[pf2e.feats-srd.Emerald Boughs Accustomation]{Emerald Boughs Accustomation} Feat 6</h2>\n<p><strong>Prerequisites</strong> Magaambyan Attendant Dedication, Emerald Boughs affiliation, expert in Society</p>\n<hr />\n<p>You are comfortable and socially capable in almost any cultural context. When you use the Society skill to Subsist, if you roll a critical failure, you get a failure instead; if you roll a success, you get a critical success instead; and if you roll a critical success, you can provide for another additional creature. Furthermore, when you attempt a Society check to Recall Knowledge about cultural practices and roll a critical failure, you get a failure instead.</p>\n<h2>@Compendium[pf2e.feats-srd.Rain-Scribe Sustenance]{Rain-Scribe Sustenance} Feat 6</h2>\n<p><strong>Prerequisites</strong> Magaambyan Attendant Dedication, Rain-Scribes affiliation</p>\n<hr />\n<p>You use the power of your Rain-Scribe magic to draw on a stream of primal power for sustenance. You don't need to eat or drink and need only 6 hours of rest to feel well rested. You must still rest at least 8 hours and spend 1 hour of preparation to regain resources usable only a limited number of times per day, such as spell slots.</p>\n<p>You can draw on primal power to stay awake and alert while otherwise resting your body and mind, gaining the full benefits of an 8-hour rest without falling asleep. When you do, you lose the other benefits of Rain- Scribe Sustenance for 1 week while your primal energies recharge.</p>\n<h2>@Compendium[pf2e.feats-srd.Tempest-Sun Redirection]{Tempest-Sun Redirection} Feat 6</h2>\n<p><strong>Prerequisites</strong> Magaambyan Attendant Dedication, Tempest-Sun Mages affiliation</p>\n<hr />\n<p>If the next action you use is to Cast a Spell from your spell slots that damages other creatures, you can bend some of that spell's offensive energy, protecting allies in the area and boosting your own defenses against certain foes. Select any number of targets of the spell and reduce the spell's damage to those targets by an amount equal to the spell's level. Until your next turn, when one of those targets damages you, that damage is reduced by twice the spell's level.</p>\n<h2>@Compendium[pf2e.feats-srd.Uzunjati Storytelling]{Uzunjati Storytelling} Feat 6</h2>\n<p><strong>Prerequisites</strong> Magaambyan Attendant Dedication, Uzunjati affiliation, master in a Recall Knowledge skill</p>\n<hr />\n<p>You tell a quick story or begin telling a longer tale. This is most useful when you want to prove your scholarly credibility or impress someone quickly. Roll a check with a skill that can be used to Recall Knowledge in which you have expert proficiency, using the result entry for the Perform action. Like Performing, Storytelling rarely has an effect on its own, but it might influence the DCs of subsequent Diplomacy checks against the observers-or even change their attitudes-if the GM sees fit. This action is not a Performance and cannot be used in place of anything that requires you to Perform.</p>\n<h2>@Compendium[pf2e.feats-srd.Cascade Bearer's Spellcasting]{Cascade Bearer's Spellcasting} Feat 10</h2>\n<p><strong>Prerequisites</strong> Magaambyan Attendant Dedication, Cascade Bearers affiliation</p>\n<hr />\n<p>Your Cascade Bearer training allows you to broaden the horizons of your halcyon spells further than most Magaambyans, weaving in spiritual magic. You can select halcyon spells from the divine or occult spell lists in additional to the arcane or primal spell lists, though they are still halcyon spells (so you choose when casting if they are arcane or primal spells). You gain a halcyon cantrip and a halcyon 1st-level spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Emerald Boughs Hideaway]{Emerald Boughs Hideaway} Feat 10</h2>\n<p><strong>Prerequisites</strong> Magaambyan Attendant Dedication, Emerald Boughs affiliation</p>\n<hr />\n<p>You use Emerald Bough techniques to create a small extradimensional space called a hideaway that lasts as long as you are conscious. The hideaway functions as a @Compendium[pf2e.equipment-srd.Bag of Holding (Type I)]{Bag of Holding (Type I)}, but has no Bulk and takes no hands; it holds one object with a maximum Bulk equal to your highest mental ability score modifier; as you open the hideaway with pure thought, activating it to retrieve an item is a free action with the envision component instead of a single action with the Interact component. The hideaway's access point appears as an obviously magical gap within 1 foot of your body. Only you can access the hideaway; you can you use an Interact action each round to physically hold it open for another person. A successful dispel magic spell or similar effect against your spell DC and the hideaway's counteract level of 2 expels the object; the object is also expelled if you become unconscious. After a successful dispel magic spell or when you become conscious again, the hideaway immediately reforms with no additional action from you. You can also dismiss the hideaway (if it is empty) or re-form it using a single action with the envision component.</p>\n<h2>@Compendium[pf2e.feats-srd.Rain-Scribe Mobility]{Rain-Scribe Mobility} Feat 10</h2>\n<p><strong>Prerequisites</strong> Magaambyan Attendant Dedication, Rain- Scribes affiliation</p>\n<hr />\n<p>You surround yourself in a mantle of Rain-Scribe magic and Stride twice; difficult terrain does not reduce your Speed, even if the difficult terrain has been manipulated by magic. Your magic clears the difficult terrain in each square you entered; until your next turn, those squares aren't difficult terrain for any creature walking through them (or are normal difficult terrain if they were previously greater difficult terrain).</p>\n<h2>@Compendium[pf2e.feats-srd.Tempest-Sun Shielding]{Tempest-Sun Shielding} Feat 10</h2>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><span style=\"box-sizing: border-box; user-select: text; display: block;\"><strong style=\"box-sizing: border-box; user-select: text;\">Prerequisites</strong> Tempest-Sun Redirection<br style=\"box-sizing: border-box; user-select: text;\" /><strong style=\"box-sizing: border-box; user-select: text;\">Trigger</strong> You or an ally within 30 feet takes damage.<br style=\"box-sizing: border-box; user-select: text;\" /></span></p>\n<hr style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\" />\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">You transform unrealized spell energy into a protective shield. If you're a spontaneous spellcaster, expend a spell slot; if you're a prepared spellcaster, expend a spell prepared in a spell slot. Reduce the triggering damage by an amount equal to four times the level of the expended slot or spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Uzunjati Recollection]{Uzunjati Recollection} Feat 10</h2>\n<p><strong>Prerequisites</strong> Uzunjati Storytelling, master in a Recall Knowledge skill</p>\n<hr />\n<p>You tell a story spontaneously from nearly forgotten facts, delving into your memory and entertaining your audience in the process. Recall Knowledge with a skill in which you have master proficiency, then use Uzunjati Storytelling with the same skill. You gain a +1 circumstance bonus to your skill check for Uzunjati Storytelling from the added details.</p>\n<h2>@Compendium[pf2e.feats-srd.Janatimo's Secret Lesson]{Janatimo's Secret Lesson} Feat 12</h2>\n<p><strong>Prerequisites</strong>&nbsp;Uzunjati Recollection</p>\n<hr />\n<p>Thanks to Janatimo's secret techniques, you can weave your knowledge and words into powerful tools to assist your allies in life-threatening situations. When you use Uzunjati Recollection to tell a story and @Compendium[pf2e.actionspf2e.Recall Knowledge (Lore)]{Recall Knowledge} about a creature during a combat encounter, if you succeed at both checks, your story carries deeper meaning. This grants your allies a +1 circumstance bonus to their next attack roll and saving throw against the creature during that encounter, as well as to their AC against that creature's next attack roll during that encounter. If you critically succeed at both checks, the bonuses also apply to all attack rolls, saves, and AC against that creature for 2 rounds.</p>",
    "flags": {},
    "name": "Magaambyan Attendant",
    "permission": {
        "default": 0
    }
}
