{
    "name": "Magic Warrior",
    "permission": {
        "default": 0
    },
    "flags": {},
    "content": "<h1>Magic Warrior</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\">You mix magic and martial prowess, following in the tradition of the Ten Magic Warriors of Old-Mage Jatembe.</span><br /></span></p>\n<h2>@Compendium[pf2e.feats-srd.5FOqVC9Q0eEKEf3w]{Magic Warrior Dedication} Feat 2</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;ability to cast focus spells<br /><strong>Access</strong>&nbsp;You are from the Mwangi Expanse.<br /></span></p>\n<hr />\n<p>You have taken up a nameless mask and sworn the oath of the magic warriors. You become trained in your choice of Arcana or Nature and in Magic Warrior Lore; if you were already trained in the skill, you become an expert instead.</p>\n<p>You hide your identity behind a mask representing an animal of your choice, corresponding to one of the general animal types in the animal form spell. You gain a +1 circumstance bonus to saves against divination effects, though sometimes refusing to remove your mask can cause issues in areas that don&rsquo;t respect or understand the magic warrior tradition.</p>\n<p>Once you take this feat, if another creature ever learns your true face or name, you lose your abilities from this archetype. Close allies who knew of your decision to take the mask before your dedication don&rsquo;t break this taboo unless they tell someone else. To regain your abilities, you must discard your mask and obtain a new one of a different animal, then retrain Magic Warrior Dedication into a new Magic Warrior Dedication with your new mask. Your focus spells from the magic warrior archetype are the same tradition as your other spells (choose one if you have spells from multiple traditions).</p>\n<p><strong>Special</strong>&nbsp;You cannot select another dedication feat until you have gained two other feats from the magic warrior archetype.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.G43fiFtxFR24CWRs]{Magic Warrior Aspect} Feat 4</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Magic Warrior Dedication<br /></span></p>\n<hr />\n<p>You can alter your form to gain an aspect of the animal your mask represents. You gain the magic warrior aspect focus spell.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.x62kd1CYJNqO2ZsS]{Magic Warrior Transformation} Feat 4</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Magic Warrior Dedication<br /></span></p>\n<hr />\n<p>You can transform fully into the animal your mask represents. You gain the @Compendium[pf2e.spells-srd.tp4K7mYDL5MRHvJc]{Magic Warrior Transformation} focus spell.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.l60Ua5Ugv85GnF9b]{Nameless Anonymity} Feat 6</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Magic Warrior Dedication<br /></span></p>\n<hr />\n<p>Your mask protects you further from divination. Once per day, you can cast @Compendium[pf2e.spells-srd.EoKBlgf6Smt8opaU]{Nondetection} on yourself, heightened to the highest level of spell you can cast; the spell ends immediately if your mask is removed for even a moment.&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"></span></p>",
    "_id": "OmEG0nhQgeKnAUsn"
}
