{
    "_id": "zv31F34JgUesREuz",
    "content": "<h1>Marshal</h1>\n<p>Marshals are leaders, first and foremost. Marshals can come from any class or background, though they all share a willingness to sacrifice their own glory for the greater good of the team. Some marshals lead from the front, sword and shield raised, while others may call instructions and encouragements from the rear while providing allied spellcasters with skilled support. Regardless of their preferred method of combat, marshals' ability to bring the best out in every ally is a valuable addition to any group.</p>\n<p><strong>Additional Feats</strong>: 8th @Compendium[pf2e.feats-srd.Attack of Opportunity]{Attack of Opportunity} (Core Rulebook 90)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Marshal Dedication]{Marshal Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in martial weapons and either Diplomacy or Intimidation</p>\n<hr />\n<p>You've combined your social skills and combat training to become a talented combat leader. Choose Diplomacy or Intimidation. You become trained in that skill or become an expert if you were already trained in it. In addition, you're surrounded by a marshal's aura in a 10-foot emanation. Your aura has the emotion, mental, and visual traits and grants you and allies within the aura a +1 status bonus to saving throws against fear.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Marshal archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Dread Marshal Stance]{Dread Marshal Stance} Feat 4</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication, trained in Intimidation</p>\n<hr />\n<p>Putting on a grim face for the battle ahead, you encourage your allies to strike fear into their foes with vicious attacks. When you use this action, attempt an Intimidation check. The DC is usually a standard-difficulty DC of your level, but the GM can assign a different DC based on the circumstances. The effect depends on the result of your check.</p>\n<p><strong>Critical Success</strong> Your marshal's aura increases to a 20-foot emanation, and it grants you and allies a status bonus to damage rolls equal to the number of weapon damage dice of the unarmed attack or weapon you are wielding that has the most weapon damage dice. When you or an ally in the aura critically hits an enemy with a Strike, that enemy is frightened 1.</p>\n<p><strong>Success</strong> As critical success, but your aura's size doesn't increase.</p>\n<p><strong>Failure</strong> You fail to enter the stance.</p>\n<p><strong>Critical Failure</strong> You fail to enter the stance and can't take this action again for 1 minute.</p>\n<h2>@Compendium[pf2e.feats-srd.Inspiring Marshal Stance]{Inspiring Marshal Stance} Feat 4</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication, trained in Diplomacy</p>\n<hr />\n<p>You become a brilliant example of dedication and poise in battle, encouraging your allies to follow suit. When you spend this action, attempt a Diplomacy check. The DC is usually a standard-difficulty DC of your level, but the GM can assign a different DC based on the circumstances. The effect depends on the result of your check.</p>\n<p><strong>Critical Success</strong> Your marshal's aura increases to a 20-foot emanation and grants you and allies a +1 status bonus to attack rolls and saves against mental effects.</p>\n<p><strong>Success</strong> As critical success, but your aura's size doesn't increase.</p>\n<p><strong>Failure</strong> You fail to enter the stance.</p>\n<p><strong>Critical Failure</strong> You fail to enter the stance and can't take this action again for 1 minute.</p>\n<h2>@Compendium[pf2e.feats-srd.Snap Out Of It! (Marshal)]{Snap Out Of It!} Feat 4</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication</p>\n<hr />\n<p>You give a quick shout, hoping to shake the fog clouding your ally's thoughts. Choose one target ally within your marshal's aura who is affected by a mental effect that allowed a Will save and has a duration of no longer than 1 minute. That ally can immediately attempt a Will save with a +1 circumstance bonus against the effect's DC, ending the effect on a success. This can't end the effect for any creatures other than your target ally. Regardless of the result of the save, your ally is temporarily immune to Snap Out of It! for 10 minutes.</p>\n<h2>@Compendium[pf2e.feats-srd.Steel Yourself!]{Steel Yourself!} Feat 4</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication</p>\n<hr />\n<p>You encourage an ally to toughen up, giving them a fighting chance. Choose one ally within your marshal's aura. The ally gains temporary Hit Points equal to your Charisma modifier and a +2 circumstance bonus to Fortitude saves. Both benefits last until the start of your next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Cadence Call]{Cadence Call} Feat 6</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p>You call out a quick cadence, guiding your allies into a more efficient rhythm. Each willing ally within your marshal's aura is quickened until the end of their next turn, and they can use the extra action only to Stride. At the end of each ally's turn, if they used the extra action, they then become slowed 1 until the end of their following turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Rallying Charge]{Rallying Charge} Feat 6</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication</p>\n<hr />\n<p>Your fearless charge into battle reinvigorates your allies to carry on the fight. You Stride up to your Speed and make a melee Strike. If your Strike hits and damages an enemy, each ally within 60 feet who saw you hit gains temporary Hit Points equal to your Charisma modifier. These temporary Hit Points last until the start of your next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Back To Back]{Back To Back} Feat 8</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication</p>\n<hr />\n<p>You excel at watching your allies' backs and helping them watch yours. As long as you and an ally are adjacent to each other, neither of you can become flat-footed due to flanking unless both of you are flanked. If you're adjacent to more than one ally, all eligible allies can benefit at a given time. The benefit is negated for everyone if at least you and any one eligible ally are flanked, but not if your allies are flanked and you aren't.</p>\n<h2>@Compendium[pf2e.feats-srd.To Battle!]{To Battle!} Feat 8</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication</p>\n<hr />\n<p>With a resounding cry, you rally your ally to the offensive. Choose one ally within your marshal's aura who has a reaction available. If you spend 1 action, that ally can use their reaction to immediately Stride. If you spend 2 actions, that ally can use their reaction to immediately Strike.</p>\n<h2>@Compendium[pf2e.feats-srd.Topple Foe]{Topple Foe} Feat 10</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication, trained in Athletics</p>\n<p><strong>Trigger</strong> An ally succeeds at a melee Strike against an opponent you are both adjacent to.</p>\n<hr />\n<p>You take advantage of the opening created by your ally to tip your foe off their feet. Attempt an Athletics check to Trip the target of the triggering attack.</p>\n<h2>@Compendium[pf2e.feats-srd.Coordinated Charge]{Coordinated Charge} Feat 12</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication</p>\n<hr />\n<p>You heroically dash into the fray, inspiring your allies to follow. You Stride up to your Speed and make a melee Strike. If your Strike hits and damages an enemy, each ally within 60 feet who saw you hit can use a reaction to Stride, but they each must end their Stride closer to the creature you hit than where they started.</p>\n<h2>@Compendium[pf2e.feats-srd.Tactical Cadence]{Tactical Cadence} Feat 14</h2>\n<p><strong>Prerequisites</strong> Cadence Call</p>\n<hr />\n<p>Your remarkable breath control and concise instructions allow you to coordinate your allies more effectively. When you grant allies the quickened condition using Cadence Call, they can use the extra action to either Stride or Strike, and they aren't slowed 1 on their following turn if they use the extra action.</p>\n<h2>@Compendium[pf2e.feats-srd.Target Of Opportunity]{Target Of Opportunity} Feat 14</h2>\n<p><strong>Prerequisites</strong> Marshal Dedication</p>\n<p><strong>Trigger</strong> An ally succeeds at a ranged Strike against an opponent within your weapon's first range increment.</p>\n<p><strong>Requirements</strong> You have a ranged or thrown weapon in hand.</p>\n<hr />\n<p>You capitalize on your ally's attack to create a coordinated barrage. Make a ranged Strike with a -2 penalty against the opponent targeted by the triggering attack. This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike. If this Strike is successful, combine the damage from the attack with the damage from your ally's attack for the purpose of resistances and weaknesses.</p>\n",
    "flags": {},
    "name": "Marshal",
    "permission": {
        "default": 0
    }
}
