{
    "_id": "Ld3wizivrctmoHhy",
    "content": "<h1>Martial Artist</h1>\n<p>You have trained in the martial arts, making your unarmed strikes lethal. You seek neither mysticism nor  enlightenment, and you don't view this training as some greater path to wisdom. Yours is the way of the fist striking flesh, the hand turning aside the blade, and the devastating kick taking your enemy down. Your training is focused and practical, and since you have turned every part of your body into a weapon, you never find yourself without one. While you might have learned your techniques in a dojo or school focused on training the body, you might just as easily have learned them in street brawls and bar fights, combining instincts with intense athleticism for a deadly combination.</p>\n<p>Additional Feats: 4th @Compendium[pf2e.feats-srd.Brawling Focus]{Brawling Focus} (Core Rulebook 160), @Compendium[pf2e.feats-srd.Crane Stance]{Crane Stance} (Core Rulebook 158), @Compendium[pf2e.feats-srd.Dragon Stance]{Dragon Stance} (Core Rulebook 158), @Compendium[pf2e.feats-srd.Gorilla Stance]{Gorilla Stance} (page 128), @Compendium[pf2e.feats-srd.Mountain Stance]{Mountain Stance} (Core Rulebook 159), @Compendium[pf2e.feats-srd.Stumbling Stance]{Stumbling Stance} (page 128), @Compendium[pf2e.feats-srd.Tiger Stance]{Tiger Stance} (Core Rulebook 159), @Compendium[pf2e.feats-srd.Wolf Stance]{Wolf Stance} (Core Rulebook 159); 8th @Compendium[pf2e.feats-srd.Crane Flutter]{Crane Flutter} (Core Rulebook 161), @Compendium[pf2e.feats-srd.Dragon Roar]{Dragon Roar} (Core Rulebook 161), @Compendium[pf2e.feats-srd.Gorilla Pound]{Gorilla Pound} (page 129), @Compendium[pf2e.feats-srd.Mountain Stronghold]{Mountain Stronghold} (Core Rulebook 161), @Compendium[pf2e.feats-srd.Stumbling Feint]{Stumbling Feint} (page 129), @Compendium[pf2e.feats-srd.Tiger Slash]{Tiger Slash} (Core Rulebook 161), @Compendium[pf2e.feats-srd.Wolf Drag]{Wolf Drag} (Core Rulebook 162); 16th @Compendium[pf2e.feats-srd.Mountain Quake]{Mountain Quake} (Core Rulebook 164)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Martial Artist Dedication]{Martial Artist Dedication} Feat 2</h2>\n<p>You have trained to use your fists as deadly weapons. The damage die for your fist unarmed attacks becomes 1d6 instead of 1d4. You don't take the -2 circumstance penalty for making a lethal attack with your nonlethal unarmed attacks. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency rank in all unarmed attacks.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Martial Artist archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Follow-up Strike]{Follow-up Strike} Feat 6</h2>\n<p><strong>Prerequisites</strong> Martial Artist Dedication</p>\n<p><strong>Requirements</strong> Your last action was a missed Strike with a melee unarmed attack.</p>\n<hr />\n<p>You have trained to use all parts of your body as a weapon, and when you miss with an attack, you can usually continue the attack with a different body part and still deal damage. Make another Strike with a melee unarmed attack, using the same multiple attack penalty as for the missed Strike, if any.</p>\n<h2>@Compendium[pf2e.feats-srd.Grievous Blow]{Grievous Blow} Feat 8</h2>\n<p><strong>Prerequisites</strong> Martial Artist Dedication</p>\n<hr />\n<p>You know how to deliver focused, powerful blows that bypass your enemies' resistances. Make an unarmed melee Strike. This counts as two attacks when calculating your multiple attack penalty. If this Strike hits, you deal two extra weapon damage dice. If you are at least 18th level, increase this to three extra weapon damage dice. This attack also ignores an amount of resistance to physical damage, or to a specific physical damage type, equal to your level.</p>\n<h2>@Compendium[pf2e.feats-srd.Path Of Iron]{Path Of Iron} Feat 14</h2>\n<p><strong>Prerequisites</strong> Martial Artist Dedication</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p>With a burst of effort, you weave a path through your enemies, striking each in turn as you move past them. You Stride; this movement doesn't trigger reactions. You can Strike up to three times at any point during your movement, each against a different enemy. Each attack counts toward your multiple attack penalty, but your multiple attack penalty doesn't increase until you have made all your attacks.</p>\n",
    "flags": {},
    "name": "Martial Artist",
    "permission": {
        "default": 0
    }
}
