{
    "_id": "1vxlKEYwMtPtl3hq",
    "name": "Mummy",
    "ownership": {
        "default": 0
    },
    "pages": [
        {
            "_id": "2don8RkdcqIUK2lu",
            "image": {},
            "name": "Mummy",
            "sort": 100000,
            "src": null,
            "system": {},
            "text": {
                "content": "<h1>Mummy</h1><p>Mummification is a common funereal rite across the breadth of Golarion throughout the ages. Becoming a living mummy - one capable of both motion and thought - is another thing altogether.</p><p>Most of those forced into undeath as mummies are bound to tombs, temples, and vaults as guardians. Some willingly undergo the process, embracing death to live beyond it. These willing mummies become the most powerful of their kind, rising above their brethren like an emperor above their subjects.</p><p>The horrifically painful living mummification process must be performed by others - usually a team of well-trained necromancers, priests, or ritualists - upon a still-living subject. Death by mummification is gruesome, but to be kept alive for as long as possible throughout the process is a thousandfold worse. The process usually takes weeks, beginning with forced starvation, followed by the consumption of spices and tonics that desiccate the subject's internal organs.</p><p>Very rarely, mummies are created by natural processes occurring in locations that are cursed or inundated by negative energy. These mummies most often rise in deserts, bogs, swamps, at high altitudes, or in frigid locales. Although the process through which they are created is less painful and far shorter in duration, the spiritual shift from living to undead is no less traumatizing.</p><p>Mummies are most commonly found in Geb and Osirion, as well as the surrounding nations of Thuvia, Katapesh, and Qadira. They have a foothold in the Gravelands, the Realm of the Mammoth Lords, and the Mwangi Expanse, particularly around Mzali. Outside the Inner Sea, mummies are found in Vudra and Arcadia, particularly in places once ruled by the Razatlani empire.</p><h2>@Compendium[pf2e.feats-srd.Mummy Dedication]{Mummy Dedication} Feat 2</h2><p><strong>Prerequisites</strong> you are dead and were mummified (by natural or ritualistic means)</p><hr /><p>Whether through natural processes or foul rituals, your body was mummified, and you've risen as an undead mummy. You gain the mummy and undead traits, as well as @Compendium[pf2e.ancestryfeatures.Basic Undead Benefits]{Basic Undead Benefits}.</p><p>Many effects that harm the living are far less effective against your desiccated form. Unfortunately, your dried-out body is also highly flammable. You gain the @Compendium[pf2e.feats-srd.Toughness]{Toughness} feat, but also fire weakness equal to half your level.</p><p>Your fist draws moisture from the living by touch, making it more damaging and deadly. The damage die for your fist increases to 1d6 instead of 1d4, and your fist loses the nonlethal trait.</p><p>Finally, you become supernaturally bound to the dominant terrain in which you were created, either because you formed naturally from the weather of that terrain or because of the local ingredients and methods used in an intentional mummification process. Choose arctic, desert, mountain, or swamp. This choice can't be changed and may alter the effects of some of your feats.</p><p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the mummy archetype.</p><h2>@Compendium[pf2e.feats-srd.One With the Land]{One With the Land} Feat 4</h2><p><strong>Prerequisites</strong> Mummy Dedication</p><hr /><p>Your connection to your bound terrain strengthens, making you unhindered by local weather. When in your bound terrain, you ignore the effects of non-magical difficult terrain. In addition, your experience from your bound terrain lets you ignore circumstance penalties to visual Perception checks and ignore concealment caused by certain environmental effects. The types you ignore depend on your bound terrain.</p><ul><li><strong>Arctic</strong> Ice or snow</li><li><strong>Desert</strong> Dust or sand</li><li><strong>Mountain</strong> Clouds or mist</li><li><strong>Swamp</strong> Rain or murky water</li></ul><h2>@Compendium[pf2e.feats-srd.Semblance of Life]{Semblance of Life} Feat 4</h2><p><strong>Prerequisites</strong> Mummy Dedication</p><p><strong>Trigger</strong> You deal damage to a living creature with your fist Strike or with @Compendium[pf2e.feats-srd.Desiccating Inhalation]{Desiccating Inhalation}.</p><hr /><p>You draw the moisture you've drained from others into your own flesh, temporarily taking on the appearance of life. This has the effects of <em>@Compendium[pf2e.spells-srd.Illusory Disguise]{Illusory Disguise}</em>, except you can appear only as yourself while you were a living humanoid.</p><h2>@Compendium[pf2e.feats-srd.Grave Mummification]{Grave Mummification} Feat 6</h2><p><strong>Prerequisites</strong> Mummy Dedication</p><hr /><p>Exposure to the elements, magic, alchemy, and other phenomena intensified the changes from your mummification. You gain the @Compendium[pf2e.ancestryfeatures.Advanced Undead Benefits]{Advanced Undead Benefits}.</p><p>In addition, you gain resistance equal to half your level against any damage you'd take from your bound terrain, including its dangerous temperatures, weather, hazardous terrain, and environmental hazards.</p><h2>@Compendium[pf2e.feats-srd.Mummy's Despair]{Mummy's Despair} Feat 6</h2><p><strong>Prerequisites</strong> Mummy Dedication</p><p><strong>Frequency</strong> once per hour</p><hr /><p>You force your mental anguish outward, projecting it upon those around you. You gain an aura of despair in a @Template[type:emanation|distance:30] lasting 5 rounds. A creature that enters or begins its turn in the aura must succeed at a Will save against the higher of your class DC or spell DC or be @Compendium[pf2e.conditionitems.Frightened]{Frightened 1} (@Compendium[pf2e.conditionitems.Frightened]{Frightened 2} on a critical failure). A creature that succeeds at the save is temporarily immune to Mummy's Despair for 10 minutes.</p><h2>@Compendium[pf2e.feats-srd.Accursed Touch]{Accursed Touch} Feat 8</h2><p><strong>Prerequisites</strong> Mummy Dedication</p><hr /><p><strong>Trigger</strong> You've learned to harness the supernatural curse that animates you, imbuing your most powerful attacks with a terrible curse. When you critically hit with a fist Strike, negative energy binds to it; this is a curse and a disease. The creature takes 2d6 persistent negative damage. While the creature has this persistent damage, it's also @Compendium[pf2e.conditionitems.Stupefied]{Stupefied 1}. The persistent damage increases to 3d6 at 14th level and 4d6 at 20th level. This is a critical specialization effect.</p><h2>@Compendium[pf2e.feats-srd.Storm Shroud]{Storm Shroud} Feat 8</h2><p><strong>Prerequisites</strong> Mummy Dedication</p><p><strong>Frequency</strong> once per hour</p><hr /><p>You become surrounded by a swirling storm of rain, sand, snow, or clouds, whichever of those suits your bound terrain. This activity has traits appropriate to the storm you create - typically earth for sand and water for rain, snow, or clouds. You become @Compendium[pf2e.conditionitems.Concealed]{Concealed} for 1 minute. You can't use this concealment to Hide or Sneak, as normal for concealment that makes your position obvious.</p><h2>@Compendium[pf2e.feats-srd.Channel Rot]{Channel Rot} Feat 10</h2><p><strong>Prerequisites</strong> Accursed Touch</p><hr /><p>You've learned to channel your curse through weapons you wield instead of solely through your flesh. The benefits of Accursed Touch apply to any melee weapon you wield instead of only your fist Strikes.</p><h2>@Compendium[pf2e.feats-srd.Ensnaring Wrappings]{Ensnaring Wrappings} Feat 10</h2><p><strong>Prerequisites</strong> Mummy Dedication; expert in Athletics</p><p><strong>Trigger</strong> Your Strike deals physical damage to a creature that is within reach of your arms and isn't more than one size larger than you.</p><hr /><p>Some of your wrappings come loose to ensnare a creature you recently damaged. You attempt to @Compendium[pf2e.actionspf2e.Grapple]{Grapple} the creature you damaged.</p><h2>@Compendium[pf2e.feats-srd.Terrain Form]{Terrain Form} Feat 10</h2><p><strong>Prerequisites</strong> Mummy Dedication</p><p><strong>Frequency</strong> once per day</p><hr /><p>You crumble to pieces, becoming composed of the very terrain to which you're bound, with the effects of the <em>@Compendium[pf2e.spells-srd.Gaseous Form]{Gaseous Form}</em> spell, or you reconstitute into your normal form. The substance you're formed of depends upon your bound terrain, and the action gains the corresponding trait or traits.</p><ul><li><strong>Arctic</strong> Snow (water)</li><li><strong>Desert</strong> Sand (earth)</li><li><strong>Mountain</strong> Cloud (water)</li><li><strong>Swamp</strong> Mud (earth, water)</li></ul><h2>@Compendium[pf2e.feats-srd.Desiccating Inhalation]{Desiccating Inhalation} Feat 12</h2><p><strong>Prerequisites</strong> Mummy Dedication</p><p><strong>Frequency</strong> once per hour</p><hr /><p>You draw in the moisture from nearby creatures, draining them dry to heal your wounds. Creatures in a @Template[type:cone|distance:30] take 6d8 negative damage, with a basic Reflex save against your class DC. A creature that critically fails this saving throw is also @Compendium[pf2e.conditionitems.Drained]{Drained 1}. As long as at least one creature was damaged by your Desiccating Inhalation, you regain HP equal to your level.</p><p>At 14th level and every 2 levels thereafter, the damage increases by 1d8.</p><h2>@Compendium[pf2e.feats-srd.Greater Despair]{Greater Despair} Feat 12</h2><p><strong>Prerequisites</strong> Mummy's Despair</p><hr /><p>You increase the frequency of Mummy's Despair to once per 10 minutes instead of once per hour. A creature that critically fails its Will saving throw is @Compendium[pf2e.conditionitems.Paralyzed]{Paralyzed} for 1 round instead of frightened 2. Mummy's Despair gains the incapacitation trait.</p>",
                "format": 1,
                "markdown": ""
            },
            "title": {
                "level": 1,
                "show": false
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        }
    ]
}
