{
    "_id": "NO9LkGX3wwUdrk8d",
    "content": "<h1>Nantambu Chime-Ringer Dedication</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>The Chime-Ringers serve as Nantambu's elite town guard, keeping the peace while carrying on ancient traditions of crafting chimes in metal, bamboo, or glass.</p>\n<h2>@Compendium[pf2e.feats-srd.Nantambu Chime-Ringer Dedication]{Nantambu Chime-Ringer Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Performance and trained in Society</p>\n<hr />\n<p>You've studied the basics of harmony and resonance in magic, exemplified by the ringing of chimes. You gain a single arcane or occult cantrip of your choice, heightened to a spell level equal to half your level, rounded up. If you weren't already, you become trained in that tradition's spell DCs and spell attack rolls, with Intelligence as your spellcasting ability if you choose arcane or Charisma as your spellcasting ability if you choose occult. Regardless of your choice, you also either become trained in Arcana or Occultism, or an expert in one of these skills if you are already trained in both.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Nantambu Chime-Ringer archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Fleet Tempo]{Fleet Tempo} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Nantambu Chime-Ringer Dedication]{Nantambu Chime-Ringer Dedication}</p>\n<hr />\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p>To rush after a criminal or reach someone in need, you ring a sprightly tone. You and all allies within 30 feet gain a +10-foot status bonus to all Speeds for 1 minute.</p>\n<p>@Compendium[pf2e.feat-effects.Effect: Fleet Tempo]{Effect: Fleet Tempo}</p>\n<h2>@Compendium[pf2e.feats-srd.Deny the Songs of War]{Deny the Songs of War} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Nantambu Chime-Ringer Dedication]{Nantambu Chime-Ringer Dedication}</p>\n<hr />\n<p>To keep the peace, you disrupt those who seek to break it. You can cast <em>@Compendium[pf2e.spells-srd.Deafness]{Deafness}</em> and 4th-level <em>@Compendium[pf2e.spells-srd.Silence]{Silence}</em> once per day each as innate spells. The tradition of these spells is the one you chose for the Nantambu Chime-Ringer Dedication feat.</p>\n<h2>@Compendium[pf2e.feats-srd.Sing to the Steel]{Sing to the Steel} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Nantambu Chime-Ringer Dedication]{Nantambu Chime-Ringer Dedication}</p>\n<hr />\n<p>You strike magical tones that can turn the tide of combat. You and your allies within 30 feet gain the effects of one of the following runes until the end of your next turn: @Compendium[pf2e.equipment-srd.Corrosive]{Corrosive}, @Compendium[pf2e.equipment-srd.Disrupting]{Disrupting}, @Compendium[pf2e.equipment-srd.Flaming]{Flaming}, @Compendium[pf2e.equipment-srd.Frost]{Frost}, @Compendium[pf2e.equipment-srd.Ghost Touch]{Ghost Touch}, @Compendium[pf2e.equipment-srd.Shock]{Shock}, or @Compendium[pf2e.equipment-srd.Thundering]{Thundering}. The effects apply to a single weapon the creature is holding or one of the creature's unarmed attacks. You choose the rune and the effect applies to all creatures. You can use an action, which has the concentrate trait, to extend the duration of the rune for 1 additional round up to a maximum of 1 minute. If this would give a weapon or unarmed attack more property runes than its normal maximum, an existing property rune (as the creature chooses) is suppressed until the spell ends.</p>\n<h2>@Compendium[pf2e.feats-srd.Song of Grace and Speed]{Song of Grace and Speed} Feat 16</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Nantambu Chime-Ringer Dedication]{Nantambu Chime-Ringer Dedication}</p>\n<hr />\n<p>You instill great swiftness into your allies. You and all allies within 30 feet become @Compendium[pf2e.conditionitems.Quickened]{Quickened} for 1 minute and can use the additional action to Strike, Stride, or Step.</p>",
    "name": "Nantambu Chime-Ringer Dedication",
    "permission": {
        "default": 0
    }
}
