{
    "_id": "akmaoP0StWvIv3jb",
    "content": "<h1>Oracle</h1>\n<p><span>A mysterious force granted you divine magic and a curse.</span></p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Oracle Dedication]{Oracle Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> Charisma 14</p>\n<hr />\n<p>Choose a mystery (page 72). You become trained in Religion and the mystery's skill; if you were already trained, you become trained in a skill of your choice. You gain the mild, constant effects of the mystery's curse described in its first paragraph, but not other effects the mystery usually grants. You cast spells like an oracle and gain the Cast a Spell activity. You gain a spell repertoire with two cantrips, either common divine cantrips or other divine cantrips you learn or discover. You're trained in divine spell attack rolls and divine spell DCs. Your key spellcasting ability for oracle archetype spells is Charisma, and they are divine oracle spells.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the oracle archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Basic Mysteries]{Basic Mysteries} Feat 4</h2>\n<p><strong>Prerequisites</strong> Oracle Dedication</p>\n<hr />\n<p>You gain a 1st- or 2nd-level oracle feat of your choice.</p>\n<h2>@Compendium[pf2e.feats-srd.Basic Oracle Spellcasting]{Basic Oracle Spellcasting} Feat 4</h2>\n<p><strong>Prerequisites</strong> Oracle Dedication</p>\n<hr />\n<p>You gain the basic spellcasting benefits (page 150). When you gain a spell slot of a new level from the oracle archetype, add a common divine spell or another divine spell you have learned or discovered to your repertoire, of that spell level.</p>\n<h2>@Compendium[pf2e.feats-srd.First Revelation]{First Revelation} Feat 4</h2>\n<p><strong>Prerequisites</strong> Oracle Dedication</p>\n<hr />\n<p>You gain your mystery's initial revelation spell. Casting this spell progresses your curse (page 70). Use the minor curse from your mystery, but when you progress it again, instead of your mystery's moderate curse effect, you become flat-footed in addition to the effects of the minor curse.</p>\n<p>If you don't have one, you gain a focus pool of 1 Focus Point. You can Refocus by reconciling the conflicting nature of your mystery, which also reduces your curse to minor.</p>\n<h2>@Compendium[pf2e.feats-srd.Advanced Mysteries]{Advanced Mysteries} Feat 6</h2>\n<p><strong>Prerequisites</strong> Basic Mysteries</p>\n<hr />\n<p>You gain one oracle feat. For meeting its prerequisites, your oracle level is equal to half your level.</p>\n<p><strong>Special</strong> You can select this feat more than once. Each time you select it, you gain another oracle feat.</p>\n<h2>@Compendium[pf2e.feats-srd.Mysterious Breadth]{Mysterious Breadth} Feat 8</h2>\n<p><strong>Prerequisites</strong> Basic Oracle Spellcasting</p>\n<hr />\n<p>You can recall all sorts of information. You gain the keen recollection class feature.</p>\n<h2>@Compendium[pf2e.feats-srd.Expert Oracle Spellcasting]{Expert Oracle Spellcasting} Feat 12</h2>\n<p><strong>Prerequisites</strong> Basic Oracle Spellcasting, master in Religion</p>\n<hr />\n<p>You gain the expert spellcasting benefits (page 150).</p>\n<h2>@Compendium[pf2e.feats-srd.Master Oracle Spellcasting]{Master Oracle Spellcasting} Feat 18</h2>\n<p><strong>Prerequisites</strong> Expert Oracle Spellcasting, legendary in Religion</p>\n<hr />\n<p>You gain the master spellcasting benefits (page 150).</p>\n",
    "flags": {},
    "name": "Oracle",
    "permission": {
        "default": 0
    }
}
