{
    "_id": "p2btFwD4Z7KZcPkW",
    "content": "<h1>Overwatch</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>With a stalwart mind and sharp eyes, you observe the battlefield as though you and your allies are pieces on a chessboard. By predicting dangers and hazards and offering your insights to your comrades, you win battles through keen observation and teamwork. Whenever there's a threat or opening, you're the first to point it out, and you're ready to help your allies directly when necessary.</p>\n<p>.As a group's overwatch, you might let the position go to your head. In such cases, you might think of yourself as the mastermind behind the chessboard and feel detached from your allies, thinking of them as little more than pawns on the field.</p>\n<p>But more likely your role allows you to feel a deeper connection to your allies, and your coordination and heroics stand out most when you subsume your individual ego to serve the group's needs. In that case, you might think of yourself as a part of a functional whole—if your party was a single living body, you serve as the eyes, but that doesn't mean you're the brain, the heart, or other vital organs. Everyone has a crucial role to play.</p>\n<section class=\"info\">\n<h4>Overwatch Training</h4>\n<p>Not just anyone can train to become their party's overwatch. A keen and incisive perception is necessary, of course, but that alone won't be sufficient. While many a ranger or rogue must sharpen their senses or face a short career, a true overwatch must be able to apply information received from all five senses (and any additional special senses they might have) to make split-second decisions that work toward achieving a tactical goal. Such a response can partially be trained through hours of daily drills designed to help a potential overwatch separate true threats and situations requiring their skills from false positives, and even situations where they would cause a problem if they didn't hold back. However, while training helps ingrain good practice into one's reflexes and muscle memory, ultimately, an overwatch candidate who lacks an innate degree of good tactical instinct will find such training slow to produce results, or in the worst case, even impossible.</p>\n<p>Beyond senses and instinct, the role of overwatch requires the ability to innovate your enhanced visual gear to assist in removing blind spots and seeing what others miss. This is essential, since you must keep track of your team and nearby foes. While it isn't explicitly necessary for you to be the one with enough skill in Crafting to maintain and upgrade your enhanced visual gear, many successful overwatches choose to do so in order to better understand how every piece works together to create the whole.</p>\n</section>\n<h2>@Compendium[pf2e.feats-srd.Overwatch Dedication]{Overwatch Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> expert in Perception</p>\n<hr />\n<p>You have an innate knack for tactical observation, and you've innovated to apply that knack in a variety of ways that allow you to assist your allies. With the help of enhanced visual gear (such as a specially modified telescope, goggled visor, or binoculars), you're keenly aware of the movement of combatants on the battlefield. You quickly and efficiently disperse that information to your nearby allies so they can use it to direct their own observations and reactions to danger.</p>\n<p>You're surrounded by an overwatch field aura in a @Template[type:emanation|distance:30]. Your overwatch field aura grants you increased perception and allows you to call out warnings to your allies within the aura to point out threats. This aura has the auditory and visual traits. You and allies within your overwatch field receive a +2 circumstance bonus when using Perception for Initiative checks.</p>\n<p>@Compendium[pf2e.feat-effects.Effect: Overwatch Field]{Effect: Overwatch Field}</p>\n<p><strong>Special</strong> You can't select another dedication feat until after you have gained at least two other feats from the overwatch archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Spyglass Modification]{Spyglass Modification} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Overwatch Dedication]{Overwatch Dedication}</p>\n<hr />\n<p>Your enhanced visual gear includes a regulating scope and reflectors, combined in an ingenuous setup that allows you to see around corners within the area of your overwatch field. This permits your overwatch field to extend around a single corner or turn and allows you to see around that corner as well. This ability doesn't let you see through walls or other barriers. You can't use it to see around a second or further corner, and it doesn't allow you to make ranged attacks or perform other actions that require line of effect with your target.</p>\n<h2>@Compendium[pf2e.feats-srd.Swift Intervention]{Swift Intervention} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Overwatch Dedication]{Overwatch Dedication}</p>\n<hr />\n<p><strong>Trigger</strong> An ally within your overwatch field fails in their attempt to Arrest a Fall, Balance, Grab a Ledge, or Maneuver in Flight</p>\n<p><strong>Requirements</strong> You are wielding a ranged weapon.</p>\n<hr />\n<p>You're burdened with noticing potential threats at all times. Because of this, you've learned that a well-placed shot can prevent disaster. You make a shot to either pin an ally's clothing to stop a fall or secure them against a ledge, or you bounce an attack off their armor to correct their course as they stumble while attempting to balance or fly.</p>\n<p>Make a single ranged attack roll against the DC of the triggering check; your ally uses the result of your ranged attack roll in place of their original roll. You must have line of effect to your ally, and your attack roll includes any normal bonuses or penalties for a ranged attack with that weapon (such as the penalty for making a ranged attack beyond your first range increment).</p>\n<h2>@Compendium[pf2e.feats-srd.Topple Giants]{Topple Giants} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Overwatch Dedication]{Overwatch Dedication}</p>\n<hr />\n<p>When you observe an ally try and fail to execute a strategic maneuver against your enemies, you coordinate with your other allies to finish the job, using the opening from the first attempt to keep your foe off-balance and ensure your eventual success.</p>\n<p>When an ally within your overwatch field attempts to @Compendium[pf2e.actionspf2e.Disarm]{Disarm}, @Compendium[pf2e.actionspf2e.Shove]{Shove}, or @Compendium[pf2e.actionspf2e.Trip]{Trip} an opponent within your overwatch field and fails, you coordinate efforts to provide a +2 circumstance bonus to the next Athletics check rolled by a different ally to attempt the same action on the same target before that target's next turn.</p>\n<p>@Compendium[pf2e.feat-effects.Effect: Topple Giants]{Effect: Topple Giants}</p>\n<h2>@Compendium[pf2e.feats-srd.Wide Overwatch]{Wide Overwatch} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Overwatch Dedication]{Overwatch Dedication}, master in Perception</p>\n<hr />\n<p>Through a variety of perceptive techniques, careful routines, and upgrades to your enhanced visual gear, you have become able to observe and maintain your overwatch at a much greater distance. Increase the size of your overwatch field from 30 feet to 60 feet.</p>\n<h2>@Compendium[pf2e.feats-srd.Forewarn]{Forewarn} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Overwatch Dedication]{Overwatch Dedication}, master in Perception</p>\n<hr />\n<p><strong>Frequency</strong> once per minute</p>\n<p><strong>Trigger</strong> An enemy within your overwatch field attempts an attack against an ally who is also within your overwatch field.</p>\n<hr />\n<p>Your foresight and planning are more valuable than armor as you direct your ally away from danger, but there's a limit to how often you can guide your allies away from a foe's relentless assaults. The triggering attack roll targets your Perception DC instead of your ally's AC. Though this allows your ally to avoid taking penalties to their AC, it doesn't remove any conditions or other effects causing such penalties. For example, an enemy with sneak attack would still deal extra damage to your ally if they are flat-footed, even though they wouldn't take the -2 circumstance penalty when defending against the attack.</p>\n<h2>@Compendium[pf2e.feats-srd.Master Spotter]{Master Spotter} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Overwatch Dedication]{Overwatch Dedication}, expert in Perception</p>\n<hr />\n<p>Your incredible perception and trusty enhanced visual gear allow you to see things others miss. Your proficiency rank in Perception increases to master.</p>\n<h2>@Compendium[pf2e.feats-srd.Control Tower]{Control Tower} Feat 14</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Overwatch Dedication]{Overwatch Dedication}, master in Perception</p>\n<hr />\n<p>Your keen senses and ability to process battlefield information have dramatically improved, allowing you to drastically reduce the advantage of unseen foes. You and allies in your overwatch field gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within the overwatch field. You and your allies don't have to succeed at a flat check to target a concealed creature within your overwatch field. When you or an ally targets a hidden creature in your overwatch field, reduce the DC of the flat check to 5.</p>\n<p>@Compendium[pf2e.feat-effects.Effect: Control Tower]{Effect: Control Tower}</p>\n<h2>@Compendium[pf2e.feats-srd.Converge]{Converge} Feat 16</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Overwatch Dedication]{Overwatch Dedication}, master in Perception</p>\n<hr />\n<p><strong>Trigger</strong> You make a successful ranged attack against an opponent who is within your overwatch field, and who is within reach of one or more of your allies who is also within your overwatch field.</p>\n<hr />\n<p>Informing your ally of an opening created by your shot, you coordinate to set them up to hit the target at the same time. Your ally can make a melee Strike against the triggering foe as a reaction. This Strike doesn't count toward that ally's multiple attack penalty, and their multiple attack penalty doesn't apply to this Strike. If your ally's Strike is successful, combine the damage from your successful ranged attack with the damage from your ally's melee attack for the purpose of determining resistances and weaknesses.</p>",
    "name": "Overwatch",
    "permission": {
        "default": 0
    }
}
