{
    "_id": "lmC2uyFxrRMP7xpL",
    "content": "<h1>Pactbound Initiate</h1>\n<p><strong>Rarity</strong> Rare</p>\n<hr />\n<p>Saumen kar can initiate a member of another ancestry into their pact, imbuing the creature with their power and their curse. Over time, this pact slowly changes the initiate internally and, sometimes, externally as well. The initiate's mind slowly fills with ancient pieces of lore and techniques that are as much part of the saumen kar as their hands and feet. As the initiate's mind adapts to this knowledge and power, their body sometimes evolves in kind—sprouting sweeping horns, gaining heightened olfactory senses, and growing additional height and muscle—becoming a hybrid between their old ancestry and saumen kar, wrapped in runic tattoos.</p>\n<p>An unwilling creature can never be forced to become a pactbound initiate, and only those with deep bonds of mutual friendship with a saumen kar can even attempt the process. Befriending a saumen kar can be enough to begin one's initiation into the pact, though they must choose to accept the burden and can change their minds about undertaking the pact at any point until their final transition (represented by the Bound in Ice feat). Once a creature has completed the pact by accepting the full burden of a saumen kar and taking the Bound in Ice feat, all transformations are permanent. At that point, they can't retrain the Pactbound Dedication, Frostbite Runes, or Bound in Ice feats and must live out the rest of their lives as something between their old ancestry and a saumen kar. If their normal lifespan was less than 400 years, it's increased to at least 400 years. If their natural lifespan was greater than 400 years, it's instead reduced to approximately that amount of time.</p>\n<h2>@Compendium[pf2e.feats-srd.Pactbound Dedication]{Pactbound Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> Erutaki or Jotun language, trained in Nature, must have earned the trust of a saumen kar who initiates you into the archetype</p>\n<hr />\n<p>You befriended one of the last saumen kar and were infused with a fraction of their power, granting you the potential to become a guardian of their ancient pact. You gain cold resistance equal to half your level. You can @Compendium[pf2e.actionspf2e.Hide]{Hide} and @Compendium[pf2e.actionspf2e.Sneak]{Sneak} while it's snowing even lightly, even if it wouldn't be thick enough to normally grant concealment. Finally, all saumen kar can sense the mark of their pact upon you, and their attitude toward you is typically one step better than it would be otherwise (hostile to unfriendly, unfriendly to indifferent, etc.) Most saumen kar are unfriendly to outsiders; this would make them indifferent to you.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the pactbound initiate archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Ice Crafter]{Ice Crafter} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Pactbound Dedication]{Pactbound Dedication}</p>\n<hr />\n<p>The ancient ice-crafting techniques of the saumen kar awaken within you. You become trained in Crafting, or become an expert if you were already trained. You gain the @Compendium[pf2e.feats-srd.Magical Crafting]{Magical Crafting} skill feat. You can craft permanent items out of ice instead of metal or wood; these items are a translucent crystal-blue in color, resemble icicles and glacier ice, and have the same statistics and properties as cold iron, including the price and the ability to deal additional damage to certain kinds of creatures. Any creature who wields or wears a piece of ice-crafted equipment takes 1 cold damage each round from contact with the primal cold of the crafted ice.</p>\n<h2>@Compendium[pf2e.feats-srd.Crown of the Saumen Kar]{Crown of the Saumen Kar} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Pactbound Dedication]{Pactbound Dedication}</p>\n<hr />\n<p>Your body begins to evolve and adapt, taking the first steps towards blending your very self with the ancient curse of the saumen kar. You become larger and bulkier, pushing the very edge of height and weight for your size. You gain scent as an imprecise sense with a range of 30 feet and gain a +1 circumstance bonus to Stealth checks made to @Compendium[pf2e.actionspf2e.Sneak]{Sneak} or @Compendium[pf2e.actionspf2e.Hide]{Hide} in areas of forest and snow. You sprout a pair of horns from your forehead, gaining a horns unarmed attack that deals 1d8 bludgeoning damage. Your horns are in the brawling group and have the shove and trip traits.</p>\n<h2>@Compendium[pf2e.feats-srd.Frostbite Runes]{Frostbite Runes} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Pactbound Dedication]{Pactbound Dedication}</p>\n<hr />\n<p>Thick tattoos, each one a rune fragment from the saumen kar's long-lost language spelling out their pact with their equally lost deity, cover your body and stretch across your limbs, torso, and face. You gain a +1 status bonus to saving throws against evil and necromancy spells and effects. You can sense the presence of evil undead as a pervasive taste of oily corruption in the air; this is a vague sense that allows you to know when such a creature is within 60 feet of you, though you can't precisely pinpoint their location with this sense. As normal for a vague sense, it can be fooled, but undead might not realize they need to take precautions against it. This sense also extends to living creatures who have the negative healing ability, like dhampir.</p>\n<p>You deal an additional 1 cold damage with all Strikes made with an ice-crafted weapon. If you have the Crown of the Saumen Kar feat, you deal an additional 1 cold damage with your unarmed horns Strikes.</p>\n<h2>@Compendium[pf2e.feats-srd.Curse of the Saumen Kar]{Curse of the Saumen Kar} Feat 14</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Frostbite Runes]{Frostbite Runes}</p>\n<hr />\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>You activate the runes on your body to create an icy prison around a Huge or smaller creature you can see within 60 feet. The prison is a sphere made of unmelting ice, just large enough to fit your target. The target, and any creatures sharing its space, must attempt a Reflex save, with a DC using the higher of your class DC and spell DC. A creature that fails becomes trapped inside the prison. If it succeeds, the creature is pushed outside the prison into a space of its choice. If the target shares its space with a gargantuan creature, the effect fails.</p>\n<p>The dome has AC 10, Hardness 20, and 40 Hit Points; it's immune to cold, critical hits, and precision damage. The prison lasts until destroyed, until you use this ability to create a new prison, or until you die.</p>\n<h2>@Compendium[pf2e.feats-srd.Bound in Ice]{Bound in Ice} Feat 16</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Frostbite Runes]{Frostbite Runes}</p>\n<hr />\n<p>You become a hybrid of your ancestry and a saumen kar. Your size increases to Large, and your reach becomes 10 feet. Your cold resistance increases to be equal to your level, and you gain fire resistance equal to half your level.</p>\n<p>You also gain the @Compendium[pf2e.actionspf2e.Blizzard Evasion]{Blizzard Evasion} reaction.</p>",
    "name": "Pactbound Initiate",
    "permission": {
        "default": 0
    }
}
