{
    "_id": "PlPc4w1XG9VOpDgn",
    "content": "<h1>Pirate</h1>\n<p>You live a life of freedom, taking by force and intimidation all that you desire. You may be a privateer, raiding and plundering on behalf of a particular nation or another authority, or you may answer to no one but your own capricious whims. Either way, you rely on intimidation, wits, and combat prowess to take what you want from those you deem less deserving.</p>\n<p>Pirates have much in common with swashbucklers, and many pirates have the swashbuckler class (page 82) or archetype (page 153). Much like a swashbuckler's daring deeds, classic pirate maneuvers are often showy feats intended to impress, intimidate, and gain panache. For example, if you have the panache class feature and your Acrobatics check for a Boarding Assault exceeds the very hard DC for your level, you would gain panache.</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Pirate Dedication]{Pirate Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Intimidation</p>\n<hr />\n<p>As a pirate, you sail the seas in search of enemy ships to plunder. You become trained in Sailing Lore, or become an expert in it if you were already trained. You ignore the effects of difficult terrain or uneven ground caused by a ship's movement. Additionally, you gain the Boarding Assault action.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Pirate archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Pirate Weapon Training]{Pirate Weapon Training} Feat 4</h2>\n<p><strong>Prerequisites</strong> Pirate Dedication</p>\n<hr />\n<p>You're particularly skilled at wielding traditional pirate weapons. You become trained with the following weapons: hatchet, rapier, scimitar, and whip. Whenever you gain a class feature that grants you expert or greater proficiency with a given weapon or weapons, you also gain that proficiency rank for these weapons.</p>\n<h2>@Compendium[pf2e.feats-srd.Rope Runner]{Rope Runner} Feat 4</h2>\n<p><strong>Prerequisites</strong> trained in Acrobatics and Athletics, Pirate Dedication</p>\n<hr />\n<p>You run and climb across ropes and rigging almost as easily as on the ground. You gain a climb Speed of 15 feet, but only on ship's rigging or similar ropes. Whenever you succeed at an Athletics check to Climb a rope or an Acrobatics check to Balance on a rope, you get a critical success instead. You <span style=\"font-size: 14px;\">aren't flat-footed while Climbing or Balancing on a rope.</span></p>\n<h2>@Compendium[pf2e.feats-srd.Walk The Plank]{Walk The Plank} Feat 8</h2>\n<p><strong>Prerequisites</strong> Pirate Dedication</p>\n<hr />\n<p>You frighten a foe into moving where you want them, traditionally demanding they walk the plank. Attempt to Demoralize an opponent; this check gains the incapacitation trait. On a success, in addition to the normal effects, you can also force the target to Stride up to its Speed. You choose the path the target takes, and it does so as part of your Walk the Plank action. You can't force the target to move into a harmful space (one where it will take damage, fall, provoke reactions, or similar) unless the result of your check to Demoralize was a critical success. The target then becomes temporarily immune to Walk the Plank for 24 hours.</p>\n",
    "flags": {},
    "name": "Pirate",
    "permission": {
        "default": 0
    }
}
