{
    "_id": "CCOKsVXfJi33GDfg",
    "content": "<h1>Pistol Phenom</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>\"You saw what I can do, so you know I'm telling the truth when I say that I don't miss. That was just a warning shot. Now if you'd kindly empty out that coffer into my bag of holding, I don't see any need for this to get unpleasant... do you?\"<br />-Unidentified pistol-twirling half-elf desperado, just before absconding with the funds a corrupt Alkenstar shield marshal planned to use to bribe a judge.</p>\n<p>You treat combat as an art and your pistol as an extension of your performance. You might wield a single pistol, a pair of pistols, or a pistol paired with a melee weapon to pull off showy maneuvers. However you slice it, though, the use of pistols or other one-handed firearms is crucial to your technique and style.</p>\n<p>To you, everything is a show, and you use your gun as a prop and instrument, not just to kill opponents but to trick, mislead, hinder, and even bully them into doing what you want them to do. While others tend to focus on delivering as much devastation downrange as possible, your style is all about control. By controlling a foe's attention and actions, you can bolster your own attacks and mitigate the foe's potential for mayhem. You control the tempo of the battle much as you would a staged performance, carefully ensuring your foe's actions don't fall outside of your intended script. You're both the director and the star of this show, and your enemies dance to the tune you play with your pistol... sometimes quite literally!</p>\n<section class=\"info\">\n<h4>What Makes a Phenom?</h4>\n<p>Many gunslingers can learn how to twirl a pistol or intimidate a foe, but it's not just your skills that make you a phenom, it's your style and attitude. As a pistol phenom, you understand how to grab everyone's attention with everything you do, especially the way you talk, the way you walk, and the way you use your gun. But what's more, you're well aware of that fact and the power you have over others, and you aren't afraid to flaunt it.</p>\n<p>Despite this attitude, or perhaps because of it, as a pistol phenom you likely tend to get along well with groups of allies, understanding both how to take the spotlight to protect your allies and how to share it to make sure they get their time in the sun. The one exception to this can be other pistol phenoms. When two or more pistol phenoms gather in the same group, it's almost inevitable for a duel or other contest to arise. However, such a contest need not end in enmity. Depending on your temperament, and that of the other pistol phenom, the result of the exhilarating rivalry expressed during competition could be a lifelong friendship, albeit one in which you both keep score of your greatest achievements to compare exploits.</p>\n</section>\n<h2>@Compendium[pf2e.feats-srd.Pistol Phenom Dedication]{Pistol Phenom Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in at least one type of one-handed firearm, trained in Deception, trained in Performance</p>\n<hr />\n<p>You catch an opponent off-guard by spinning your weapon. You gain the @Compendium[pf2e.feats-srd.Pistol Twirl]{Pistol Twirl} gunslinger feat, enabling you to Feint against creatures within your weapon's first range increment. This otherwise serves as Pistol Twirl for the purpose of meeting prerequisites, although as normal, it doesn't count as another pistol phenom feat for the purpose of meeting Pistol Phenom Dedication's special entry and taking another archetype. Whenever you Feint with a one-handed firearm, you can choose to attempt a Performance check instead of a Deception check.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained at least two other feats from the pistol phenom archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Gunpowder Gauntlet]{Gunpowder Gauntlet} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Pistol Phenom Dedication]{Pistol Phenom Dedication}</p>\n<hr />\n<p><strong>Requirements</strong> You're wielding a loaded one-handed firearm.</p>\n<hr />\n<p>Your flair keeps foes' attention, as your motions with your gun draw your foes into a deadly game. As you toy with them and performatively brandish your weapon, you build their tunnel vision, leaving them trapped in a perceptual gauntlet of your own making. Attempt a Performance check against the Will DC of a single target within your one-handed firearm's first range increment.</p>\n<hr />\n<p><strong>Critical Success</strong> The target takes a -2 status penalty to attack rolls against creatures other than you until the beginning of your next turn.</p>\n<p><strong>Success</strong> The target takes a -1 status penalty to attack rolls against creatures other than you until the beginning of your next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Dazzling Bullet]{Dazzling Bullet} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Pistol Phenom Dedication]{Pistol Phenom Dedication}</p>\n<hr />\n<p>Your tricks discombobulate your opponent, leaving spots in their vision from the bright flash of your gunshot reflected straight into their eyes (or other visual organs). Attempt a Performance check against the target creature's Will DC and make a ranged firearm Strike against that target. If the Strike deals damage to the target creature and you succeed at the Performance check, the creature is @Compendium[pf2e.conditionitems.Dazzled]{Dazzled} for 1 round.</p>\n<h2>@Compendium[pf2e.feats-srd.Hot Foot]{Hot Foot} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Pistol Phenom Dedication]{Pistol Phenom Dedication}</p>\n<hr />\n<p><strong>Requirements</strong> You're wielding a loaded firearm.</p>\n<hr />\n<p>Using a carefully aimed shot, you make a creature \"dance.\" You shoot at the ground near a target's feet, causing them to react involuntarily; even mindless creatures have unconscious responses to dodge an attack, and you can capitalize off those uncontrollable reflexes to achieve your aim. As they dance to the sweet tune of your pistol's retort, you ensure your foe can't use whatever nasty surprise they had planned in store for you and your allies. Make an attack roll against the Reflex DC of a target creature within your firearm's first range increment.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature can't use reactions, is @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed}, and takes a -2 circumstance penalty to Reflex saves. These effects last until the start of its next turn.</p>\n<p><strong>Success</strong> The creature can't use reactions until the start of its next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Phenom's Verve]{Phenom's Verve} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Pistol Phenom Dedication]{Pistol Phenom Dedication}</p>\n<hr />\n<p>You're possessed with an incredibly vivacious spark that separates you not only from ordinary gun users and gunslingers, but even from other phenoms. Using that distinctive verve, when you perform impeccably and control the scene with your abilities, you also manage to set up your foes for disaster and ensure they remain in your sights for any follow-up attacks you want to make against them. If you critically succeed at a Performance check for Pistol Twirl or a pistol phenom archetype feat, you gain a +1 status bonus to your attack rolls with one-handed firearms and one-handed melee weapons until the end of your turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Reach for the Sky]{Reach for the Sky} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Pistol Phenom Dedication]{Pistol Phenom Dedication}</p>\n<hr />\n<p><strong>Requirements</strong> You're wielding a loaded firearm.</p>\n<hr />\n<p>You command the room, firing a gun into the air and ordering everyone to surrender and put their hands in the air. You fire your firearm and then attempt a single Intimidation check to Demoralize each enemy within 30 feet. Creatures who become frightened instinctively put their hands in the air. If they had Raised a Shield, they lose the benefits, as they raise the shield above their head where it's of little use to block attacks. With their hands in the air, each of these frightened creatures can't use reactions or free actions that require their hands, or items held in their hands, until the beginning of their next turn. Regardless of the result, each creature is then temporarily immune to Reach for the Sky for 1 minute.</p>\n<h2>@Compendium[pf2e.feats-srd.Whirling Knockdown]{Whirling Knockdown} Feat 14</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Pistol Phenom Dedication]{Pistol Phenom Dedication}</p>\n<hr />\n<p><strong>Requirements</strong> You're wielding a loaded one-handed firearm and a one-handed melee weapon.</p>\n<hr />\n<p>You fire your gun while throwing off a target's balance with your melee weapon. Then, you topple your foe to the ground with the quick orchestrated combination. You don't need to use brute force to do so, or even necessarily to hit with your gunshot; the effect is all about performing perfectly and eliminating your target's movements and options, leaving them no choice but to fall.</p>\n<p>Make a ranged firearm Strike against a creature within the reach of your melee weapon and then attempt a Performance check against the creature's Reflex DC. If the Strike critically succeeds, the target takes a -2 circumstance penalty to its Reflex DC against this check. The Performance check has the following effects.</p>\n<hr />\n<p><strong>Critical Success</strong> The target falls and lands @Compendium[pf2e.conditionitems.Prone]{Prone}. It takes [[/r {2d6}[bludgeoning]]]{2d6 bludgeoning damage} from the fall.</p>\n<p><strong>Success</strong> The target falls and lands prone.</p>\n<p><strong>Critical Failure</strong> Your plans backfired on you, and you're forced to drop your melee weapon in your space.</p>",
    "name": "Pistol Phenom",
    "permission": {
        "default": 0
    }
}
