{
    "name": "Poisoner",
    "permission": {
        "default": 0
    },
    "flags": {},
    "content": "<h1>Poisoner</h1>\n<p>People are so delightfully fragile when exposed to the glories of nature. The bite of a certain serpent makes the blood congeal to jelly. A particular stone, suitably powdered, causes hallucinations and delirium. The sap of a tree inflicts such pain that death seems preferable. You are a student of such dark wonders, making you a dangerous foe indeed.</p>\n<p>Additional Feats: 4th @Compendium[pf2e.feats-srd.0lieFKdwgNVXep7u]{Poison Resistance} (Core Rulebook 77), @Compendium[pf2e.feats-srd.QZ00D2xdJnbWFzml]{Subtle Delivery} (page 106); 6th @Compendium[pf2e.feats-srd.ALbosSUygdq4T1Yk]{Poison Weapon} (Core Rulebook 185), @Compendium[pf2e.feats-srd.FdP21jbjHHGpHut1]{Tenacious Toxins} (page 107); 8th @Compendium[pf2e.feats-srd.b7isszc8C75V3okn]{Sticky Poison} (page 107); 10th @Compendium[pf2e.feats-srd.9Eufa07qvXG41QmG]{Improved Poison Weapon} (Core Rulebook 187), @Compendium[pf2e.feats-srd.XtIPmZ3Ihq5NJHP2]{Pinpoint Poisoner} (page 107); 12th @Compendium[pf2e.feats-srd.AYXherMu9gFTyXjp]{Deadly Poison Weapon} (Core Rulebook 187); 18th @Compendium[pf2e.feats-srd.IA8p9oYmsCbipmhw]{Chemical Contagion} (page 107)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.y7DDs03GtDnmhxFp]{Poisoner Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong>&nbsp;trained in Crafting</p>\n<hr />\n<p>You make a point of always having a few toxins near at hand&mdash;you never know when some arsenic or the like might prove useful. You gain the basic alchemy benefits (page 150), though they can be used only for alchemical poisons. You gain batches of infused reagents per day equal to your level. Your advanced alchemy level for creating these is 1 and doesn&rsquo;t increase on its own.</p>\n<p><strong>Special</strong> You can&rsquo;t select another dedication feat until you have gained two other feats from the Poisoner archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.pKoW1X95LjmWn5Jq]{Poisoner&rsquo;s Twist} Feat 4</h2>\n<p><strong>Prerequisites</strong>&nbsp;Poisoner Dedication, trained in Medicine</p>\n<p><strong>Requirements</strong> Your last action was a successful melee Strike that dealt damage against a target that is afflicted by a poison, and you know which poison.</p>\n<hr />\n<p>Poisons attack specific parts of the body&mdash;one venom might target the lungs, another the circulatory system, while another deteriorates the nerves. You know how to take advantage of such weaknesses. You deal 1d6 damage of the required Strike&rsquo;s damage type and 1d6 poison damage to the target. If you&rsquo;re at least 18th level, you deal 2d6 damage of each type.</p>\n<h2>@Compendium[pf2e.feats-srd.VruIzuysxw4tY6rk]{Expert Poisoner} Feat 6</h2>\n<p><strong>Prerequisites&nbsp;</strong>Poisoner Dedication, expert in Crafting</p>\n<hr />\n<p>Your advanced alchemy level for poison increases to your level &ndash; 3.</p>\n<h2>@Compendium[pf2e.feats-srd.eHkMcQQ4ejRAFJAt]{Poison Coat} Feat 6</h2>\n<p><strong>Prerequisites&nbsp;</strong>Poisoner Dedication</p>\n<p><strong>Trigger</strong> A creature adjacent to you hits you with a melee unarmed Strike.</p>\n<p><strong>Requirements</strong> You have prepared your clothing to poison attackers (see below).</p>\n<hr />\n<p>In nature, certain animals are covered in venomous spines, such that even touching them is deadly. To use this reaction, you must have brushed poison onto your clothing or woven sharp poisoned needles into the garment&rsquo;s fabric. This takes 10 minutes and uses one dose of contact or injury poison. You can have only one such poison suffused into your clothing at a time.</p>\n<p>When you use this reaction, the triggering creature is exposed to the suffused poison.</p>\n<h2>@Compendium[pf2e.feats-srd.nx2nB10rypAuspAa]{Acquired Tolerance} Feat 8</h2>\n<p><strong>Prerequisites&nbsp;</strong>Poisoner Dedication</p>\n<p><strong>Trigger</strong>&nbsp;You fail a save against a poison.</p>\n<hr />\n<p>A small amount of poison, taken at nonlethal doses, can help the body build up a resistance against a more deadly dosage. Reroll the triggering check and use the second result. Once you use Acquired Tolerance, you can continue to use it against the same type of poison that day, but you can&rsquo;t use it against a different type of poison until after you make your next daily preparations. For instance, if you used the reaction on a save against giant scorpion venom, you could use it again against giant scorpion venom even if it came from a different source, but you couldn&rsquo;t use it against nettleweed residue, lich dust, oranother poison.</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"></span></p>",
    "_id": "fjyB6HdS95xHEQn0"
}
