{
    "_id": "YJQJxskQf8VqDt8G",
    "content": "<h1>Provocator</h1>\n<p>The provocator is a gladiator who mixes brilliant performance with mastery of weapons.</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Provocator Dedication]{Provocator Dedication} Feat 10</h2>\n<p><strong>Prerequisites</strong> Strength 14, Charisma 14</p>\n<p><strong>Access</strong> Successfully defeat the eberarks in the Irorium.</p>\n<hr />\n<p>For you, fighting is as much about style as skill. You become trained in simple weapons, martial weapons, and one advanced weapon of your choice. When you critically succeed at an attack roll using your chosen advanced weapon, you also apply the critical specialization of that weapon. You become an expert in Performance and your choice of either Acrobatics or Athletics. If you were an expert in all three of these skills, you instead become an expert in a skill of your choice.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the provocator archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Cartwheel Dodge]{Cartwheel Dodge} Feat 12</h2>\n<p><strong>Prerequisites</strong> Provocator Dedication</p>\n<p><strong>Requirements</strong> You aren't encumbered or overburdened.</p>\n<p><strong>Trigger</strong> You succeed or critically succeed at a Reflex saving throw.</p>\n<hr />\n<p>You Step up to 10 feet.</p>\n<h2>@Compendium[pf2e.feats-srd.Flourishing Finish]{Flourishing Finish} Feat 12</h2>\n<p><strong>Prerequisites</strong> Provocator Dedication</p>\n<p><strong>Requirements</strong> Your last action was a Strike that dropped an opponent to 0 Hit Points.</p>\n<hr />\n<p>Attempt a Performance check, comparing the result to the Will DC of each foe within 30 feet who can see you. Regardless of the result, each target is immune to your Flourishing Finish for 10 minutes.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is Frightened 2.</p>\n<p><strong>Success</strong> The target is frightened 1.</p>\n<h2>@Compendium[pf2e.feats-srd.Murderer's Circle]{Murderer's Circle} Feat 14</h2>\n<p><strong>Provocator Dedication</strong></p><strong><hr />\n<p>You Strike a target within reach and then Step to any other open space adjacent to that target. Your target is then flat-footed against your next Strike this turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Pin to the Spot]{Pin to the Spot} Feat 14</h2>\n<p><strong>Prerequisites</strong> Provocator Dedication</p>\n<hr />\n<p>You Strike a target within reach. If you hit and deal damage, the target is also Restrained as if you had critically succeeded at an Athletics check to <span style=\"white-space: nowrap; background-color: #dddddd;\">Grapple</span>.</p>\n<h2>@Compendium[pf2e.feats-srd.Performance Weapon Expert]{Performance Weapon Expert} Feat 16</h2>\n<p><strong>Prerequisites</strong> Provocator Dedication, expert in any kind of weapon or unarmed attack</p>\n<hr />\n<p>Your experience has made you better with a wide variety of weapons. Your proficiency ranks for simple weapons and martial weapons increase to expert, as does your proficiency rank for your chosen advanced weapon.</p></strong>",
    "name": "Provocator",
    "permission": {
        "default": 0
    }
}
