{
    "_id": "F2rGgAD4xzrEBLKH",
    "content": "<h1>Reanimator</h1>\n<p>Most cultures revere the bodies of the deceased, laying to rest the mortal remains of their companions according to tradition formed generations before. Such customs assume a common conclusion: once the spirit that inhabited it has gone on to the Boneyard, the empty shell of a corpse has no purpose beyond its eventual return to the elements that formed it. You know differently. As the vessels that once housed immortal souls, corpses hold great power and potential, perfect construction materials for creations of unsurpassed wonder. As a reanimator, you have chosen to focus your study of the necromantic arts on the transformation of dead flesh into innumerable varieties of undead, from the lowliest shuffling corpses and brittle skeletons to abominations of ghastly splendor barely conceived of by only the most fanatical-or brilliant- mortal minds.</p>\n<p><strong>Additional Feats</strong> 4th @Compendium[pf2e.feats-srd.Undying Conviction]{Undying Conviction}; 12th @Compendium[pf2e.feats-srd.Necromancer's Visage]{Necromancer's Visage}; 14th @Compendium[pf2e.feats-srd.Sepulchral Sublimation]{Sepulchral Sublimation}</p>\n<h2>@Compendium[pf2e.feats-srd.Reanimator Dedication]{Reanimator Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> able to cast animate dead with a spell slot</p>\n<hr />\n<p>You have dedicated your studies to the art of raising and commanding undead. If you're a spontaneous spellcaster with @Compendium[pf2e.spells-srd.Animate Dead]{Animate Dead} in your repertoire, it becomes a signature spell in addition to your usual signature spells. If you're a prepared spellcaster with animate dead in your spells known, spellbook, or the like, you can spend 10 minutes contemplating undeath to replace one of the spells you've prepared in your spell slots with an animate dead spell of the same level. In addition, if you're able to target the mostly intact remains of an appropriate type of dead creature when casting animate dead, the undead you animate gains a +1 status bonus to attack rolls, AC, saving throws, and skill checks for the duration of animate dead.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the reanimator archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Deathly Secrets]{Deathly Secrets} Feat 6</h2>\n<p><strong>Prerequisites</strong> Reanimator Dedication</p>\n<hr />\n<p>No means of creating or ruling the undead is beyond your grasp, even those of magical traditions not your own. You learn either the @Compendium[pf2e.spells-srd.Eyes of the Dead]{Eyes of the Dead} or @Compendium[pf2e.spells-srd.Subjugate Undead]{Subjugate Undead} focus spell. If you don't already have one, you gain a focus pool of 1 Focus Point, which you can Refocus by meditating over the earthly remains of a dead sentient creature. The rules for focus spells appear on page 300 of the Core Rulebook. Focus spells granted by the reanimator archetype are from the same tradition as those used to meet the archetype's prerequisite.</p>\n<p><strong>Special</strong> You can select this feat more than once. Each time, you learn a different spell and your focus pool increases by 1 Focus Point.</p>\n<h2>@Compendium[pf2e.feats-srd.Macabre Virtuoso]{Macabre Virtuoso} Feat 6</h2>\n<p><strong>Prerequisites</strong> Reanimator Dedication; expert in Arcana, Occultism, or Religion</p>\n<hr />\n<p>Any necromancer can create zombies and skeletons, but you know the secrets behind the creation of far more advanced undead monstrosities. You learn the @Compendium[pf2e.spells-srd.Create Undead]{Create Undead} rituals to create two types of common undead for which you meet the prerequisites. (Your GM might give you access to additional types of undead.) You can't teach these rituals to anyone else and you can't participate in either ritual while allowing someone else to serve as the primary caster unless they also know the ritual. When you reach a new level, you can change either or both of these rituals to a different type of undead for which you now meet the prerequisites.</p>\n<p>When acting as primary caster, you can perform all create undead rituals in 4 hours instead of 1 day and you gain a +2 circumstance bonus to your primary check. You can also perform the ritual without the aid of a secondary caster, in which case you attempt the secondary check.</p>\n<p><strong>Special</strong> You can select this feat more than once. Each time, you learn the rituals to create two more types of undead creatures.</p>\n<h2>@Compendium[pf2e.feats-srd.Bonds of Death]{Bonds of Death} Feat 8</h2>\n<p><strong>Prerequisites</strong> Reanimator Dedication</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You have cast animate dead this turn.</p>\n<hr />\n<p>You sway with the motions of your spells that animate the dead, channeling your power to sustain two at the same time. You Sustain your previous casting of animate dead, binding the necromantic energy of the two spells together with metaphysical twine. On subsequent rounds, you can Sustain both animate dead spells with a single action to Sustain the Spell. This benefit lasts until either of the spells ends.</p>\n<h2>@Compendium[pf2e.feats-srd.Greater Deathly Secrets]{Greater Deathly Secrets} Feat 10</h2>\n<p><strong>Prerequisites</strong> Deathly Secrets</p>\n<hr />\n<p>Your undead secrets grow stronger still. You learn either the @Compendium[pf2e.spells-srd.Malignant Sustenance]{Malignant Sustenance} or @Compendium[pf2e.spells-srd.Grasping Grave]{Grasping Grave} focus spell. Your focus pool increases by 1 point.</p>\n<p><strong>Special</strong> You can select this feat more than once. Each time, you learn a different spell and your focus pool increases by 1 Focus Point.</p>\n<h2>@Compendium[pf2e.feats-srd.Master of the Dead]{Master of the Dead} Feat 12</h2>\n<p><strong>Prerequisites</strong> Deathly Secrets</p>\n<hr />\n<p>You have reached the pinnacle of the reanimator's craft: the ability to raise nearly any corpse or skeleton as a gruesome mockery of the creature it once was. You learn the @Compendium[pf2e.spells-srd.Shambling Horror]{Shambling Horror} focus spell. Your focus pool increases by 1 Focus Point.</p>",
    "name": "Reanimator",
    "permission": {
        "default": 0
    }
}
