{
    "_id": "o765z82ZD2sQg4VY",
    "content": "<h1>Runelord</h1>\n<p><strong>Rarity</strong> Rare</p>\n<hr />\n<p>You've learned arcane magic following the path of the runelords. You unlock secrets of a chosen school of magic while forsaking lesser schools. You learn the secrets of runic magic, the building blocks of magic. But be warned: you might succumb to sin in your pursuit of power.</p>\n<p>You also learn to use polearms, the signature weapons of the runelords, and can acquire the secrets of the mighty, ancient magic items called aeon stones, embedding them into your skin.</p>\n<p><strong>Additional Feats</strong> 2nd @Compendium[pf2e.feats-srd.Tattoo Artist]{Tattoo Artist}</p>\n<h2>@Compendium[pf2e.feats-srd.Runelord Dedication]{Runelord Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.classfeatures.Runelord Specialization]{Runelord Specialization}</p>\n<hr />\n<p>Your rune magic increases, and you practice with your school's associated weapon. You gain an additional cantrip of your chosen arcane school, and each time you gain a level (including this level), you add an additional spell from your chosen arcane school to your spellbook, with the same restrictions as the two spells you normally add.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the runelord archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Embed Aeon Stone]{Embed Aeon Stone} Feat 2</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Runelord Dedication]{Runelord Dedication}, trained in Crafting</p>\n<hr />\n<p>You discover the secrets to embedding <em>aeon stones</em> into your flesh. You spend 1 day attuning to an <em>aeon stone</em> and physically embedding it in your skin. While the stone is embedded this way, you gain the benefits of the aeon stone as if it were orbiting above your head, but it protects the stone from being noticed or stolen as easily. <em>Aeon stones</em> in your flesh must be invested to function, as usual.</p>\n<p>You can also use this activity to safely remove an embedded <em>aeon stone</em> in 1 day. Someone without this feat can attempt to surgically remove it safely by spending 1 day and succeeding at a DC 30 Medicine check, or hastily by simply ripping it from a corpse.</p>\n<h2>@Compendium[pf2e.feats-srd.Aeon Resonance]{Aeon Resonance} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Embed Aeon Stone]{Embed Aeon Stone}</p>\n<hr />\n<p>You gain the resonant power of one embedded <em>aeon stone</em> as if it were placed in a wayfinder. While you can embed multiple <em>aeon stones</em> in your flesh, you can gain the resonance power from only one embedded stone at a time, selected each day when you make your daily preparations.</p>\n<hr />\n<p><strong>Special</strong> At 8th level, you can take this feat again. If you do, you gain the resonance powers of up to four invested <em>aeon stones</em> instead of only one.</p>\n<h2>@Compendium[pf2e.feats-srd.Polearm Tricks]{Polearm Tricks} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Runelord Dedication]{Runelord Dedication}</p>\n<hr />\n<p>Your connection to rune magic has revealed tricks to make polearms deadlier in your hands. You gain the critical specialization effects of polearms.</p>\n<h2>@Compendium[pf2e.feats-srd.Sin Reservoir]{Sin Reservoir} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Runelord Dedication]{Runelord Dedication}</p>\n<hr />\n<p>During daily preparations, you can indulge in your associated sin. When you do, you gain one additional spell slot of any spell level up to two levels below the highest-level wizard spell you can cast. You can prepare only a spell of your specialized school in this slot. As with any other act, indulging in your sin might change your alignment if your behavior harms someone else.</p>\n<h2>@Compendium[pf2e.feats-srd.Fused Polearm]{Fused Polearm} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Runelord Dedication]{Runelord Dedication}</p>\n<hr />\n<p><strong>Requirements</strong> Your arcane bonded item is a polearm.</p>\n<hr />\n<p>During your daily preparations, you can magically fuse your arcane bonded weapon and a magical staff together into one item, with the staff making up the haft of the weapon. You prepare the staff at the same time you do this, and you can do this only with a staff you're able to prepare. This fusion lasts until the next time you make your daily preparations.</p>\n<p>While the two are fused, the weapon's haft takes on aesthetic aspects of the staff.</p>\n<h2>@Compendium[pf2e.feats-srd.School Counterspell]{School Counterspell} Feat 12</h2>\n<p><strong>Prerequisites</strong> Counterspell, @Compendium[pf2e.feats-srd.Runelord Dedication]{Runelord Dedication}</p>\n<hr />\n<p>Your intricate knowledge of your school lets you easily negate spells from that school. Instead of being able to counter a foe's spell with Counterspell only if you have the same spell prepared, if the foe casts a spell from the school matching your specialization, you can Counterspell it with any other spell of the same school.</p>\n<h2>@Compendium[pf2e.feats-srd.School Spell Redirection]{School Spell Redirection} Feat 18</h2>\n<p><strong>Prerequisites</strong> Counterspell, @Compendium[pf2e.feats-srd.Runelord Dedication]{Runelord Dedication}</p>\n<hr />\n<p>When you Counterspell a spell with a school matching your specialization, if you critically succeed at your counteract check, or if you succeed while using a spell of a higher level than the spell you countered, you can redirect the spell you countered. You choose the target, area, and other aspects of the spell and use your own spell DC, spell attack roll, or other statistics as appropriate to determine the effects.</p>",
    "name": "Runelord",
    "permission": {
        "default": 0
    }
}
