{
    "_id": "RyjrUkqSIg52Mjl8",
    "content": "<h1>Runescarred</h1>\n<p><span><span>The rune magic of Thassilon and its descendant nations has left its mark on your very flesh. As a runescarred, you have an unusually close connection to this ancient magic, which has become a newly emerging field of study for small pockets of interested scholars in both Varisia and New Thassilon.</span><br /></span></p>\n<h2>@Compendium[pf2e.feats-srd.Runescarred Dedication]{Runescarred Dedication} Feat 2</h2>\n<p><span><strong>Prerequisites</strong> trained in Arcana<br /><strong>Access</strong> You are from the Saga Lands.<br /></span></p>\n<hr />\n<p>Whether through blood (if you're Varisian, Shoanti, or New Thassilonian) or by exposure to rune magic, you have become runescarred, with visible, glowing runes on your body in the form of tattoos or scars. You might have possessed these marks before gaining the archetype, but you only truly became runescarred when you chose to study and tap into the runes' power. You become an expert in Arcana and you also become trained in Thassilon Lore, or an expert in Thassilon Lore if you were already trained in it.</p>\n<p>Choose one cantrip from the arcane list. One of the runes on your body corresponds to the chosen cantrip, and you can cast the chosen cantrip as an innate arcane spell.</p><p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the runescarred archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Spell Runes]{Spell Runes} Feat 4</h2>\n<p><span><strong>Prerequisites</strong> Runescarred Dedication<br /></span></p>\n<hr />\n<p>The magical runes on your body grant you several magical abilities. Choose a 1st-level arcane spell. You gain a spell rune on your body corresponding to the chosen spell, which you can cast once per day as an innate spell. At 6th level, you gain a spell rune corresponding to a 2nd-level arcane spell, and at 8th level, you gain a spell rune corresponding to a 3rd-level arcane spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Living Rune]{Living Rune} Feat 6</h2>\n<p><span><strong>Prerequisites</strong> Runescarred Dedication<br /></span></p>\n<hr />\n<p>You've bridged a connection between the runes on your body and the magic of runestones, allowing you to place an armor rune on your living flesh. Your body can hold a single property rune; you can't etch a property rune on your body if it has requirements on the type or category of armor or if the property would affect the armor instead of its wearer. If you wear armor, you gain the property rune's effects in addition to any effects of that armor.</p>\n<h2>@Compendium[pf2e.feats-srd.Warding Rune]{Warding Rune} Feat 6</h2>\n<p><span><strong>Prerequisites</strong> Runescarred Dedication<br /></span></p>\n<hr />\n<p>Your runes provide a warding effect that protects you against a specific school of magic. Choose a school of magic other than divination. You gain a rune on your body corresponding to that school, and you gain a +2 circumstance bonus to all saving throws against effects of that school.</p>\n<h2>@Compendium[pf2e.feats-srd.Greater Spell Runes]{Greater Spell Runes} Feat 10</h2>\n<p><span><strong>Prerequisites</strong> Spell Runes<br /></span></p>\n<hr />\n<p>You gain more powerful spell runes. You gain a spell rune corresponding to a 4th-level arcane spell. At 12th level, you gain a spell rune corresponding to a 5th-level arcane spell, and at 14th level, you gain a spell rune corresponding to a 6th-level arcane spell.</p>",
    "flags": {},
    "name": "Runescarred",
    "permission": {
        "default": 0
    }
}
