{
    "_id": "pHTnfVHOzsgfZ9E2",
    "content": "<h1>Scout</h1>\n<p>You're an expert in espionage and reconnaissance, able to skulk silently through the wilderness to gather intelligence, sneak through enemy lines to report to your comrades, or suddenly and decisively strike your foes. Your skills ease the difficulty of travel for you and your companions and keep you all on guard when you're approaching danger.</p>\n<p><strong>Additional Feats</strong>: 12th @Compendium[pf2e.feats-srd.Camouflage]{Camouflage} (Core Rulebook 174)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Scout Dedication]{Scout Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Stealth and Survival</p>\n<hr />\n<p>You are a highly skilled scout, capable of providing your allies a timely warning of any danger. You gain the Scout's Warning ranger feat (Core Rulebook 172). When you're using the Scout exploration activity, you grant your allies a +2 circumstance bonus to their initiative rolls instead of a +1 circumstance bonus.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Scout archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Scout's Charge]{Scout's Charge} Feat 4</h2>\n<p><strong>Prerequisites</strong> Scout Dedication</p>\n<hr />\n<p>You meander around unpredictably, and then ambush your opponents without warning. Choose one enemy. Stride, Feint against that opponent, and then make a Strike against that foe. For your Feint, you can attempt a Stealth check instead of the Deception check that's usually required, because you use the terrain around you to catch your foe off-guard.</p>\n<h2>@Compendium[pf2e.feats-srd.Terrain Scout]{Terrain Scout} Feat 4</h2>\n<p><strong>Prerequisites</strong> Scout Dedication</p>\n<hr />\n<p>You gain the Terrain Stalker skill feat (Core Rulebook 267) twice, choosing a different terrain each time. If you Avoid Notice while exploring and any allies use Follow the Expert to follow you as you do so, you can choose one of those allies to gain the benefit of any one Terrain Stalker feat you have.</p>\n<h2>@Compendium[pf2e.feats-srd.Fleeting Shadow]{Fleeting Shadow} Feat 6</h2>\n<p><strong>Prerequisites</strong> Scout Dedication</p>\n<hr />\n<p>You're able to quickly disappear and then move about stealthily. You Hide, then Sneak twice.</p>\n<h2>@Compendium[pf2e.feats-srd.Scout's Speed]{Scout's Speed} Feat 6</h2>\n<p><strong>Prerequisites</strong> Scout Dedication</p>\n<hr />\n<p>You move faster, especially when traveling, allowing you to scout ahead and report back without slowing your allies. You gain a +10-foot status bonus to your Speed. When calculating your travel speed, this increases to a +20-foot status bonus.</p>\n<h2>@Compendium[pf2e.feats-srd.Scout's Pounce]{Scout's Pounce} Feat 10</h2>\n<p><strong>Prerequisites</strong> Scout Dedication</p>\n<p><strong>Requirements</strong> You are hidden from or undetected by all of your opponents, and you aren't within 10 feet of any enemy.</p>\n<hr />\n<p>You leap from the shadows to strike your foes. Stride up to your Speed, then Strike twice. If you were hidden or unnoticed by the target of these Strikes, your foe is flat-footed against both attacks. Your multiple attack penalty applies normally for both attacks.</p>\n",
    "flags": {},
    "name": "Scout",
    "permission": {
        "default": 0
    }
}
