{
    "_id": "xFjXKdIkA574QRkv",
    "content": "<h1>Scroll Trickster</h1>\n<p>Magic has long been written down, and in myriad forms. From the classic rolled parchment to strings tied with a hundred intricate knots, from baked clay tablets covered with incisions to bound collections of bamboo slips, magic is everywhere. You just need to know how to read it.</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Scroll Trickster Dedication]{Scroll Trickster Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Arcana, Nature, Occultism, or Religion</p>\n<hr />\n<p>You've studied scrolls in depth. This might have been a comprehensive education in formal setting, or the sort of education where you somehow obtain a number of scrolls and try not to explode anything you didn't mean to explode. You gain the Trick Magic Item feat (Core Rulebook 268), and you gain a +2 circumstance bonus to skill checks to Trick scrolls. If you roll a critical failure to Trick a Magic Item that's a scroll, you get a failure instead.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Scroll Trickster archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Basic Scroll Cache]{Basic Scroll Cache} Feat 6</h2>\n<p><strong>Prerequisites</strong> Scroll Trickster Dedication</p>\n<hr />\n<p>You have a vast and overflowing collection of scroll scraps, riddled with errors and misspellings and leaking energy like a sieve. With enough care, you can coax these scroll scraps into functioning-briefly. Each day during your daily preparations, you can create a single temporary scroll containing a 1st-level spell. The spell must be a common spell from the Core Rulebook, or another spell you learned via Learn a Spell, and it must come from a tradition in which you have the corresponding skill trained. This scroll is an unstable, temporary item and loses its magic the next time you make your daily preparations if you haven't already used it. It can't be used to Learn the Spell.</p>\n<p>At 8th level, add a second temporary scroll containing a 2nd-level spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Skim Scroll]{Skim Scroll} Feat 8</h2>\n<p><strong>Prerequisites</strong> Scroll Trickster Dedication</p>\n<hr />\n<p>You can activate the magic of a scroll with a cursory read as you draw it from your belt. You Interact to draw forth a scroll, then use Trick Magic Item on the scroll.</p>\n<h2>@Compendium[pf2e.feats-srd.Expert Scroll Cache]{Expert Scroll Cache} Feat 12</h2>\n<p><strong>Prerequisites</strong> Basic Scroll Cache</p>\n<hr />\n<p>Your scroll collection is more powerful. In addition to your daily scrolls from Basic Scroll Cache, add a scroll with a 3rd-level spell. At 14th level, add a scroll with a 4th-level spell. At 16th level, add a scroll with a 5th-level spell.</p>\n<h2>@Compendium[pf2e.feats-srd.Master Scroll Cache]{Master Scroll Cache} Feat 18</h2>\n<p><strong>Prerequisites</strong> Expert Scroll Cache</p>\n<hr />\n<p>Your scroll collection is incredible, brimming with eldritch power, and you can prepare far more of them than an ordinary scroll trickster. In addition to your daily scrolls from the Basic and Expert Scroll Caches, add a single scroll with a 6th-level spell. At 20th level, add a scroll with a 7th-level spell.</p>\n",
    "flags": {},
    "name": "Scroll Trickster",
    "permission": {
        "default": 0
    }
}
