{
    "_id": "2eAiIynDWTMKTGDU",
    "content": "<h1>Scrollmaster</h1>\n<p><span><span>Members who align themselves with the Scrolls branch of the Pathfinder Society are fervent seekers of lore, experts in esoterica, and masters of the wealth of knowledge at the Society's disposal. In addition to maintaining and researching the Society's massive collection of tomes and artifacts, these scholars are also eager to adventure in order to add to the Pathfinder's archives. They take tremendous pride in their ability to thoroughly observe, research, and catalog creatures and events. Members of the Scrolls value knowledge and preparation above strength and cunning, and they work to hone their intellectual skills. As a Scrollmaster, you are an elite member of this arm of the Society.<br /></span></span></p>\n<h2 class=\"title\">Pathfinder Society Archetypes</h2>\n<p>The following archetypes are uncommon, but are available to members of the Pathfinder Society. Qualifying characters with the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.archetypes\" data-id=\"o3C85NHW08Y2inAN\"><i class=\"fas fa-book-open\"></i> Pathfinder Agent</a> archetype can select one of these dedication feats even if they have not gained three feats from the Pathfinder agent archetype, and each of these archetypes' feats fulfills the Pathfinder Agent Dedication's special requirement despite not being from the Pathfinder agent archetype.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"uhfZtjbfJ8pZIWrF\"><i class=\"fas fa-suitcase\"></i> Scrollmaster Dedication</a> Feat 6</h2>\n<div><strong>Archetype</strong> <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.archetypes\" data-id=\"2eAiIynDWTMKTGDU\"><i class=\"fas fa-book-open\"></i> Scrollmaster</a></div>\n<div><span><strong>Prerequisites</strong> expert in any Lore skill, member of the Pathfinder Society affiliated with the School of Scrolls<br /></span></div>\n<hr />\n<p>Your experience chronicling adventures and discoveries grants you heightened discernment and memory. For 24 hours after learning a prominent fact-such as the name of an NPC you have met, the details of your mission briefing, and similar information-you can recall it without attempting a check, though this doesn't allow you to automatically memorize long strings of numbers or text. You also gain a +2 circumstance bonus to checks to remember a detail that has come up before in the current adventure, even if it was more than 24 hours ago.</p>\n<p>If you have the<a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"0Dy8RlFqrzCVOTl4\"><i class=\"fas fa-suitcase\"></i> Thorough Reports</a> feat and have expert proficiency in the skill you're using to Recall Knowledge, your circumstance bonus to Recall Knowledge about creatures from that feat increases to +4.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the Scrollmaster archetype.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"agWNAYqgyV58jlxm\"><i class=\"fas fa-suitcase\"></i> Foolproof Instructions</a> Feat 8</h2>\n<p><span><strong>Prerequisites</strong> Scrollmaster Dedication <br /></span></p>\n<hr />\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">You feel confident that you can explain your scrolls so well that even your allies can use them... hopefully. During your daily preparations, you can select a single scroll and instruct a single ally in its use. Until your next daily preparations, the ally can attempt to use the scroll with a single action that has the manipulate trait. The ally rolls the skill corresponding to the spellcasting tradition. The GM determines the DC based on the scroll's level, possibly adjusted for the situation. If the spell has a spell attack bonus or a spell DC, use your level as the proficiency bonus and the highest of your ally's Intelligence, Wisdom, or Charisma modifiers.</p>\n<hr style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Success</strong> For the rest of the ally's turn, they can spend actions to Cast the Spell.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Failure</strong> The ally misremembers your instructions and can't use the scroll this turn.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Critical Failure</strong> The ally misunderstood your instructions and can't use the scroll.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"QYZovCDjOhBb1u01\"><i class=\"fas fa-suitcase\"></i> Innate Magical Intuition</a> Feat 8</h2>\n<p><span><strong>Prerequisites</strong> Scrollmaster Dedication <br /></span></p>\n<hr />\n<p><span style=\"color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">You've spent countless hours learning to recognize and predict a creature's innate magical abilities. The first time you successfully Recall Knowledge to identify a creature, in addition to any information you learn from your successful check, you learn the names of three of the highest-level innate spells it can cast, and you gain a +2 circumstance bonus on your next save against an innate spell cast by that creature.</span></p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"BFgrPAK2v3GSKQ5e\"><i class=\"fas fa-suitcase\"></i> Lore Seeker</a> Feat 8</h2>\n<p><span><strong>Prerequisites</strong> Scrollmaster Dedication <br /></span></p>\n<hr />\n<p>You see what others don't, and you've developed magical tricks to find hidden truth. You can cast <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.spells-srd\" data-id=\"vTQvfYu2llKQedmY\"><i class=\"fas fa-suitcase\"></i> Comprehend Language</a>, <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.spells-srd\" data-id=\"Et8RSCLx8w7uOLvo\"><i class=\"fas fa-suitcase\"></i> Restore Senses</a>, and <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.spells-srd\" data-id=\"jwK43yKsHTkJQvQ9\"><i class=\"fas fa-suitcase\"></i> See Invisibility</a> as innate spells, each once per day. If you could already cast spells, these spells are of the same tradition. Otherwise, they are arcane spells, you use Intelligence as your spellcasting ability, and you become trained in spell attack rolls and spell DCs for arcane spells.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"9WMLIcHpwkQpUQfz\"><i class=\"fas fa-suitcase\"></i> Magic Finder</a> Feat 8</h2>\n<p><span><strong>Prerequisites</strong> Scrollmaster Dedication <br /></span></p>\n<hr />\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">You've learned a few tricks to ensure you find every last magic item and interesting magical effect during your missions. You can cast detect magic and read aura as innate spells at will. You can also cast locate as an innate spell once per day, but only to locate magic items, not specific mundane objects or types of objects. If you could already cast spells, these spells are of the same tradition. Otherwise, they're arcane spells, you use Intelligence as your spellcasting ability, and you become trained in spell attack rolls and spell DCs for arcane spells.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">When you cast detect magic or read aura from this feat on an item or creature under the effect of a magic aura spell or  interact with an item under the effect of an item facade spell, you gain a +2 circumstance bonus on your check to disbelieve the illusion.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"PaUpesy5lyDLlwud\"><i class=\"fas fa-suitcase\"></i> Transcribe Moment</a> Feat 8</h2>\n<p><span><strong>Prerequisites</strong> Scrollmaster Dedication <br /></span></p>\n<hr />\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">You gain the <a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.spells-srd\" data-id=\"NxOYiKCqcuAHVRCj\"><i class=\"fas fa-suitcase\"></i> Transcribe Moment</a> focus spell (page 45). If you don't already have one, you gain a focus pool of 1 Focus Point, which you can Refocus by spending 10 minutes to study a text or record notes on your recent experiences.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"2Tla5D1vpGioh42x\"><i class=\"fas fa-suitcase\"></i> Unravel Mysteries</a> Feat 8</h2>\n<p><span><strong>Prerequisites</strong> master in a Decipher Writing skill, Scrollmaster Dedication<br /></span></p>\n<hr />\n<p>You can understand the true meaning of texts quickly, and even when you get lost or hit a dead end, you aren't discouraged from making further attempts to get to the bottom of things. When you Decipher Writing, you need only half as long as usual (reducing the time from about 1 minute to about half a minute per page), and if you fail, you don't take the usual -2 circumstance penalty to further checks to decipher that text.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"ADgQzThbtGKvp6hy\"><i class=\"fas fa-suitcase\"></i> Bestiary Scholar</a> Feat 10</h2>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Prerequisites</strong> master in Arcana, Crafting, Nature, Occultism, or Religion; Scrollmaster Dedication</p>\n<hr style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">You learn how to apply your extensive knowledge of certain creatures using the lore you know. When you gain this feat, choose one of the following skills in which you have attained master proficiency: Arcana, Crafting, Nature, Occultism, or Religion. You can use the chosen skill to Recall Knowledge to identify any creature normally identifiable by any of the above skills. In addition, when you critically succeed at identifying a creature, you gain a +1 circumstance bonus to your next attack roll or saving throw against that creature.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"EpWgrMznGbm8gceW\"><i class=\"fas fa-suitcase\"></i> Cautious Delver</a> Feat 10</h2>\n<p><span><strong>Prerequisites</strong> Scrollmaster Dedication <br /></span></p>\n<hr />\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">You've studied the many ways that ancient architects and spellcasters protected their possessions, such as by implementing deadly traps and curses, and learned some magic to counteract them. You can cast dispel magic, knock, and resist energy as innate spells, each once per day. If you can already cast spells, these spells are of the same tradition.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">Otherwise, they're arcane spells, you use Intelligence as your spellcasting ability, and you become trained in spell attack rolls and spell DCs for arcane spells.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"o8ogNJ53l1JDIJud\"><i class=\"fas fa-suitcase\"></i> Font of Knowledge</a> Feat 10</h2>\n<p><span><strong>Prerequisites</strong> Scrollmaster Dedication <br /></span></p>\n<hr />\n<p>Experience or focused study have granted you mastery of a number of topics. When you know about something, you know about it in great detail. When you succeed at a check to Recall Knowledge, you gain additional information or context. When you critically succeed at a check to Recall Knowledge, at the GM's discretion, you might gain even more additional information or context than normal.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"TNV1cs1VFqdj4D2M\"><i class=\"fas fa-suitcase\"></i> Masterful Obfuscation</a> Feat 10</h2>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Prerequisites</strong> master in a skill with the Recall Knowledge action, Scrollmaster Dedication</p>\n<hr style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">You've mastered the art of deceiving others about your area of study. When you gain this feat, choose one skill with the Recall Knowledge action in which you have attained master proficiency. You can attempt to deceive others about the truth of facts and knowledge related to that skill-such as by pretending to know something that you don't, planting false information, or the like-using the Lie action of the Deception skill. When you Lie in this way, attempt your skill check using the skill you selected when you gained this feat instead of Deception, applying all bonuses or penalties related from the selected skill to the check. While it's easier to convince someone who knows nothing about your chosen false information, on a critical success, you can even convince someone who has heard something contradictory, unless they have reason to be certain from direct experience. For instance, you might say, &quot;I know you may have heard to use silver weapons against vampires, but that's a misconception based on conflating them with werewolves. According to all credible scholars, cold iron will do the trick.&quot; Once a creature realizes you've used masterful obfuscation to Lie to them, either from a failed check or due to later discovering the falsehood, you can't use this feat against them again, as it relies on blind trust in your superior knowledge. However, you can still Lie to them normally.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"OyOpHPOXC08bffVR\"><i class=\"fas fa-suitcase\"></i> Determined Lore Seeker</a> Feat 12</h2>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Prerequisites</strong> <span style=\"box-sizing: border-box; user-select: text;\"><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"BFgrPAK2v3GSKQ5e\"><i class=\"fas fa-suitcase\"></i> Lore Seeker</a></span></p>\n<hr style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">You've mastered useful spells that let you find hidden truths others might miss, and a preferred spell comes naturally to you. When you gain this feat, choose one of the innate spells granted by the Lore Seeker feat: comprehend language, restore senses, or see invisibility. You can cast this spell three times per day instead of once per day. When you cast any of the spells granted by Lore Seeker as innate spells, they gain additional effects. When you cast comprehend language, the spell is heightened to 4th level. When you cast restore senses,the spell is heightened to half your level, rounded up. When you cast see invisibility, for the duration of the spell you can use an action, which has the concentrate trait, to see invisible creatures normally (instead of seeing them as translucent shapes that are concealed to you) until the end of your next turn.</p>\n<h2><a class=\"entity-link\" draggable=\"true\" data-pack=\"pf2e.feats-srd\" data-id=\"S8Hda5OtajS9gpqM\"><i class=\"fas fa-suitcase\"></i> Ward Mind</a> Feat 16</h2>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Prerequisites</strong> Scrollmaster Dedication</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Requirements</strong> You're currently affected by a mental effect that you gained by failing, but not critically failing, a saving throw.</p>\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Trigger</strong> Your turn ends.</p>\n<hr style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">To protect the knowledge within your mind from intrusion or erasure, you ward yourself against a mental attack, temporarily delaying its effects. Until the end of your next turn, you ignore a single mental effect that meets the requirement. You can suppress a particular effect using Ward Mind or Cognitive Loophole (Core Rulebook 188) only once, even if you have both feats.</p>\n<hr style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\">\n<p style=\"box-sizing: border-box; user-select: text; color: #191813; font-family: Roboto, system, -apple-system, sans-serif; font-size: 13px;\"><strong style=\"box-sizing: border-box; user-select: text;\">Special</strong> You can use this reaction even if the mental effect prevents you from using reactions.</p>\n",
    "flags": {},
    "name": "Scrollmaster",
    "permission": {
        "default": 0
    }
}
