{
    "_id": "2eAiIynDWTMKTGDU",
    "name": "Scrollmaster",
    "permission": {
        "default": 0
    },
    "flags": {},
    "content": "<h1>Scrollmaster</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\">Members who align themselves with the Scrolls branch of the Pathfinder Society are fervent seekers of lore, experts in esoterica, and masters of the wealth of knowledge at the Society&rsquo;s disposal. In addition to maintaining and researching the Society&rsquo;s massive collection of tomes and artifacts, these scholars are also eager to adventure in order to add to the Pathfinder&rsquo;s archives. They take tremendous pride in their ability to thoroughly observe, research, and catalog creatures and events. Members of the Scrolls value knowledge and preparation above strength and cunning, and they work to hone their intellectual skills. As a Scrollmaster, you are an elite member of this arm of the Society.<br /></span></span></p>\n<h2 class=\"title\">Pathfinder Society Archetypes</h2>\n<p>The following archetypes are uncommon, but are available to members of the Pathfinder Society. Qualifying characters with the @Compendium[pf2e.archetypes.o3C85NHW08Y2inAN]{Pathfinder Agent}&nbsp;archetype can select one of these dedication feats even if they have not gained three feats from the Pathfinder agent archetype, and each of these archetypes&rsquo; feats fulfills the Pathfinder Agent Dedication&rsquo;s special requirement despite not being from the Pathfinder agent archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.uhfZtjbfJ8pZIWrF]{Scrollmaster Dedication} Feat 6</h2>\n<div><strong>Archetype&nbsp;</strong>@Compendium[pf2e.archetypes.2eAiIynDWTMKTGDU]{Scrollmaster}</div>\n<div><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;expert in any Lore skill, member of the Pathfinder Society affiliated with the School of Scrolls<br /></span></div>\n<hr />\n<p>Your experience chronicling adventures and discoveries grants you heightened discernment and memory. For 24 hours after learning a prominent fact&mdash;such as the name of an NPC you have met, the details of your mission briefing, and similar information&mdash;you can recall it without attempting a check, though this doesn&rsquo;t allow you to automatically memorize long strings of numbers or text. You also gain a +2 circumstance bonus to checks to remember a detail that has come up before in the current adventure, even if it was more than 24 hours ago.</p>\n<p>If you have the@Compendium[pf2e.feats-srd.0Dy8RlFqrzCVOTl4]{Thorough Reports}&nbsp;feat and have expert proficiency in the skill you&rsquo;re using to Recall Knowledge, your circumstance bonus to Recall Knowledge about creatures from that feat increases to +4.</p>\n<p><strong>Special</strong>&nbsp;You cannot select another dedication feat until you have gained two other feats from the Scrollmaster archetype.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.BFgrPAK2v3GSKQ5e]{Lore Seeker} Feat 8</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Scrollmaster Dedication&nbsp;<br /></span></p>\n<hr />\n<p>You see what others don&rsquo;t, and you&rsquo;ve developed magical tricks to find hidden truth. You can cast @Compendium[pf2e.spells-srd.vTQvfYu2llKQedmY]{Comprehend Language}, @Compendium[pf2e.spells-srd.Et8RSCLx8w7uOLvo]{Restore Senses}, and @Compendium[pf2e.spells-srd.jwK43yKsHTkJQvQ9]{See Invisibility} as innate spells, each once per day. If you could already cast spells, these spells are of the same tradition. Otherwise, they are arcane spells, you use Intelligence as your spellcasting ability, and you become trained in spell attack rolls and spell DCs for arcane spells.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.2Tla5D1vpGioh42x]{Unravel Mysteries} Feat 8</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;master in a Decipher Writing skill, Scrollmaster Dedication<br /></span></p>\n<hr />\n<p>You can understand the true meaning of texts quickly, and even when you get lost or hit a dead end, you aren&rsquo;t discouraged from making further attempts to get to the bottom of things. When you Decipher Writing, you need only half as long as usual (reducing the time from about 1 minute to about half a minute per page), and if you fail, you don&rsquo;t take the usual &ndash;2 circumstance penalty to further checks to decipher that text.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.o8ogNJ53l1JDIJud]{Font of Knowledge} Feat 10</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Scrollmaster Dedication&nbsp;<br /></span></p>\n<hr />\n<p>Experience or focused study have granted you mastery of a number of topics. When you know about something, you know about it in great detail. When you succeed at a check to Recall Knowledge, you gain additional information or context. When you critically succeed at a check to Recall Knowledge, at the GM&rsquo;s discretion, you might gain even more additional information or context than normal.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"></span></p>"
}
