{
    "_id": "e2KCqgD3zt8yvxGg",
    "content": "<h1>Sentinel</h1>\n<p>Armor offers solid, reassuring protection in combat, and as someone who faces danger on a regular basis, you have made it your business to get the most out of your defenses. You stand solid on any battlefield, encased in the sturdiest armor you can find. When danger threatens, your solid defenses will safely get you, and possibly your companions, home again. As a sentinel, you might be a member of an order of knights or bodyguards that trained you how best to take advantage of heavy armor. On the other hand, you might just be an adventurer who took one too many scrapes and decided that enough was enough, so you trained yourself to wear the heaviest plate you could get your hands on. Some witches or sorcerers have chosen to follow the path of the sentinel to increase their survivability.</p>\n<p><strong>Additional Feats</strong>: 10th @Compendium[pf2e.feats-srd.Sacrifice Armor]{Sacrifice Armor} (page 120); 16th @Compendium[pf2e.feats-srd.Greater Interpose]{Greater Interpose} (page 121)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Sentinel Dedication]{Sentinel Dedication} Feat 2</h2>\n<p>You have trained carefully to maximize the protective qualities of your armor. You become trained in light armor and medium armor. If you already were trained in light armor and medium armor, you gain training in heavy armor as well. Whenever you gain a class feature that grants you expert or greater proficiency in any type of armor (but not unarmored defense), you also gain that proficiency in the armor types granted to you by this feat. If you are at least 13th level and you have a class feature that grants you expert proficiency in unarmored defense, you also become an expert in the armor types granted to you by this feat.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Sentinel archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Steel Skin]{Steel Skin} Feat 4</h2>\n<p><strong>Prerequisites</strong> trained in Survival, Sentinel Dedication</p>\n<hr />\n<p>You wear your armor like a second skin. You can rest normally while wearing medium armor. If you are a master in heavy armor, you can also rest normally while wearing heavy armor.</p>\n<h2>@Compendium[pf2e.feats-srd.Armor Specialist]{Armor Specialist} Feat 6</h2>\n<p><strong>Prerequisites</strong> Sentinel Dedication</p>\n<hr />\n<p>You have trained hard to optimize your armor's protective qualities. You gain the armor specialization effects of  medium and heavy armor.</p>\n<h2>@Compendium[pf2e.feats-srd.Armored Rebuff]{Armored Rebuff} Feat 8</h2>\n<p><strong>Prerequisites</strong> Sentinel Dedication</p>\n<p><strong>Trigger</strong> An adjacent foe critically fails an attack roll to Strike you with a melee weapon or unarmed attack.</p>\n<p><strong>Requirements</strong> You are wearing medium armor or heavier.</p>\n<hr />\n<p>You rebuff puny attacks with your armor, knocking back your foe. Attempt an Athletics check to Shove the triggering foe, even if you don't have a hand free. If you succeed, you can't Stride to follow the foe, as you're knocking the foe back with the rebounded attack, not by physically moving towards them.</p>\n<h2>@Compendium[pf2e.feats-srd.Mighty Bulwark]{Mighty Bulwark} Feat 10</h2>\n<p><strong>Prerequisites</strong> Sentinel Dedication</p>\n<hr />\n<p>Thanks to your incredible connection to your armor, you can use it to shrug off an incredible array of dangers. Your bonus from the bulwark armor trait increases from +3 to +4, and it applies on all Reflex saves, not just damaging Reflex saves.</p>\n",
    "flags": {},
    "name": "Sentinel",
    "permission": {
        "default": 0
    }
}
