{
    "_id": "lIKfXq1DKpTXv23q",
    "content": "<h1>Shadowcaster</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>The world is full of shadows, but each living creature possesses a form of inner light to ward against that ever-present darkness… all except shadowcasters. By trading away that piece of their spirit, shadowcasters have removed a limiter, allowing them to gain magical power rooted in the darkness; however, this trade also exposes them to otherworldly whispers from the realms of shadow.</p>\n<p><strong>Additional Feats</strong> 4th @Compendium[pf2e.feats-srd.Familiar]{Familiar}; 6th @Compendium[pf2e.feats-srd.Enhanced Familiar]{Enhanced Familiar}; <span style=\"font-family:var(--journal-serif);font-size:var(--font-size-14)\">12th @Compendium[pf2e.feats-srd.Shadow Magic]{Shadow Magic}; </span><span style=\"font-family:var(--journal-serif);font-size:var(--font-size-14)\">14th @Compendium[pf2e.feats-srd.Additional Shadow Magic]{Additional Shadow Magic}, @Compendium[pf2e.feats-srd.Shadow Illusion]{Shadow Illusion}; 16th @Compendium[pf2e.feats-srd.Shadow Power]{Shadow Power}</span></p>\n<h2>@Compendium[pf2e.feats-srd.Shadowcaster Dedication]{Shadowcaster Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> ability to cast spells</p>\n<hr />\n<p>You've sacrificed a piece of your spirit, allowing the powers of shadow into your being and changing the nature of your magic. You can no longer cast spells that have the light trait; if an ability, such as a class feature or ancestry feat, would automatically grant you a light spell, such as the @Compendium[pf2e.feats-srd.Domain Initiate]{Domain Initiate} feat granting you the <em>@Compendium[pf2e.spells-srd.Dazzling Flash]{Dazzling Flash}</em> spell, you don't gain that spell.</p>\n<p>You gain the <em>@Compendium[pf2e.spells-srd.Cloak of Shadow]{Cloak of Shadow}</em> domain spell. It costs 1 Focus Point to cast a focus spell. This feat grants a focus pool of 1 Focus Point that you can recover using the @Compendium[pf2e.actionspf2e.Refocus]{Refocus} activity. You can Refocus by meditating to siphon power from the Shadow Plane and refill your focus pool. Your domain spells from the shadowcaster archetype are of the same tradition as the spells you used to meet the shadowcaster archetype's prerequisites.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the shadowcaster archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Shadow Spells]{Shadow Spells} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Shadowcaster Dedication]{Shadowcaster Dedication}</p>\n<hr />\n<p>Hidden darkness whispers to you, teaching you secrets of shadow beyond other spellcasters of your tradition. Add <em>@Compendium[pf2e.spells-srd.Shadow Blast]{Shadow Blast}</em>, <em>@Compendium[pf2e.spells-srd.Shadow Siphon]{Shadow Siphon}</em>, and <em>@Compendium[pf2e.spells-srd.Shadow Walk]{Shadow Walk}</em>, <em>@Compendium[pf2e.spells-srd.Replicate]{Replicate}</em>, <em>@Compendium[pf2e.spells-srd.Shadow Army]{Shadow Army}</em>, <em>@Compendium[pf2e.spells-srd.Shadow Projectile]{Shadow Projectile}</em>, and <em>@Compendium[pf2e.spells-srd.Shadow Raid]{Shadow Raid}</em> to your spell list. You can thus potentially learn these spells even if they aren't normally on your tradition's spell list.</p>\n<h2>@Compendium[pf2e.feats-srd.Disciple of Shade]{Disciple of Shade} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Shadowcaster Dedication]{Shadowcaster Dedication}</p>\n<hr />\n<p>You've delved deeper into the mysteries of shadow and become blessed with magical power that increases your skills in the arts of deception and persuasion. You gain the <em>@Compendium[pf2e.spells-srd.Inscrutable Mask]{Inscrutable Mask}</em> domain spell. Increase the number of Focus Points in your focus pool by 1.</p>\n<h2>@Compendium[pf2e.feats-srd.Shadow Spell]{Shadow Spell} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Shadowcaster Dedication]{Shadowcaster Dedication}</p>\n<hr />\n<p>You attach a piece of your shadow to a spell to cloud the senses and cause mischief. If the next action you take is to Cast a Spell that has the shadow trait, choose one creature affected by the spell. This creature either gains a +2 status bonus to Stealth or takes a -2 status penalty to Perception (your choice). This lasts for 1 round. This choice and the effect occur after resolving any checks for the spell's initial effects. If the chosen creature is your enemy, it's affected only if your spell attack roll succeeded or if it failed its saving throw.</p>\n<p>The effects of <em>Shadow Spell</em> end if you use <em>Shadow Spell</em> again.</p>\n<h2>@Compendium[pf2e.feats-srd.Shadow Reservoir]{Shadow Reservoir} Feat 10</h2>\n<p><strong>Prerequisites</strong> ability to cast spells from spell slots, @Compendium[pf2e.feats-srd.Shadowcaster Dedication]{Shadowcaster Dedication}</p>\n<hr />\n<p>Your own shadow speaks to you, providing knowledge of spells and a reservoir of magical power. Your shadow reservoir contains a single spell of each spell level at least 2 levels lower than the highest-level spell you can cast from your spell slots. This spell must come from your spell list, you must have access to it, and it must require a spell attack roll or a saving throw. These spells don't need to be prepared and aren't in your repertoire.</p>\n<p>Regardless of the way in which you cast spells, you can spontaneously cast a spell from your shadow reservoir by using one of your spell slots of the same level. If you're a prepared spellcaster, you lose the spell you prepared in that slot.</p>\n<p>Spells cast from your shadow reservoir gain the shadow trait, and affected creatures might be able to disbelieve them. If the spell requires an attack roll, use the higher of the target's AC or their Will DC. If the spell requires a saving throw, the target uses their Will saving throw or the spell's normal saving throw, whichever is higher. Each time a creature fails its saving throw against a spell cast from your reservoir, you gain a small tattoo inked on your flesh out of pure shadowstuff.</p>\n<p>If you have more than one source of spells you can cast with spell slots, such as if you're a spellcaster with a multiclass archetype, choose one source of spells for your shadow reservoir.</p>\n<h2>@Compendium[pf2e.feats-srd.Secrets of Shadow]{Secrets of Shadow} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Shadow Reservoir]{Shadow Reservoir}</p>\n<hr />\n<p>Your shadow's voice grows ever clearer; it whispers secrets of true power to you and shields your flesh from harm. Your shadow reservoir gains an additional spell 1 level below the highest level spell you can cast, in addition to the spells it already contains for all the levels below that.</p>\n<p>In addition, the tattoos generated by casting shadow spells protect your body against harmful energies. You gain negative resistance equal to the highest level of spell you can cast from spell slots; if you have negative healing (or are otherwise harmed by positive damage and not negative damage), you instead gain positive resistance in the same amount.</p>\n<h2>@Compendium[pf2e.feats-srd.Unending Emptiness]{Unending Emptiness} Feat 14</h2>\n<p><strong>Prerequisites</strong> focus point, @Compendium[pf2e.feats-srd.Shadowcaster Dedication]{Shadowcaster Dedication}</p>\n<hr />\n<p>You pool the power of shadow within your eyes, gaining the ability to gather darkness into a turbulent orb of crushing emptiness within your line of sight. You gain the <em>@Compendium[pf2e.spells-srd.Darklight]{Darklight}</em> domain spell. Increase the number of Focus Points in your focus pool by 1.</p>",
    "name": "Shadowcaster",
    "permission": {
        "default": 0
    }
}
