{
    "_id": "70DYBk9gZCH9uSUs",
    "content": "<h1>Shadowdancer</h1>\n<p>Shadow has always been the cousin of fear. Within the darkness, monsters dwell, plans are hatched, and enemies strike with fang and dagger and dark magic. But some embrace the shadow, gain power from it, and dance within its shifting dark.</p>\n<p>A true shadowdancer is a creature who flits on the edge of light and darkness. Moving amid the inky blackness, shadowdancers are spies, assassins, infiltrators, and emissaries. Some shadowdancers use their relationship with the dark for good, while others embrace the primordial night, its terror, and its betrayal.</p>\n<p>Regardless of the reason why someone embraces the shadows, the shadows embrace that person in turn, gradually transforming them into something inky, nebulous, and mysterious.</p>\n<p>Additional Feats: 10th @Compendium[pf2e.feats-srd.Uncanny Dodge]{Uncanny Dodge} (Core Rulebook 229); 14th @Compendium[pf2e.feats-srd.Spring from the Shadows]{Spring from the Shadows} (Core Rulebook 188); 16th @Compendium[pf2e.feats-srd.Sense The Unseen]{Sense The Unseen} (Core Rulebook 188); 18th @Compendium[pf2e.feats-srd.Cognitive Loophole]{Cognitive Loophole} (Core Rulebook 188)</p>\n<p><strong>CALL OF SHADOWS</strong></p>\n<p>The shadows call out to a potential shadowdancer in a myriad of ways. Often it starts with fear-fear of the dark, fear of enemies, or an underlying uncontrolled anxiety and the desire to gain power over the darkness. Many potential shadowdancers hear the shadows whisper in their heads. First dismissed as some perverse trick of the mind, the whispers can seem to ebb and wane, but a true calling becomes more lucid and more compelling.</p>\n<p>In some shadow-infused lands in the Pathfinder setting, particularly Nidal, Ustalav, and even Cheliax, organizations search for and recruit those called by the shadows, eager to transform them into spies and assassins. But the call can come to any creature anywhere. It's just a question of whether the creature heeds the call and forms a pact with the shadows.</p>\n<p>Though it is hard to convince many folks otherwise, given the fearsome reputations of shadowdancers working for dark powers and cabals, there is nothing intrinsically evil about embracing the shadows. Darkness is amoral but not without its champions for good and even law, though it is true that such shadowdancers are few and far between.</p>\n<p><strong>SHADOWDANCER FOCUS SPELLS</strong></p>\n<p>5th @Compendium[pf2e.spells-srd.Dance of Darkness]{Dance of Darkness}; @Compendium[pf2e.spells-srd.Shadow Jump]{Shadow Jump}; 6th @Compendium[pf2e.spells-srd.Shadow Illusion]{Shadow Illusion}</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Shadowdancer Dedication]{Shadowdancer Dedication} Feat 8</h2>\n<p><strong>Prerequisites</strong> master in Stealth, expert in Performance</p>\n<hr />\n<p>You dedicate yourself to the shadows. Your coloring becomes gray and gloomy, your senses adjust to the darkness, and you can sneak through darkness with ease. You gain greater darkvision. You also gain a +2 circumstance bonus to Stealth checks when you are within dim light or darkness.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Shadowdancer archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Shadow Sneak Attack]{Shadow Sneak Attack} Feat 10</h2>\n<p><strong>Prerequisites</strong> Shadowdancer Dedication</p>\n<hr />\n<p>You gain the sneak attack class feature (Core Rulebook 181), except you deal 1d6 precision damage regardless of your level. Sneak attack from multiple sources isn't cumulative. If you have sneak attack from more than one source, use only the highest number of dice when you sneak attack rather than adding the amounts together.</p>\n<h2>@Compendium[pf2e.feats-srd.Shadow Magic]{Shadow Magic} Feat 10</h2>\n<p><strong>Prerequisites</strong> Shadowdancer Dedication</p>\n<hr />\n<p>You gain the ability to fuse and play with shadows by using focus spells specific to shadowdancers. You learn a shadowdancer focus spell of your choice: dance of darkness (page 191) or shadow jump (page 191). If you don't already have one, you gain a focus pool of 1 Focus Point, which you can Refocus by meditating within an area of dim light or darkness. The rules for focus spells appear on page 300 of the Core Rulebook.</p>\n<p>Shadowdancer focus spells are occult spells. You become trained in occult spell attack rolls and spell DCs, and your spellcasting ability for these spells is Charisma.</p>\n<h2>@Compendium[pf2e.feats-srd.Additional Shadow Magic]{Additional Shadow Magic} Feat 12</h2>\n<p><strong>Prerequisites</strong> Shadow Magic</p>\n<hr />\n<p>Choose an additional shadowdancer focus spell you haven't already selected from Shadow Magic. Increase the number of Focus Points in your pool by 1.</p>\n<h2>@Compendium[pf2e.feats-srd.Shadow Illusion]{Shadow Illusion} Feat 12</h2>\n<p><strong>Prerequisites</strong> Shadow Magic</p>\n<hr />\n<p>With an artful eye, you shape shadows into illusory forms. You gain the shadow illusion (page 191) focus spell. Increase the number of Focus Points in your pool by 1. You become an expert in occult spell attack rolls and DCs.</p>\n<h2>@Compendium[pf2e.feats-srd.Shadow Power]{Shadow Power} Feat 14</h2>\n<p><strong>Prerequisites</strong> Shadow Magic</p>\n<hr />\n<p>You can focus the shadows into a powerful blast. You can cast shadow blast (Core Rulebook 367) as an innate occult spell once per day. Its level is always 1 level lower than the level of your shadowdancer focus spells. You become an expert in occult spell attack rolls and DCs.</p>\n<h2>@Compendium[pf2e.feats-srd.Shadow Master]{Shadow Master} Feat 18</h2>\n<p><strong>Prerequisites</strong> Shadow Magic</p>\n<hr />\n<p>The shadows protect you better than any armor can, and they give you power to plunge others into darkness. Whenever you are in an area of dim light or darkness, you gain resistance 5 to all damage except force and damage from Strikes with the ghost touch property rune. When you attempt a Reflex saving throw in an area of dim light or darkness, you can roll twice and take the higher result; this is a fortune effect.</p>\n",
    "flags": {},
    "name": "Shadowdancer",
    "permission": {
        "default": 0
    }
}
