{
    "_id": "CmCmbpn10LJcjH78",
    "content": "<h1>Sixth Pillar</h1>\n<p>The Sixth Pillar follows a tradition that blends martial arts with magic. Traditionally, this is a way to better focus and harness innate or bloodline magic, but it can be used by anyone who can cast spells.</p>\n<h2 style=\"text-align:left\">@Compendium[pf2e.feats-srd.Sixth Pillar Dedication]{Sixth Pillar Dedication} Feat 8</h2>\n<p><strong>Prerequisites</strong> Dexterity 14, expert in Acrobatics, able to cast spells</p>\n<hr />\n<p>You use your physical discipline to channel your magic. If your proficiency rank in unarmed attacks is at least expert, your proficiency rank in spell attacks increases to expert. Likewise, if your proficiency rank in spell attacks is at least expert, your proficiency rank in unarmed attacks improves to expert. You become an expert in Athletics, or in another trained skill if you were already expert in Athletics.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from this archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Six Pillars Stance]{Six Pillars Stance} Feat 10</h2>\n<p><strong>Prerequisites</strong> Sixth Pillar Dedication</p>\n<p><strong>Requirements</strong> You are unarmoured.</p>\n<hr />\n<p>You stand firm, steeling your mind and body, allowing you to use your magic unperturbed. While in this stance, you gain a +4 circumstance bonus to AC against reactions triggered by using actions with the concentrate or manipulate traits. In addition, when you cast a spell that requires one or more actions while in this stance, your unarmed Strikes gain a +1 circumstance bonus to damage.</p>\n<h2>@Compendium[pf2e.feats-srd.Maneuvering Spell]{Maneuvering Spell} Feat 12</h2>\n<p><strong>Prerequisites</strong> Sixth Pillar Dedication</p>\n<p><strong>Trigger</strong> You begin to Cast a Spell that requires at least 2 actions to cast.</p>\n<hr />\n<p>You instantly tap into the magical power of a spell you're casting to quickly pounce around the battlefield. You Step, Leap, or Stand. This action can be before or after you Cast the Spell.</p>\n<h2 style=\"margin-top:var(--p-space);max-width:min(90%,var(--max-width));width:520px;font-family:var(--serif)\">@Compendium[Pf2e.Feats-Srd.W1GFspPIQ9f5MbFL]{Touch Focus} Feat 14</h2>\n<p style=\"max-width:min(90%,var(--max-width));width:520px\"><strong>Prerequisites</strong> Sixth Pillar Dedication</p>\n<hr style=\"margin-top:var(--p-space);max-width:min(90%,var(--max-width));width:520px\" />\n<p style=\"margin-top:var(--p-space);max-width:min(90%,var(--max-width));width:520px\">You can redirect a spell's power through you to deliver it within striking distance. If your next action is to Cast a Spell with 1 or more targets and a range farther than touch, you can change the range to touch. If the altered spell requires a spell attack roll, you gain a +2 circumstance bonus to the attack. This only allows you to touch a single target with the spell, even if the spell originally affected more than 1 target. After you Cast the Spell, you can Disarm, Shove, Trip, or Strike the target with an unarmed attack.</p>\n<h2>@Compendium[pf2e.feats-srd.Sixth Pillar Mastery]{Sixth Pillar Mastery} Feat 16</h2>\n<p><strong>Prerequisites</strong> Sixth Pillar Dedication</p>\n<hr />\n<p>Your greater discipline aligns your magical and physical potential. If your proficiency rank in unarmed attacks is at least master, your proficiency rank in spell attacks increases to master. Likewise, if your proficiency rank in spell attacks is at least master, your proficiency rank in unarmed attacks improves to master.</p>\n<p> </p>",
    "flags": {},
    "name": "Sixth Pillar",
    "permission": {
        "default": 0
    }
}
