{
    "_id": "WQiwS58CFhPwMUKo",
    "content": "<h1>Sniping Duo</h1>\n<hr />\n<p>Skilled shooters who don't let their egos get in the way of their efficacy are likely to say that sniping is a two-person job. Taking down a target without giving away your position or giving the opponent a window for reprisal is difficult work that requires teamwork and coordination, as well as a tight-knit bond and shared perspective. Sniping duos live and die by the credo \"two heads are better than one,\" focusing their skills and strategies toward deadly efficiency. Whether your spotter and partner is a fellow ranged combatant or a melee enthusiast, you've learned how to use the openings they provide to devastating effect.</p>\n<section class=\"info\">\n<h4>Choosing a Spotter</h4>\n<p>The most important aspect when choosing a spotter for the sniping duo archetype is the out of character component; make sure you team up with another player who is excited about the idea of roleplaying out teamwork and coordination in combat, and with granting you benefits and gaining benefits from you. The mechanics of the archetype are not very demanding of your spotter's actions, but that still doesn't mean every player is interested in the narrative component.</p>\n<p>Mechanically, a good spotter is likely either another ranged attacker or a melee attacker, and depending on the type of spotter you choose, certain feats might become more or less enticing. For instance, Targeted Redirection is more useful with a melee spotter.</p>\n</section>\n<h2>@Compendium[pf2e.feats-srd.Sniping Duo Dedication]{Sniping Duo Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in at least one type of weapon in the bow or firearm groups, trained in Stealth</p>\n<hr />\n<p>When you take this dedication, choose one willing, non-minion ally to act as your spotter. As part of your training in this archetype, you train your spotter in the necessary habits and techniques to use your abilities automatically; your spotter doesn't need to spend any feats of their own to grant the effects. You only gain the benefits of your Sniping Duo archetype feats if both you and your spotter are alive and conscious. You and your spotter don't grant your foes lesser cover against one another's Strikes. Whenever you or your spotter successfully Strikes a target, the other member of your duo gains a +1 circumstance bonus per weapon damage die on the damage roll of their next Strike made against that target before the end of their next turn. You can change your designated spotter by spending 3 days of downtime training with another ally.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the sniping duo archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Triangulate]{Triangulate} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sniping Duo Dedication]{Sniping Duo Dedication}</p>\n<hr />\n<p>Your spotter's quick signals help you make even difficult shots seem simple. As long as both you and your spotter can see the target of your attacks, you don't take a penalty for attacking within your weapon's second range increment. The penalty you take for firing into further range increments is -3 for the third range increment, with an additional -2 penalty for each additional increment beyond the third (-5 for the fourth range increment, -7 for the fifth, and -9 for the sixth).</p>\n<h2>@Compendium[pf2e.feats-srd.Exploit Opening]{Exploit Opening} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sniping Duo Dedication]{Sniping Duo Dedication}</p>\n<hr />\n<p><strong>Trigger</strong> Your spotter critically succeeds at a Strike against a creature, and that creature is within your ranged weapon's first range increment.</p>\n<hr />\n<p>You take advantage of your spotter's devastating attack to unleash your own follow-up attack. Make a ranged Strike with a -2 penalty against the target of the triggering attack. This Strike doesn't count toward your multiple attack penalty and your multiple attack penalty doesn't apply to the Strike.</p>\n<h2>@Compendium[pf2e.feats-srd.Targeted Redirection]{Targeted Redirection} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sniping Duo Dedication]{Sniping Duo Dedication}</p>\n<hr />\n<p>You aim a shot at your spotter, intending for your spotter to redirect that shot off their own weapon or shield to hit your foe from a better angle, and avoid your foe's cover. If your next action is to make a ranged Strike, you treat your spotter's position as your own for the purposes of determining cover and range. Your spotter must be within your weapon's first range increment and they must use a reaction to redirect your shot.</p>\n<h2>@Compendium[pf2e.feats-srd.Duo's Aim]{Duo's Aim} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sniping Duo Dedication]{Sniping Duo Dedication}</p>\n<hr />\n<p>With assistance from your spotter, you aim for an especially accurate attack. Make a ranged weapon Strike against a foe either within your spotter's melee reach or the first range increment of a ranged weapon your spotter is wielding. On this Strike, you gain a +2 circumstance bonus to the attack roll and ignore the target's concealment. If you're using a firearm with the kickback trait, you don't take the normal circumstance penalty to this Strike for not having the required Strength score or firing without using a tripod.</p>\n<h2>@Compendium[pf2e.feats-srd.Vantage Shot]{Vantage Shot} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sniping Duo Dedication]{Sniping Duo Dedication}</p>\n<hr />\n<p>You and your spotter take advantage of each other's attacks to momentarily hide and throw your foes off-balance against your follow-up attack. When you successfully make a ranged Strike against a foe, your spotter can use a reaction to attempt a Stealth check against the foe's Perception DC. On a success, the foe is @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} against the spotter's next attack before the end of your spotter's next turn. Similarly, when your spotter successfully makes a ranged Strike against a foe, you can use a reaction to attempt a Stealth check against the foe's Perception DC. On a success, the foe is flat-footed against your next attack against them before the end of your next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Tag Team]{Tag Team} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sniping Duo Dedication]{Sniping Duo Dedication}</p>\n<hr />\n<p><strong>Trigger</strong> You or your spotter misses with a Strike against a creature, and the creature is within the other's melee reach or first range increment.</p>\n<hr />\n<p>Your skilled teamwork with your spotter enables you both to assist one another when you falter, using either other's failures as opportunities to strike. If you used Tag Team after your spotter missed the triggering Strike, make a ranged Strike against the same target with a -2 penalty. If you used this reaction after you missed the triggering Strike, your spotter can use their reaction to make a melee or ranged Strike against the same target. Strikes granted by this feat don't count toward your or your spotter's multiple attack penalty and your or your spotter's multiple attack penalty doesn't apply to the granted Strike.</p>\n<h2>@Compendium[pf2e.feats-srd.Eagle Eyes]{Eagle Eyes} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sniping Duo Dedication]{Sniping Duo Dedication}</p>\n<hr />\n<p>You and your spotter are adept at watching out for one another. As long as you can see or hear each other, neither of you is @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} to @Compendium[pf2e.conditionitems.Hidden]{Hidden}, undetected, or flanking creatures of your level or lower, or to creatures of your level or lower using a surprise attack. However, they can still help their allies flank.</p>\n<h2>@Compendium[pf2e.feats-srd.Concentrated Assault]{Concentrated Assault} Feat 14</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sniping Duo Dedication]{Sniping Duo Dedication}</p>\n<hr />\n<p>You and your spotter combine your efforts to bring down your target. If you and your spotter both use the Ready activity to make a Strike against the same opponent and choose the same trigger for the readied action, resolve your attacks at the same time. Each of you can use the higher of the two attack rolls for your Strikes, each using your own modifier; this is a fortune effect. If both attacks are successful, total the damage for both attacks for the purpose of resistances and weaknesses.</p>",
    "name": "Sniping Duo",
    "permission": {
        "default": 0
    }
}
