{
    "_id": "25NJcH5SkWh1Tol7",
    "content": "<h1>Spellmaster</h1>\n<p>Those who train under the Master of Spells concern themselves with all matters related to magic. Though not all members of the School of Spells are spellcasters, those who would become Spellmasters of the highest rank and influence have at least some spellcasting capabilities.</p>\n<h2 class=\"title\">Pathfinder Society Archetypes</h2>\n<p>The following archetypes are uncommon, but are available to members of the Pathfinder Society. Qualifying characters with the @Compendium[pf2e.archetypes.Pathfinder Agent]{Pathfinder Agent} archetype can select one of these dedication feats even if they have not gained three feats from the Pathfinder agent archetype, and each of these archetypes' feats fulfills the Pathfinder Agent Dedication's special requirement despite not being from the Pathfinder agent archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Spellmaster Dedication]{Spellmaster Dedication} Feat 6</h2>\n<p><strong>Prerequisites</strong> Intelligence, Wisdom, or Charisma 14; ability to cast focus spells; member of the Pathfinder Society affiliated with the School of Spells</p>\n<hr />\n<p>As a Spellmaster, you are adept at identifying magic. You gain a +2 circumstance bonus when you Identify Magic with a skill in which you are trained or better. If you have the Wayfinder Resonance Tinkerer feat, you can change the cantrip you chose for that feat each day during your daily preparations.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the Spellmaster archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Familiar Form]{Familiar Form} Feat 8</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication</p>\n<hr />\n <p>You can use your magic to transform into a small creature of a type that commonly serves as a spellcaster's familiar, potentially allowing you to safely scout for your party while retaining a degree of spellcasting ability. You gain the <em>@Compendium[pf2e.spells-srd.Familiar Form]{Familiar Form}</em> focus spell. Increase the number of Focus Points in your focus pool by 1.</p>\n<h2>@Compendium[pf2e.feats-srd.Glyph Expert]{Glyph Expert} Feat 8</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication</p>\n<hr />\n <p>You've learned to recognize the telltale writings and other signs that indicate the presence of magical traps. You gain a +2 circumstance bonus to Perception checks to find magical traps, to AC against attacks made by magical traps, to saves against magical traps, and to checks to Disable magical traps. Even if you aren't Searching, you get a check to find magical traps that normally require you to be Searching. You still need to meet any other requirements to find the trap. You're also adept at avoiding the effects of traps that feature magical writing, such as runes, glyphs, ancient script, or other forms. When you attempt a saving throw against the effects of these traps, if you roll a success, you get a critical success instead. If you roll a critical failure, you get a failure instead.</p>\n<h2>@Compendium[pf2e.feats-srd.Surreptitious Spellcaster]{Surreptitious Spellcaster} Feat 8</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication</p>\n<hr />\n<p>You've learned that it pays for a Pathfinder to be able to cast spells without being noticed. You gain the @Compendium[pf2e.feats-srd.Conceal Spell]{Conceal Spell} wizard class feat, though it's not a wizard feat for you. You also gain a +2 circumstance bonus to Stealth checks to Conceal a Spell and to Deception checks to conceal verbal components.</p>\n<h2>@Compendium[pf2e.feats-srd.Recover Spell]{Recover Spell} Feat 10</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication</p>\n<p><strong>Requirements</strong> An enemy's action disrupted your attempts to Cast a Spell since the beginning of your last turn.</p>\n<hr />\n<p>You recover the energy of a recently disrupted spell, allowing you to cast it again as long as you do so immediately before the energy dissipates. You regain the use of a spell that was disrupted since the beginning of your last turn, but you must immediately Cast the Spell again with your next action or else you lose the spell; as normal for metamagic, this must be on the same turn that you use Recover Spell. You can change the area, targets, and other variables, including the number of actions used to Cast the Spell if the spell allows, such as when casting <em>Heal</em> or <em>Magic Missile</em>.</p>\n<h2>@Compendium[pf2e.feats-srd.Spellmaster's Ward]{Spellmaster's Ward} Feat 10</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication</p>\n<hr />\n <p>You can create a number of powerful shielding runes that bolster your defenses against damaging spells by absorbing the worst of the energy to keep you safe. You gain the <em>@Compendium[pf2e.spells-srd.Spellmaster's Ward]{Spellmaster's Ward}</em> focus spell. Increase the number of Focus Points in your focus pool by 1.</p>\n<h2>@Compendium[pf2e.feats-srd.Ward Casting]{Ward Casting} Feat 10</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication, Steady Spellcasting</p>\n<p><strong>Trigger</strong> You attempt a flat check for Steady Spellcasting, but you haven't rolled yet.</p>\n<hr />\n<p>You carefully ward your spell by drawing from a mantle of magical energy you prepared to protect your casting, increasing your chance of retaining the spell. You reduce the DC of the flat check for Steady Spellcasting from 15 to 10.</p>\n<h2>@Compendium[pf2e.feats-srd.Communal Sustain]{Communal Sustain} Feat 12</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication</p>\n<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p>Choose one spell with a sustained duration that one of your allies has in effect. You must be within 30 feet of the chosen ally. The ally can Sustain the Spell once as a free action, triggered at the start of their next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Spellmaster's Resilience]{Spellmaster's Resilience} Feat 12</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication</p>\n<hr />\n<p>Your experience with a specific type of harmful magic makes you more resistant to it. Choose a magical tradition (arcane, divine, occult, or primal). You gain a +1 circumstance bonus to saving throws against spells and effects with that tradition's trait and resistance 5 to all damage from spells and effects with that tradition's trait. The effect must have actually been cast or created with that tradition, rather than simply being on that tradition's spell list.</p>\n<h2>@Compendium[pf2e.feats-srd.Absorb Spell]{Absorb Spell} Feat 14</h2>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<p><strong>Prerequisites</strong> Spellmaster Dedication, spell repertoire or ability to prepare spells</p>\n<p><strong>Trigger</strong> You critically succeed at a saving throw against a foe's spell, and that spell is of a level you can normally cast.</p>\n<hr />\n<p>You absorb a spell and store it in your body. If you are a spontaneous spellcaster, you can cast the triggering spell once during the next 10 minutes, even if it's not on your spell list as if it were in your repertoire. If you are a prepared spellcaster, you can replace one of your prepared spells of the same level with the absorbed spell, but you must cast the absorbed spell within 10 minutes or you lose that spell slot for the day. You cast the spell at the same spell level as the spell you absorbed, but the spell is of your magical tradition and uses your spell DC, spell attack roll, and other statistics to determine its effects.</p>\n<h2>@Compendium[pf2e.feats-srd.Spellmaster's Tenacity]{Spellmaster's Tenacity} Feat 14</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You critically fail at a saving throw against a foe's spell, and that spell was cast or created with the tradition of magic you selected with the @Compendium[pf2e.feats-srd.Spellmaster's Resilience]{Spellmaster's Resilience} feat.</p>\n<hr />\n<p>You call upon the power of your spells to protect you from the worst of the magic headed your way. You fail your saving throw instead of critically failing. For 1 minute, increase the circumstance bonus to saving throws from the Spellmaster's Resilience feat to +2, and increase the resistance to damage it grants to 10.</p>\n<h2>@Compendium[pf2e.feats-srd.Master's Counterspell]{Master's Counterspell} Feat 16</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication, master in spell attack rolls and spell DCs</p>\n<p><strong>Trigger</strong> A creature Casts a Spell that you have prepared, and that spell was cast or created with a tradition of magic in which you have master proficiency in spell attack rolls and spell DCs.</p>\n<hr />\n<p>When a foe Casts a Spell and you can see its manifestations, you can use your magic to disrupt it. If you're a prepared caster, you can expend a prepared spell to counter the triggering creature's casting of a spell. If you're a spontaneous caster, you can expend a spell slot. The level of the prepared spell or spell slot must be at least as high as the triggering spell's level. You lose your prepared spell or spell slot as if you had Cast the Spell. You then attempt to counteract the triggering spell, and you take a -2 penalty to your counteract check; for prepared casters, the GM might waive the penalty if the spell you're expending to counterspell is especially appropriate-such as countering with the same spell, or using a Cone of Cold to counteract a Fireball.</p>\n<h2>@Compendium[pf2e.feats-srd.Mobile Magical Combat]{Mobile Magical Combat} Feat 16</h2>\n<p><strong>Prerequisites</strong> Spellmaster Dedication</p>\n<p><strong>Requirements</strong> You're wielding a melee weapon and have Cast a Spell requiring at least 1 action this turn.</p>\n<hr />\n<p>You dart around the battlefield, casting spells while you carefully make melee attacks with your weapon. Stride once. If you end your movement within melee reach of at least one enemy, you can make a melee Strike against that enemy. You can use Mobile Magical Combat while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type.</p>\n<h2>@Compendium[pf2e.feats-srd.Retain Absorbed Spell]{Retain Absorbed Spell} Feat 18</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Absorb Spell]{Absorb Spell}</p>\n<hr />\n <p>When you absorb a spell using the Absorb Spell reaction, you utilize secret, techniques that allow you to retain the power and knowledge necessary to cast the spell repeatedly-potentially for a greater period of time. If you're a spontaneous caster, you can cast the triggering spell up to three times instead of once. If you're a prepared spellcaster, you can replace up to three of your prepared spells of the same level with the absorbed spell instead of one. Either way, you can choose to retain the absorbed spell for the next hour instead of the next 10 minutes; if you choose to extend the absorption to an hour, you can't use Absorb Spell again until one hour after the spell is absorbed.</p>",
    "name": "Spellmaster",
    "permission": {
        "default": 0
    }
}
