{
    "_id": "25NJcH5SkWh1Tol7",
    "name": "Spellmaster",
    "permission": {
        "default": 0
    },
    "flags": {},
    "content": "<h1>Spellmaster</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\">Those who train under the Master of Spells concern themselves with all matters related to magic. Though not all members of the School of Spells are spellcasters, those who would become Spellmasters of the highest rank and influence have at least some spellcasting capabilities.</span><br /></span></span></p>\n<h2 class=\"title\">Pathfinder Society Archetypes</h2>\n<p>The following archetypes are uncommon, but are available to members of the Pathfinder Society. Qualifying characters with the @Compendium[pf2e.archetypes.o3C85NHW08Y2inAN]{Pathfinder Agent}&nbsp;archetype can select one of these dedication feats even if they have not gained three feats from the Pathfinder agent archetype, and each of these archetypes&rsquo; feats fulfills the Pathfinder Agent Dedication&rsquo;s special requirement despite not being from the Pathfinder agent archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.vuApM8xHOZs4o6oS]{Spellmaster Dedication} Feat 6</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Intelligence, Wisdom, or Charisma 14; ability to cast focus spells; member of the Pathfinder Society affiliated with the School of Spells<br /></span></p>\n<hr />\n<p>As a Spellmaster, you are adept at identifying magic. You gain a +2 circumstance bonus when you Identify Magic with a skill in which you are trained or better. If you have the Wayfinder Resonance Tinkerer feat, you can change the cantrip you chose for that feat each day during your daily preparations.</p>\n<p><strong>Special</strong>&nbsp;You cannot select another dedication feat until you have gained two other feats from the Spellmaster archetype.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.fHWYICk6cSePr30c]{Surreptitious Spellcaster} Feat 8</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Spellmaster Dedication&nbsp;<br /></span></p>\n<hr />\n<p>You&rsquo;ve learned that it pays for a Pathfinder to be able to cast spells without being noticed. You gain the @Compendium[pf2e.feats-srd.sIeuPW0j39fTZm08]{Conceal Spell} wizard class feat, though it&rsquo;s not a wizard feat for you. You also gain a +2 circumstance bonus to Stealth checks to Conceal a Spell and to Deception checks to conceal verbal components.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.Qjn9ErWY6wuIK9z6]{Ward Casting} Feat 10</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Spellmaster Dedication, Steady Spellcasting<br /><strong>Trigger</strong>&nbsp;You attempt a flat check for Steady Spellcasting, but you haven&rsquo;t rolled yet.<br /></span></p>\n<hr />\n<p>You carefully ward your spell by drawing from a mantle of magical energy you prepared to protect your casting, increasing your chance of retaining the spell. You reduce the DC of the flat check for Steady Spellcasting from 15 to 10.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.dWkf6LhYBfBkeyOA]{Spellmaster's Resilience} Feat 12</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Spellmaster Dedication&nbsp;<br /></span></p>\n<hr />\n<p>Your experience with a specific type of harmful magic makes you more resistant to it. Choose a magical tradition (arcane, divine, occult, or primal). You gain a +1 circumstance bonus to saving throws against spells and effects with that tradition&rsquo;s trait and resistance 5 to all damage from spells and effects with that tradition&rsquo;s trait. The effect must have actually been cast or created with that tradition, rather than simply being on that tradition&rsquo;s spell list.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.bEdFgywri7fABhBT]{Absorb Spell} Feat 14</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Frequency</strong>&nbsp;once per 10 minutes<br /><strong>Prerequisites</strong>&nbsp;Spellmaster Dedication, spell repertoire or ability to prepare spells<br /><strong>Trigger</strong>&nbsp;You critically succeed at a saving throw against a foe&rsquo;s spell, and that spell is of a level you can normally cast.<br /></span></p>\n<hr />\n<p>You absorb a spell and store it in your body. If you are a spontaneous spellcaster, you can cast the triggering spell once during the next 10 minutes, even if it&rsquo;s not on your spell list as if it were in your repertoire. If you are a prepared spellcaster, you can replace one of your prepared spells of the same level with the absorbed spell, but you must cast the absorbed spell within 10 minutes or you lose that spell slot for the day. You cast the spell at the same spell level as the spell you absorbed, but the spell is of your magical tradition and uses your spell DC, spell attack roll, and other statistics to determine its effects.&nbsp;</p>\n<p>&nbsp;</p>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"></span></p>"
}
