{
    "_id": "XZwGLLgC1sIKlR1c",
    "content": "<h1>Staff Acrobat</h1>\n<p><span>You can perform amazing acts in and out of combat when you have a spear, staff, or polearm.</span></p>\n<h2>@Compendium[pf2e.feats-srd.Staff Acrobat Dedication]{Staff Acrobat Dedication} Feat 2</h2>\n<p><span><strong>Prerequisites</strong> Dexterity 16; trained in Acrobatics; trained in Athletics; trained with at least one of the following weapons: staff, bo staff, halfling sling staff, or any weapon in the spear or polearm group (referred to in this archetype as &quot;your staff&quot;)<br /></span></p>\n<hr />\n<p>When you High Jump, Leap, or Long Jump while wielding your staff, you gain a +2 circumstance bonus to any Athletics check required and add 5 feet to the distance you can Leap vertically and horizontally. You can Shove and Trip even if you don't have a free hand, provided you are wielding your staff. Finally, when you roll a success on a check to Balance while wielding your staff, you get a critical success instead.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the staff acrobat archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Bullying Staff]{Bullying Staff} Feat 4</h2>\n<p><span><strong>Prerequisites</strong> Staff Acrobat Dedication<br /><strong>Requirements</strong> You are wielding your staff.<br /></span></p>\n<hr />\n<p>You can attempt to Shove or Trip creatures up to two sizes larger than you. If you have master proficiency with your staff, you can attempt to Shove or Trip creatures up to three sizes larger than you.</p>\n<h2>@Compendium[pf2e.feats-srd.Staff Sweep]{Staff Sweep} Feat 6</h2>\n<p><span><strong>Prerequisites</strong> Staff Acrobat Dedication<br /><strong>Requirements</strong> You are wielding your staff.<br /></span></p>\n<hr />\n<p>You sweep your foes away with your staff. Roll an Athletics check to Shove or Trip, and compare the result to the appropriate DCs of up to two foes, each of whom must be within your reach and no more than 5 feet apart.</p>\n<h2>@Compendium[pf2e.feats-srd.Levering Strike]{Levering Strike} Feat 8</h2>\n<p><span><strong>Prerequisites</strong> Staff Acrobat Dedication<br /><strong>Requirements</strong> You are wielding your staff.<br /></span></p>\n<hr />\n<p>Make a Strike with your staff. As long as you don't critically fail, the target becomes flat-footed and takes a -2 circumstance penalty to its DC against Shove, Trip, and Tumble Through attempts until the start of your next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Whirlwind Stance]{Whirlwind Stance} Feat 10</h2>\n<p><span><strong>Prerequisites</strong> Staff Acrobat Dedication, expert proficiency in your staff<br /><strong>Requirements</strong> You are wielding your staff, which must have the parry trait.<br /></span></p>\n<hr />\n<p>You use your staff as a defensive implement as well as an offensive one. You gain a +2 circumstance bonus to AC as long as you remain in this stance.</p>\n<h2>@Compendium[pf2e.feats-srd.Pivot Strike]{Pivot Strike} Feat 14</h2>\n<p><span><strong>Prerequisites</strong> Staff Acrobat Dedication<br /><strong>Requirements</strong> You are wielding your staff.<br /></span></p>\n<hr />\n<p>You Leap and then Strike using your staff. You gain a circumstance bonus to damage for the Strike equal to twice the number of weapon damage dice. Regardless of whether your Strike hit, you can then attempt to Shove or Trip the target.</p>\n<p></p>",
    "flags": {},
    "name": "Staff Acrobat",
    "permission": {
        "default": 0
    }
}
