{
    "_id": "sOKDxFZb1NSUX2Pu",
    "content": "<h1>Sterling Dynamo</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>While many people across Golarion use prosthetic devices, you've acquired and outfitted yourself with a particularly advanced combat model of clockwork prosthesis: a piece of cutting edge technology called a sterling dynamo. You know how to maintain your dynamo and how to customize it to suit your needs and style, incorporating any promising new technologies you encounter into its design.</p>\n<p>There's a significant distinction, however, between someone who merely has a sterling dynamo prosthesis and someone like you who is a true sterling dynamo. With their recent invention, people in Absalom and Dongun Hold with access to the technology have begun to adopt sterling dynamos as their prostheses of choice, among the wide variety of amazing options already available in both markets. However, not everyone who chooses to use sterling dynamo technology is a member of the sterling dynamo archetype.</p>\n<p>With the sterling dynamo archetype, you both use a sterling dynamo prosthesis and truly understand its advantages, limitations, and limitless potential. You don't have to literally be your own mechanic, as there's no requirement for a sterling dynamo to be particularly skilled at crafting, but even if you aren't, you can still \"feel\" what's right when it comes to adjusting and optimizing your dynamo. Whether you implement these improvements yourself or present your mechanic with ideas and insights that allow them to achieve something special on your behalf, your strength and ingenuity are what make you a sterling dynamo.</p>\n<p>As you train to use your dynamo in all sorts of adventures, you may become capable of feats its original inventors never dreamed possible. In fact, as you progress in the archetype and explore the possibilities, you might find that these inventors want to interview you in order to apply your insights and help them create a new generation of the technology with even greater capabilities. The sterling dynamo's adaptability grants it vast potential, so the sky's the limit!</p>\n<section class=\"info\">\n<h4>Prosthetics in Golarion</h4>\n<p>Prosthetics in Golarion don't require membership in an archetype or special organization to obtain. A character can purchase a simple prosthetic foot, eye, hand, or virtually any other body part for as little as 5 silver pieces, with more expensive prosthetics that are decorated with unique customizations or designs available for a corresponding mark-up. For more information on prosthetics, see page 69 of Pathfinder Lost Omens Grand Bazaar. The sterling dynamo prosthetic technology presented here was created through collaboration between a Dongun Hold prosthesis inventor, who created the flexible silvery clockwork joint system, and a researcher from the Clockwork Cathedral in Absalom, who created a prototype variant that increased how customizable the model was and sent it back to the dwarven inventor to iterate further. That iteration became the sterling dynamo that entered the market in late 4721 AR. It has been widely applauded for its adaptability in both combat and everyday use.</p>\n</section>\n<h2>@Compendium[pf2e.feats-srd.Sterling Dynamo Dedication]{Sterling Dynamo Dedication} Feat 2</h2>\n<hr />\n<p>You obtain a sterling dynamo prosthetic, which allows you to replace or augment a limb, or even add a simple new non-prehensile limb, such as a tail. While your sterling dynamo prosthetic can replace a missing prehensile limb, such as an arm, choosing to add a new limb can never increases your character's number of hands or prehensile limbs beyond two, even in combination with other abilities or effects.</p>\n<p>Your sterling dynamo prosthesis is especially optimized for combat, granting you a dynamo melee unarmed attack that is in the brawling weapon group and is made of silver (which makes it more effective against certain types of creatures, such as devils and werewolves).</p>\n<p>You have several options to customize your sterling dynamo. First, choose whether you have a power driver dynamo, which deals [[/r {1d6}[bludgeoning]]]{1d6 bludgeoning damage} and has the shove trait, or a percussive striker dynamo, which deals [[/r {1d4}[bludgeoning]]]{1d4 bludgeoning damage} and has the agile and finesse traits. Most dynamos are automated, so they don't require a free hand to use, like other unarmed attacks. However, you can instead choose to make your dynamo be manually controlled via a handheld switch, lever, or other device; to make an attack with a manually controlled dynamo, you must have a hand free to operate it, but the benefit is great control and a more devastating strike. This increases the damage die by one size, to a 1d8 for a power drive dynamo or 1d6 for a percussive striker dynamo. Arm dynamos are always manual, but they use the hand on that arm to operate the dynamo when making strikes. Manual control is required only in the heat of combat, not for less strenuous adventuring or everyday activities.</p>\n<p>You need to keep your sterling dynamo wound, but the process isn't particularly onerous, so in most situations, it won't be an issue. If you spend 1 minute winding up your dynamo, it can remain active for 24 hours before needing additional winding. However, enemies can attempt to Disable the dynamo, which has a level equal to your own, to reduce the remaining operational time by 1 hour, or 2 hours on a critical success. Certain other abilities that adversely affect technology might also reduce the dynamo's remaining operational time. When your dynamo is out of operational time, you can still use it as a normal prosthetic, but you cannot use your dynamo unarmed attack or any other abilities from this archetype until you wind the dynamo again. You can wind the dynamo for 1 minute at any time to return it to the maximum 24 hours of operational time.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the sterling dynamo archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Modular Dynamo]{Modular Dynamo} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sterling Dynamo Dedication]{Sterling Dynamo Dedication}</p>\n<hr />\n<p>Your dynamo has modular configurations, allowing you to swap between various different possibilities with ease in order to adapt to various situations in combat. Your dynamo attack gains the modular trait, as well as one of the following configurations of your choice: power driver ([[/r {1d6}[bludgeoning]]]{1d6 bludgeoning damage}; shove), percussive striker ([[/r {1d4}[bludgeoning]]]{1d4 bludgeoning damage}; agile, finesse), rotating sickle ([[/r {1d6}[slashing]]]{1d6 slashing damage}; trip), or entangling barbs ([[/r {1d6}[piercing]]]{1d6 piercing damage}; grapple). If you have a manually controlled dynamo, these damage dice increase by 1 size, as usual, and you can also choose the extendable baton ([[/r {1d4}[bludgeoning]]]{1d4 bludgeoning damage}; finesse, reach), which has the damage increase already factored in.</p>\n<p>When you use an Interact action to switch configurations using the modular trait, you switch between the initial configuration of dynamo you chose with the Sterling Dynamo Dedication and the new configuration you chose with Modular Dynamo.</p>\n<p><strong>Special</strong> You can select this feat multiple times. Each time, you choose another configuration and add it to the list of options you can choose when you use an Interact action with the modular trait.</p>\n<h2>@Compendium[pf2e.feats-srd.Piston Punch]{Piston Punch} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sterling Dynamo Dedication]{Sterling Dynamo Dedication}</p>\n<hr />\n<p>You lash out with a powerful punch, extending your dynamo to a greater length in order to attack two creatures in a row. Make a single bludgeoning or piercing dynamo Strike and compare the attack roll result to the ACs of up to two foes. The first foe must be within your melee reach and the second foe must be adjacent to the first foe in a straight line away from you. Roll damage only once and apply it to each creature you hit. A Piston Punch counts as two attacks for your multiple attack penalty. Reduce the operational time of your sterling dynamo by 1 hour.</p>\n<h2>@Compendium[pf2e.feats-srd.Stasian Smash]{Stasian Smash} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sterling Dynamo Dedication]{Sterling Dynamo Dedication}</p>\n<p><strong>Access</strong> You are from Ustalav.</p>\n<hr />\n<p>You've modified your dynamo with Stasian coils, allowing you to make a powerful attack that crackles with electricity. Make a dynamo Strike. On a success, the Strike deals an additional [[/r {1d12}[electricity]]]{1d12 electricity damage} to the target, as well as [[/r {1d4}[electricity]]]{1d4 electricity damage} to up to two other foes within 10 feet as sparks leap across the gaps. If you critically fail your dynamo Strike, you take [[/r {1d12}[electricity]]]{1d12 electricity damage}. This counts as two attacks when calculating your multiple attack penalty. At 18th level, the additional electricity damage to the target increases to 2d12, and the additional electricity damage to the other foes increases to [[/r 2d4]]{2d4}. Reduce the operational time of your sterling dynamo by 1 hour.</p>\n<h2>@Compendium[pf2e.feats-srd.Beast Dynamo Howl]{Beast Dynamo Howl} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sterling Dynamo Dedication]{Sterling Dynamo Dedication}</p>\n<p><strong>Access</strong> You are from Arcadia.</p>\n<hr />\n<p>You've incorporated beast tech from Arcadia into your dynamo, adding in components from various terrifying creatures to enhance your prosthesis's capabilities. The beast parts can unleash a disturbing howl as you make a powerful attack with your dynamo. Attempt a single Intimidation check to Demoralize each enemy within 30 feet; you don't take a penalty when you attempt to Demoralize a creature that doesn't understand your language. Then, make a dynamo Strike. Reduce the operational time of your sterling dynamo by 1 hour.</p>\n<h2>@Compendium[pf2e.feats-srd.Golem Dynamo]{Golem Dynamo} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sterling Dynamo Dedication]{Sterling Dynamo Dedication}</p>\n<p><strong>Access</strong> You are an automaton or are otherwise from the ancient Jistka Imperium.</p>\n<hr />\n<p>You've learned the secrets of Jistkan golem prostheses, allowing you to incorporate golem components into your dynamo and gain a portion of their magic. You gain a +1 status bonus to saving throws against magic, and your dynamo Strikes become magical.</p>\n<h2>@Compendium[pf2e.feats-srd.Soaring Dynamo]{Soaring Dynamo} Feat 18</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Sterling Dynamo Dedication]{Sterling Dynamo Dedication}</p>\n<hr />\n<p>You've built clockwork wings or jets into your dynamo, allowing you to use your prosthesis to fly. You gain a fly Speed equal to your Speed. Each minute of flight reduces the operational time of your sterling dynamo by 1 hour, measured from the first time you use the Fly action in a given minute.</p>",
    "name": "Sterling Dynamo",
    "permission": {
        "default": 0
    }
}
