{
    "_id": "bi1SeBS7Af3ZisIA",
    "content": "<h1>Swordmaster</h1>\n<p>Though the ultimate goal of the Pathfinder society is to learn, knowledge cannot be spread if those who discover it fail to come back alive. The Master of Swords teaches recruits to survive, to defend other Pathfinders, and to defeat the Society's enemies. The swordmaster embodies these skills, focusing on practicality and ignoring ideals or methods that interfere with their ability to overcome any challenge.</p>\n<h2 class=\"title\">Pathfinder Society Archetypes</h2>\n<p>The following archetypes are uncommon, but are available to members of the Pathfinder Society. Qualifying characters with the @Compendium[pf2e.archetypes.Pathfinder Agent]{Pathfinder Agent} archetype can select one of these dedication feats even if they have not gained three feats from the Pathfinder agent archetype, and each of these archetypes' feats fulfills the Pathfinder Agent Dedication's special requirement despite not being from the Pathfinder agent archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Swordmaster Dedication]{Swordmaster Dedication} Feat 6</h2>\n<div><strong>Prerequisites</strong> Strength, Dexterity, or Constitution 14; member of the Pathfinder Society affiliated with the School of Swords\n</div>\n<hr />\n<p>Your Swords training taught you to never lose hold of your weapon. You gain a +2 circumstance bonus to your Reflex DC when foes attempt to Disarm you. If you have the Deft Cooperation feat and critically succeed on a check to Aid an ally's attack roll or skill check, you gain a +2 circumstance bonus from Deft Cooperation (instead of a +1 bonus) the first time you attempt an attack roll or attempt a skill check where the bonus would apply.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the Swordmaster archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Improvised Crafting]{Improvised Crafting} Feat 8</h2>\n<div><strong>Prerequisites</strong> Swordmaster Dedication, expert in Crafting</div>\n<hr />\n<p>You've learned to repair your equipment even in challenging circumstances, making use of what you have available. You can attempt to Repair an item without a repair kit, instead improvising tools out of your gear or found items. This adds 5 minutes to the time it takes to Repair the item. You can also Repair an item while on the move without needing a stable surface. This adds 10 minutes to the times it takes to Repair the item.</p>\n<h2>@Compendium[pf2e.feats-srd.Physical Training]{Physical Training} Feat 8</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication, expert in Athletics and Acrobatics</p>\n<hr />\n<p>You spend a lot of time focusing on your physical fitness. You increase your proficiency rank in Acrobatics and Athletics from expert to master.</p>\n<h2>@Compendium[pf2e.feats-srd.Protect Ally]{Protect Ally} Feat 8</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<hr />\n<p>You place your body between your friends and your enemies, protecting your allies against oncoming attacks. You choose one adjacent ally. That ally gains a +1 circumstance bonus to AC until the start of your next turn or until that ally is no longer adjacent to you, whichever comes first. You can only protect a single ally in this way. If you choose to Protect a different Ally, the previous ally loses the bonus to AC.</p>\n<h2>@Compendium[pf2e.feats-srd.Quick Stow (Swordmaster)]{Quick Stow} Feat 8</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<hr />\n<p>You know that situations can change rapidly and might leave you needing to change equipment in the middle of combat. Your training has taught you how to swap your equipment on the fly. You Interact to stow a weapon and then Interact again to draw a readied item or weapon.</p>\n<h2>@Compendium[pf2e.feats-srd.Reflexive Grip]{Reflexive Grip} Feat 8</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<hr />\n<p>You keep hold of your weapons even when knocked out. You gain a +2 circumstance bonus to your Reflex DC when defending against checks to Disarm you. In addition, when you fall unconscious, you don't drop any weapons that you're currently wielding, though somebody else can remove them from you.</p>\n<h2>@Compendium[pf2e.feats-srd.Armored Rest]{Armored Rest} Feat 10</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication; trained in light, medium, or heavy armor</p>\n<hr />\n<p>You've slept many nights in your armor and gotten used to it. You can sleep in armor overnight without being fatigued the next day. If you were already fatigued before sleeping, the armor doesn't prevent you from recovering from being fatigued.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h2>@Compendium[pf2e.feats-srd.Harrying Strike]{Harrying Strike} Feat 10</h2>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<hr />\n<p>Your attack prevents a foe from pursuing your allies. Make a melee Strike, adding the following effects in addition to the normal effects of the Strike.</p>\n<hr />\n<p><strong>Critical Success</strong> The target takes a -15-foot status penalty to its Speeds until the start of your next turn.</p>\n<p><strong>Success</strong> The target takes a -10-foot status penalty to its Speeds until the start of your next turn.</p>\n<p><strong>Failure</strong> The target takes a -5-foot status penalty to its Speeds until the start of your next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Martial Exercise]{Martial Exercise} Feat 10</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<hr />\n<p>You've become comfortable in using weapons that you might not have picked up before training with the Swords. Choose one weapon group, such as hammer or sword. Whenever your proficiency rank in any weapon increases to expert or beyond, you also gain that new proficiency rank with both simple and martial weapons of your chosen weapon group.</p>\n<h2>@Compendium[pf2e.feats-srd.Practiced Defender]{Practiced Defender} Feat 10</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<hr />\n<p>After extensive practice with the Swords, you're comfortable enough with your shield to move at a normal pace with it raised. You may use the Defend exploration activity while traveling at your full travel speed instead of half your travel speed.</p>\n<div>\n<h2>@Compendium[pf2e.feats-srd.Emergency Medical Assistance]{Emergency Medical Assistance} Feat 12</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<hr />\n<p>After extensive practice with the Swords, you're comfortable enough with your shield to move at a normal pace with it raised. You may use the Defend exploration activity while traveling at your full travel speed instead of half your travel speed.</p>\n<h2>@Compendium[pf2e.feats-srd.Recollect Studies]{Recollect Studies} Feat 12</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication, expert in a skill used to Recall Knowledge</p>\n<p><strong>Requirements</strong> You're fighting a creature of your level or lower that could be identified by Recall Knowledge with a skill in which you're an expert.</p>\n<hr />\n<p>You paid attention during your studies and remember the right way to attack various creatures. Choose a creature that meets the requirements. You learn the resistances, immunities, or weaknesses of the creature (your choice) without needing to successfully Recall Knowledge.</p>\n<h2>@Compendium[pf2e.feats-srd.Rugged Survivalist]{Rugged Survivalist} Feat 12</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication, master in Survival</p>\n<hr />\n<p>You've studied survival skills with the School of Swords experts and are comfortable spending long periods of time in the wilderness. You don't get fatigued more quickly due to precipitation during overland travel, though you can otherwise be fatigued as normal. You can go 3 days + your Constitution modifier without water before you take damage from thirst and you can go 5 days + your Constitution modifier without food before you take damage from starvation.</p>\n</div>\n</div>\n</div>\n</div>\n</div>\n</div>\n<h2>@Compendium[pf2e.feats-srd.Shoulder Catastrophe]{Shoulder Catastrophe} Feat 12</h2>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<p><strong>Trigger</strong> An enemy critically succeeds at a Strike against an adjacent ally.</p>\n<hr />\n<p>You've trained to protect your allies by diverting the worst attacks to yourself. The enemy doesn't double the damage from the triggering Strike but instead applies the normal damage to both you and your ally. Both of you take any effects that would happen on a hit that dealt damage, such as poison, but neither of you are subject to any effects that would happen only on a critical success.</p>\n<h2>@Compendium[pf2e.feats-srd.Tense Negotiator]{Tense Negotiator} Feat 12</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication, master in Diplomacy</p>\n<hr />\n<p>You often find that the best way to win a conflict means avoiding a fight in the first place. You're good at talking to potential opponents without making things worse. If you would critically fail at a check to Make an Impression, you instead fail. You can attempt checks to make Requests of creatures who're indifferent or unfriendly toward you.</p>\n<h2>@Compendium[pf2e.feats-srd.Armored Exercise]{Armored Exercise} Feat 14</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication; trained in light, medium, or heavy armor</p>\n<hr />\n<p>You've spent time training in your armor alongside other agents from the Swords. Your proficiency rank for light, medium, and heavy armor increases to expert for whichever of those you already had the trained proficiency rank in.</p>\n</div>\n</div>\n<h2>@Compendium[pf2e.feats-srd.Death's Door]{Death's Door} Feat 14</h2>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<p><strong>Trigger</strong> You take damage that would reduce you to 0 Hit Points.</p>\n<hr />\n<p>You continue to fight when others would fall. Just before taking the triggering damage, you gain temporary Hit Points equal to twice your level. If you have Hit Points remaining after gaining these temporary Hit Points, you aren't knocked unconscious, nor do you suffer the other effects of being reduced to 0 Hit Points. Any temporary Hit Points that remain after applying the damage last for up to 4 rounds.</p>\n<h2>@Compendium[pf2e.feats-srd.Forceful Shot]{Forceful Shot} Feat 14</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<hr />\n<p>Your ranged attacks push your foes away from your allies. Make a ranged Strike, adding the following effects in addition to the normal effects of the Strike.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is pushed 10 feet away from you.</p>\n<p><strong>Success</strong> The target is pushed 5 feet away from you.</p>\n<p><strong>Failure</strong> The target is flat-footed for 1 round.</p>\n<h2>@Compendium[pf2e.feats-srd.Focus Ally]{Focus Ally} Feat 16</h2>\n<div>\n<p><strong>Prerequisites</strong> Swordmaster Dedication</p>\n<p><strong>Trigger</strong> An adjacent ally fails, but doesn't critically fail, a saving throw against an effect with the incapacitation trait.</p>\n<hr />\n<p>You're so focused on your allies that you can help them to recenter when something would take them out of the fight. Your ally rerolls the failed saving throw. That ally must take the second result.</p>\n<h2>@Compendium[pf2e.feats-srd.Stave off Catastrophe]{Stave off Catastrophe} Feat 18</h2>\n<div>\n<p><strong>Prerequisites</strong> <span style=\"box-sizing: border-box; user-select: text;\">@Compendium[pf2e.feats-srd.Shoulder Catastrophe]{Shoulder Catastrophe}</span></p>\n<hr />\n<p>You fully protect your allies from the worst blows. When you use the Shoulder Catastrophe reaction, you can choose to take the full critical damage and effects from the attack, including effects that apply on a critical hit, and have your ally take no damage and avoid the attack's effects.</p>\n</div>\n</div>\n</div>",
    "name": "Swordmaster",
    "permission": {
        "default": 0
    }
}
