{
    "_id": "bi1SeBS7Af3ZisIA",
    "name": "Swordmaster",
    "permission": {
        "default": 0
    },
    "flags": {},
    "content": "<h1>Swordmaster</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Though the ultimate goal of the Pathfinder society is to learn, knowledge cannot be spread if those who discover it fail to come back alive. The Master of Swords teaches recruits to survive, to defend other Pathfinders, and to defeat the Society&rsquo;s enemies. The swordmaster embodies these skills, focusing on practicality and ignoring ideals or methods that interfere with their ability to overcome any challenge.</span></p>\n<h2 class=\"title\">Pathfinder Society Archetypes</h2>\n<p>The following archetypes are uncommon, but are available to members of the Pathfinder Society. Qualifying characters with the @Compendium[pf2e.archetypes.o3C85NHW08Y2inAN]{Pathfinder Agent} archetype can select one of these dedication feats even if they have not gained three feats from the Pathfinder agent archetype, and each of these archetypes&rsquo; feats fulfills the Pathfinder Agent Dedication&rsquo;s special requirement despite not being from the Pathfinder agent archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.SHpVHkPxtQggD9Cf]{Swordmaster Dedication} Feat 6</h2>\n<div><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Strength, Dexterity, or Constitution 14; member of the Pathfinder Society affiliated with the School of Swords<br /></span></div>\n<hr />\n<p>Your Swords training taught you to never lose hold of your weapon. You gain a +2 circumstance bonus to your Reflex DC when foes attempt to Disarm you. If you have the Deft Cooperation feat and critically succeed on a check to Aid an ally&rsquo;s attack roll or skill check, you gain a +2 circumstance bonus from Deft Cooperation (instead of a +1 bonus) the first time you attempt an attack roll or attempt a skill check where the bonus would apply.</p>\n<p><strong>Special</strong>&nbsp;You cannot select another dedication feat until you have gained two other feats from the Swordmaster archetype.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.fCsIyglmpb7NYwiy]{Harrying Strike} Feat 10</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Swordmaster Dedication&nbsp;<br /></span></p>\n<hr />\n<p>Your attack prevents a foe from pursuing your allies. Make a melee Strike, adding the following effects in addition to the normal effects of the Strike.<br /><br /><strong>Critical Success</strong>&nbsp;The target takes a &ndash;15-foot status penalty to its Speeds until the start of your next turn.<br /><strong>Success</strong>&nbsp;The target takes a &ndash;10-foot status penalty to its Speeds until the start of your next turn.<br /><strong>Failure</strong>&nbsp;The target takes a &ndash;5-foot status penalty to its Speeds until the start of your next turn.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.Oa41bfBRO36lf1aE]{Shoulder Catastrophe} Feat 12</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Prerequisites</strong>&nbsp;Swordmaster Dedication&nbsp;<br /><strong>Trigger</strong>&nbsp;An enemy critically succeeds at a Strike against an adjacent ally.<br /></span></p>\n<hr />\n<p>You&rsquo;ve trained to protect your allies by diverting the worst attacks to yourself. The enemy doesn&rsquo;t double the damage from the triggering Strike but instead applies the normal damage to both you and your ally. Both of you take any effects that would happen on a hit that dealt damage, such as poison, but neither of you are subject to any effects that would happen only on a critical success.&nbsp;</p>\n<h2>@Compendium[pf2e.feats-srd.PSpwdvuddC9kXONz]{Death's Door} Feat 14</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Frequency</strong>&nbsp;once per 10 minutes<br /><strong>Prerequisites</strong>&nbsp;Swordmaster Dedication&nbsp;<br /><strong>Trigger</strong>&nbsp;You take damage that would reduce you to 0 Hit Points.<br /></span></p>\n<hr />\n<p>You continue to fight when others would fall. Just before taking the triggering damage, you gain temporary Hit Points equal to twice your level. If you have Hit Points remaining after gaining these temporary Hit Points, you aren&rsquo;t knocked unconscious, nor do you suffer the other effects of being reduced to 0 Hit Points. Any temporary Hit Points that remain after applying the damage last for up to 4 rounds.&nbsp;</p>"
}
