{
    "_id": "qy7lhe3nduvEagd0",
    "content": "<h1>Trick Driver</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>While cavaliers follow an old and tired tradition of mounted combat, you take a more modern road. Through aggressive use of vehicles, you roll across the battlefield, taking down your opponents. You go beyond simply operating a vehicle, pushing it to perform stunts that its builders never intended, transforming the vehicle into something much greater than a mere conveyance.</p>\n<section class=\"info\">\n<h4>Using Vehicles</h4>\n<p>While many of the options in this book are uncommon to allow you to insert the thematic elements into your game as you see fit, there are some options you should consider very carefully before including. This archetype is one of them. Vehicles are relatively complicated and can move very fast, which can make mapping encounters quite difficult. They can also move characters too far from the fight for other participants to respond. Think carefully before deciding whether to include the trick driver archetype, and make sure that vehicle use is right for your campaign's style and encounter area size.</p>\n</section>\n<h2>@Compendium[pf2e.feats-srd.Trick Driver Dedication]{Trick Driver Dedication} Feat 2</h2>\n<hr />\n<p>You are equally at home piloting any vehicle, adapting yourself instantly to varied controls, movements, and handling. Whenever piloting a vehicle requires a Piloting Lore or Sailing Lore check, you can use your Driving Lore proficiency instead. You can use Dexterity in place of Intelligence when attempting piloting checks with Driving Lore. You become an expert in Driving Lore. At 7th level, you become a master in Driving Lore, and at 15th level, you become legendary in Driving Lore.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the trick driver archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Express Driver]{Express Driver} Feat 2</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Trick Driver Dedication]{Trick Driver Dedication}</p>\n<hr />\n<p>You can optimize your vehicle's performance, coaxing extra speed and choosing paths to avoid slowdowns. When calculating your travel speed for the day while piloting a vehicle, you can attempt a Driving Lore check to increase your vehicle's travel speed. The DC is determined by the GM but is typically based on the vehicle's piloting DC or a difficulty based on the environment, whichever is harder. On a success, increase your vehicle's travel speed by half. This has no effect on your vehicle's movement in encounters.</p>\n<h2>@Compendium[pf2e.feats-srd.Take the Wheel]{Take the Wheel} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Trick Driver Dedication]{Trick Driver Dedication}</p>\n<hr />\n<p><strong>Requirements</strong> You are adjacent to a vehicle's point of entry.</p>\n<hr />\n<p>Diving into a moving vehicle and seizing the controls is nothing new for you. You @Compendium[pf2e.actionspf2e.Board]{Board} and @Compendium[pf2e.actionspf2e.Take Control]{Take Control} of the adjacent vehicle.</p>\n<h2>@Compendium[pf2e.feats-srd.Power Slide]{Power Slide} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Trick Driver Dedication]{Trick Driver Dedication}</p>\n<hr />\n<p><strong>Requirements</strong> You are piloting a vehicle.</p>\n<hr />\n<p>You throw the vehicle into a barely controlled skid, turning sharply to evade pursuit or bring your weapons to bear. You @Compendium[pf2e.actionspf2e.Drive]{Drive} with a -2 penalty to your piloting check, gaining the effects of the Drive action for the same number of actions you spent to Power Slide. At the end of the movement, if you succeed, you can turn the vehicle up to 90 degrees. If you critically succeed at your piloting check, you can instead turn the vehicle up to 180 degrees.</p>\n<h2>@Compendium[pf2e.feats-srd.Push It]{Push It} Feat 7</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Trick Driver Dedication]{Trick Driver Dedication}, master in Driving Lore</p>\n<hr />\n<p>You can push your vehicle's performance beyond the limits envisioned by its makers. Whenever you succeed at a piloting check, the vehicle you are piloting gains a +5-foot circumstance bonus to all its Speeds until the end of your turn. If you critically succeed, this bonus increases to +10 feet.</p>\n<h2>@Compendium[pf2e.feats-srd.Roadkill]{Roadkill} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Trick Driver Dedication]{Trick Driver Dedication}</p>\n<hr />\n<p><strong>Requirements</strong> You are piloting a vehicle.</p>\n<hr />\n<p>In your hands, any vehicle is a weapon. When you use @Compendium[pf2e.actionspf2e.Run Over]{Run Over}, you can use your class DC in place of the vehicle's collision DC. Your vehicle can Run Over any number of creatures up to one Size smaller than the vehicle or ram any one target creature or object in your path up to the size of your vehicle.</p>\n<h2>@Compendium[pf2e.feats-srd.Drive-By Attack]{Drive-By Attack} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Trick Driver Dedication]{Trick Driver Dedication}</p>\n<hr />\n<p><strong>Requirements</strong> You are piloting a vehicle.</p>\n<hr />\n<p>You can smoothly line up an attack without disrupting your control. You @Compendium[pf2e.actionspf2e.Drive]{Drive}, gaining the effects of the Drive action for the same number of actions you spent to Drive-By Attack. At any point during your vehicle's movement, you Strike.</p>",
    "name": "Trick Driver",
    "permission": {
        "default": 0
    }
}
