{
    "_id": "lFMO8BTQ5H3UMFxp",
    "content": "<h1>Undead Master</h1>\n<p>Not everyone with an interest in the undead raises a vast army of faceless, disposable minions. You prefer to cultivate a more personal relationship with a small number of undead companions, personalized to your needs and expectations. Those companions with minds trust you implicitly; those without are extensions of your will. Perhaps they see you as a teacher or caretaker, shepherding them on the path to peace and passing on, or perhaps they are your protectors, bound to aid you by negotiation and magical spells. Whatever the case, they will fight for and alongside you without question, throwing themselves into danger without hesitation if it will provide a means to your desired end. This archetype works well for a necromancer capable of raising undead but isn't exclusive to them. You could be a warrior who befriended an undead, an evil champion granted an undead companion by your deity, or an undead bloodline sorcerer undead are drawn to. The additional feats below are found in the beastmaster archetype on pages 160-161 of the Advanced Player's Guide. Whenever one of these additional feats refers to an animal companion, as an undead master, you apply it to your undead companion instead.</p>\n<p><strong>Additional Feats:</strong> 4th @Compendium[pf2e.feats-srd.Additional Companion]{Additional Companion}, @Compendium[pf2e.feats-srd.Mature Beastmaster Companion]{Mature Beastmaster Companion}; 6th @Compendium[pf2e.feats-srd.Companion's Cry]{Companion's Cry}; 8th @Compendium[pf2e.feats-srd.Incredible Beastmaster Companion]{Incredible Beastmaster Companion}; 14th @Compendium[pf2e.feats-srd.Specialized Beastmaster Companion]{Specialized Beastmaster Companion}; 16th @Compendium[pf2e.feats-srd.Lead The Pack]{Lead The Pack}</p>\n<h2>@Compendium[pf2e.feats-srd.Undead Master Dedication]{Undead Master Dedication} Feat 2</h2>\n<p>Prerequisites evil alignment You gain the services of an undead companion that travels with you and obeys your commands. The rules for undead companions appear on page 37 and utilize those for animal companions from the Core Rulebook on page 214. Contrary to the usual rules for companions, as an undead master it's possible for you to have more than one undead companion at a time. However, only one of those companions, your \"active companion,\" follows you during exploration and encounters; the rest are reduced to an \"inactive\" state that can be easily tucked into an inventory or stored in a nearby crypt. If you ever have more than one undead companion, you gain the @Compendium[pf2e.actionspf2e.Call Companion]{Call Companion} action, with your undead companions taking the place of animal companions.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the undead master archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Guardian Ghosts]{Guardian Ghosts} Feat 8</h2>\n<p><strong>Prerequisites</strong> Undead Master Dedication</p>\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<p><strong>Trigger</strong> You would take damage from a Strike while one of your undead companions is adjacent to you.</p>\n<hr />\n<p>You magically divert some of the harm from an incoming attack away from yourself, forcing your undead companion to take it in your stead. Reduce the damage you take from the triggering Strike by 2 + your level. Your adjacent undead companion loses a number of Hit Points equal to the amount of damage reduced. If you have more than one adjacent undead companion, you choose which one loses Hit Points. You can't divert the damage to a temporary fragment from Their Master's Call.</p>\n<h2>@Compendium[pf2e.feats-srd.Their Master's Call]{Their Master's Call} Feat 12</h2>\n<p><strong>Prerequisites</strong> Undead Master Dedication, Call Companion, at least one inactive undead companion whose remains or anchor are currently in your possession.</p>\n<hr />\n<p>In a pinch, you pull one of your inactive companions from their rest to provide a companion's support benefit. A fragment of your companion materializes or assembles itself in an unoccupied square of your choice within 30 feet of you, grants you its support benefit, and then disappears on your next turn. If it takes any damage before your next turn, it disappears or collapses (as applicable) and the support benefit ends immediately.</p>",
    "name": "Undead Master",
    "permission": {
        "default": 0
    }
}
