{
    "_id": "DhDl0hqDaspgHs9U",
    "content": "<h1>Undead Slayer</h1>\n<p>Anywhere undead prey upon the living, some brave souls make it their mission to destroy the monsters. Many adventurers are skilled at dispatching undead, but you go a step further. You study them, learn their weaknesses, and master the tools to end them quickly and cleanly. An undead slayer doesn't simply kill monsters; they become what even monsters fear. Leave it to others to be a shield-you become the blade that strikes evil at its heart. You can identify the common types of undead by sight. You drill and practice with the special gear necessary to destroy some of the more complicated undead, like vampires; train in their strengths and weaknesses; and learn how to create safe houses to stash your arsenal and hide from undead.</p>\n<p>Some undead slayers work at the behest of an organization to exterminate the undead of a particular region, but many act independently, or in a group of like‑minded adventurers. Were you called by a higher power? Are you on a personal quest for vengeance? Whatever the reason, you now walk a path that will take you to the vilest dens of rot and decay.</p>\n<h2>@Compendium[pf2e.feats-srd.Undead Slayer Dedication]{Undead Slayer Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Religion</p>\n<hr />\n<p>Your training has prepared you to recognize most undead on sight. You become trained in two Lore skills, each about a specific type of undead, or become an expert if you were already trained. You gain the Slayer's Identification free action.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the undead slayer archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Blessed Medicine]{Blessed Medicine} Feat 4</h2>\n<p><strong>Prerequisites</strong> Undead Slayer Dedication</p>\n<p><strong>Trigger</strong> You fail a check to Treat a Disease that was inflicted by an undead (such as ghoul fever or mummy rot).</p>\n<hr />\n<p>Your experience battling undead has uniquely prepared you to fight the diseases they inflict on the survivors, and you know that leaving these maladies untreated for long will eventually lead to more undead. Reroll the failed check and use the new result.</p>\n<h2>@Compendium[pf2e.feats-srd.Hunter's Sanctum]{Hunter's Sanctum} Feat 4</h2>\n<p><strong>Prerequisites</strong> Undead Slayer Dedication</p>\n<hr />\n<p>You establish a safe house where you can prepare for your hunt. The sanctum is roughly the size of a 20-foot cube. This sanctum is in a location you have access to and can be part of a larger structure, such as the basement of a temple or hidden room of a library. Setting up or moving your sanctum takes a week of downtime. Your sanctum protects objects and people inside it from magical detection and the prying eyes of undead. This has the effects of @Compendium[pf2e.spells-srd.Nondetection]{Nondetection}, using your Religion modifier for the counteract DC and half your level rounded up for the counteract level. Additionally, undead attempting to locate the entrance to your sanctum via mundane Perception must succeed against either your Religion DC or the normal DC to find the sanctum, whichever is higher.</p>\n<h2>@Compendium[pf2e.feats-srd.Necromantic Resistance]{Necromantic Resistance} Feat 4</h2>\n<p><strong>Prerequisites</strong> Undead Slayer Dedication</p>\n<hr />\n<p>As part of your training, you've inured yourself against necromancy through grueling, repeated exposure. You gain a +1 circumstance bonus to saves against necromancy effects and gain resistance to negative damage equal to half your level.</p>\n<h2>@Compendium[pf2e.feats-srd.Slayer's Strike]{Slayer's Strike} Feat 4</h2>\n<p><strong>Prerequisites</strong> Undead Slayer Dedication</p>\n<hr />\n<p>You've dedicated yourself to studying ancient techniques and memorized minor prayers against undead to swiftly dispatch them. Make a Strike against a creature you know is undead. This counts as two attacks when calculating your multiple attack penalty. If this Strike hits, you deal one extra die of positive damage, with the same die size as the weapon or unarmed attack you used. Any further Strikes you make against the same creature before the start of your next turn using the same weapon or unarmed attack deal extra positive damage equal to the number of weapon dice. As normal, the positive damage harms only undead and creatures with negative healing.</p>\n<p>If you're at least 10th level, increase this to two extra dice, and if you're at least 18th level, increase it to three extra dice.</p>\n<h2>@Compendium[pf2e.feats-srd.Frighten Undead]{Frighten Undead} Feat 6</h2>\n<p><strong>Prerequisites</strong> Undead Slayer Dedication, trained in Intimidation</p>\n<hr />\n<p>Your very presence chills creatures of the night down to their core and you can use the spiritual power and faithful life force of religious verses to frighten even mindless undead. Attempt to @Compendium[pf2e.actionspf2e.Demoralize]{Demoralize} an undead target using your Religion modifier instead of your Intimidation modifier if it's higher. If you use your Religion modifier, the Demoralize action loses the emotion and mental traits, as your faith connects to the undead on an instinctual level.</p>\n<h2>@Compendium[pf2e.feats-srd.Gear Up]{Gear Up} Feat 6</h2>\n<p><strong>Prerequisites</strong> Undead Slayer Dedication</p>\n<hr />\n<p>Whether it's wooden stakes, @Compendium[pf2e.equipment-srd.Holy Water]{Holy Water}, or more unusual tools, you always have just the right thing to handle an undead's unusual weaknesses and vulnerabilities. You gain the @Compendium[pf2e.feats-srd.Prescient Planner]{Prescient Planner} and @Compendium[pf2e.feats-srd.Prescient Consumable]{Prescient Consumable} feats. When using Prescient Planner specifically to pull out an item you need to deal with an undead's weakness or vulnerability, you can pull out the item as a 2-action activity to remove your backpack (or similar container) and draw the item, rather than taking 1 minute.</p>\n<p>If you have the @Compendium[pf2e.feats-srd.Hunter's Sanctum]{Hunter's Sanctum} feat, you keep your sanctum well stocked with the basics and can spend 1 hour in your sanctum refreshing your supplies in order to meet the requirements for Prescient Planner, even if you haven't been able to purchase goods.</p>\n<h2>@Compendium[pf2e.feats-srd.Slayer's Blessing]{Slayer's Blessing} Feat 8</h2>\n<p><strong>Prerequisites</strong> Slayer's Strike</p>\n<hr />\n<p>You carry scraps of materials dangerous to undead and can apply them to your weapon. When you use Slayer's Strike, before making the Strike, you can choose either the @Compendium[pf2e.equipment-srd.Ghost Touch]{Ghost Touch} property rune or a precious material: cold iron, darkwood, or silver. Any Strike that gets extra positive damage from this use of Slayer's Strike also gets the benefits of the rune or counts as that material.</p>\n<p>At 14th level, add adamantine and mithral to the list of materials you can choose from.</p>\n<h2>@Compendium[pf2e.feats-srd.Slayer's Presence]{Slayer's Presence} Feat 10</h2>\n<p><strong>Prerequisites</strong> Frighten Undead</p>\n<hr />\n<p>Your very presence strikes fear into the undead. When you use Slayer's Identification and succeed at your check, you can Frighten Undead as a free action, targeting the creature you identified. Any time you get a critical success to Frighten Undead, if the target's level is lower than yours, the target is @Compendium[pf2e.conditionitems.Fleeing]{Fleeing} for 1 round.</p>",
    "name": "Undead Slayer",
    "ownership": {
        "default": 0
    },
    "permission": {
        "default": 0
    }
}
