{
    "_id": "g8szoqn9W6Yeoq9U",
    "content": "<h1>Unexpected Sharpshooter</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>\"Oh would you look at that, there's a bunch of bullet holes around here... so that's what all the ruckus was about! Six... seven... eight of you, huh? Oh, but did you notice the northern finch over there in that tree a minute ago? Its nest is up there, but I think all those gunshots startled it. You think you could quiet down so maybe it'll come back\"<br />-Viri, gnome ornithologist, just before a series of strange accidents mysteriously took down a hardened bandit squad of eight former Alkenstar veterans.</p>\n<p>Some people say you must be the luckiest soul in all of Golarion to still be alive and kicking after all the dangers you've seen. Others say that, given the circumstances and the number of foes who you've defeated seemingly by accident, that there's no way you can really be as incompetent as you seem. These critics claim there has to be some kind of angle, some racket you're running. Either way, you sure don't look or act dangerous, except possibly to yourself.</p>\n<p>Somehow, despite your apparent clumsiness, professed confusion, and known propensity to incite calamity, you find yourself standing after every battle. The same can't often be said for your enemies. Funny how that works out, isn't it?</p>\n<section class=\"info\">\n<h4>Skilled or Lucky</h4>\n<p>Part of the fun of roleplaying an unexpected sharpshooter is the ambiguity and mystery of how your character achieves their surprising success. Your character at first seems like they bumble into their successes through sheer circumstance. However, when the circumstances pile up, others might start to suspect another possibility: perhaps your character is secretly so incredible that they not only achieve impressive results but do so in a way that hides their skill behind a veneer of lucky breaks. Ultimately, either could be true about your character, or some combination of both. You might decide the truth together with the GM as soon as you take this archetype or hold off until later to make that call. Because this archetype hints at hidden talent intentionally obfuscated, it offers a good choice for a character who's secretly more powerful or skilled than they seem or who must hide their abilities for some reason-perhaps associated with the plot of the campaign.</p>\n<p>If your inclination is to play a character who hides their abilities, consider training in the Deception skill and taking skill feats like Charming Liar and Confabulator that emphasize your character's crafty nature and skill at concealing their true intent.</p>\n<p>If you instead prefer to play a character who's legitimately a bit uncoordinated but abnormally lucky, you might choose to pursue actions that have a high chance of earning you a Hero Point. You could also consider taking abilities with the fortune or misfortune traits, such as Halfling Luck or Harbinger's Caw.</p>\n</section>\n<h2>@Compendium[pf2e.feats-srd.Unexpected Sharpshooter Dedication]{Unexpected Sharpshooter Dedication} Feat 2</h2>\n<hr />\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>Who needs skill when you've got dumb luck? Sometimes your shots hit miraculously, regardless of the fact that you seemed to slip when you pulled the trigger or that you weren't aiming at your foe when you fired. You gain the @Compendium[pf2e.actionspf2e.Accidental Shot]{Accidental Shot} activity.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the unexpected sharpshooter archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Lucky Escape]{Lucky Escape} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Unexpected Sharpshooter Dedication]{Unexpected Sharpshooter Dedication}</p>\n<hr />\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> A creature targets you with an attack, even if you aren't aware of it.</p>\n<hr />\n<p>Your enemy lies in wait, lines up the perfect shot, and pulls the trigger... then at just the right moment you duck down to notice something scrawled on the cobblestone in chalk, a shiny coin, or some other coincidental distraction, creating an opportunity for the attack to miss. The attacker must roll the attack twice and use the worse result.</p>\n<h2>@Compendium[pf2e.feats-srd.No Hard Feelings]{No Hard Feelings} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Unexpected Sharpshooter Dedication]{Unexpected Sharpshooter Dedication}</p>\n<hr />\n<p>Despite the devastation your weapons tend to inflict upon their targets or the destruction you might unleash upon an area, your foes still manage to walk away at the end of a fight-at least sometimes. You can choose to add the nonlethal trait to your ranged weapons, making the choice of whether to add the trait or not just before each Strike.</p>\n<h2>@Compendium[pf2e.feats-srd.That Was a Close One, Huh?]{That Was a Close One, Huh?} Feat 7</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Unexpected Sharpshooter Dedication]{Unexpected Sharpshooter Dedication}</p>\n<hr />\n<p><strong>Frequency</strong> once per round</p>\n<p><strong>Requirements</strong> Either you used Accidental Shot and hit your opponent with the Strike this turn, or you used Lucky Escape since your last turn and the triggering attack missed you.</p>\n<hr />\n<p>You laugh innocently about the inexplicable luck of your last shot hitting its mark or how close the attack that just missed you came to taking your head off, causing your foes to second guess whether it's a good idea to oppose you in battle. Attempt to @Compendium[pf2e.actionspf2e.Demoralize]{Demoralize} either the foe you hit with Accidental Shot or the foe that missed you due to Lucky Escape. You use Deception instead of Intimidation to attempt the check to Demoralize.</p>\n<h2>@Compendium[pf2e.feats-srd.Unbelievable Luck]{Unbelievable Luck} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Unexpected Sharpshooter Dedication]{Unexpected Sharpshooter Dedication}</p>\n<hr />\n<p>While no one, not even you, might appear to understand why, you demonstrate a greater ability to hit your targets regardless of the obstacles in your way. You can use the Accidental Shot activity granted to you by the Unexpected Sharpshooter Dedication once per hour instead of once per day.</p>\n<h2>@Compendium[pf2e.feats-srd.Unbelievable Escape]{Unbelievable Escape} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Unexpected Sharpshooter Dedication]{Unexpected Sharpshooter Dedication}</p>\n<hr />\n<p>Your ability to narrowly evade danger defies all logic. You can use Lucky Escape once per hour instead of once per day.</p>\n<h2>@Compendium[pf2e.feats-srd.I Meant to do That]{I Meant to do That} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Unexpected Sharpshooter Dedication]{Unexpected Sharpshooter Dedication}, <span style=\"font-family:var(--journal-serif);font-size:var(--font-size-14)\">trained in Deception</span></p>\n<hr />\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Requirements</strong> Your previous action was a ranged weapon Strike that missed a foe within 60 feet.</p>\n<hr />\n<p>Somehow your stray bullet causes an unintended reaction that creates a problem for your enemy: perhaps a ricochet knocks your foe's weapon away or they stumble over stray debris in an attempt to dodge your bullets. Roll a Deception check to attempt to @Compendium[pf2e.actionspf2e.Shove]{Shove}, @Compendium[pf2e.actionspf2e.Trip]{Trip}, or @Compendium[pf2e.actionspf2e.Disarm]{Disarm} the foe you missed.</p>\n<h2>@Compendium[pf2e.feats-srd.Chain Reaction]{Chain Reaction} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Unexpected Sharpshooter Dedication]{Unexpected Sharpshooter Dedication}</p>\n<hr />\n<p><strong>Frequency</strong> once per 10 minutes</p>\n<hr />\n<p>You fire your gun once, creating a devastating and unpredictable chain of events; perhaps your bullet strikes exactly the right spot on a water tower, causing it to flood and incite a stampede of horses which knock over a lantern that sets a city on fire. Whatever the exact chain reaction, and no matter how improbable, the indiscriminate catastrophe creates significant challenges for your enemies across a wide area while leaving everyone else alone.</p>\n<p>Make a Strike with a ranged weapon, and if you hit, you can make another Strike at a target within 30 feet of the first target. If you hit the second target, attempt to Strike a third target within 30 feet of the second target, and so on, continuing until you miss a target. You can cease the chain at any point; otherwise, it ends when you first miss an attack. However, you can't target the same creature more than once; each time you move to a new target, it must be a target you haven't made a Strike against yet during this particular use of Chain Reaction.</p>\n<p>This damage is caused by some improbable set of events that injures one target after another, rather than from actually making several shots. Perhaps you shot at a tree branch that then fell on the targets, or one target's scream caused another to accidentally set off their gun and shoot themselves in the foot. This means that only the first target suffers any special effects tied to the bullet (if it was magical ammunition, for example), but each target you hit still takes the same damage dealt by your Strike. Normally, all damage is of the same damage type as the initial bullet. However, the GM might choose to change the damage type based on their description of the chain reaction. For example, if one target was burned by fire, that target might take fire damage instead of physical damage.</p>",
    "name": "Unexpected Sharpshooter",
    "permission": {
        "default": 0
    }
}
