{
    "_id": "06M2zVTKN9nO5i5O",
    "content": "<h1>Vehicle Mechanic</h1>\n<p><strong>Rarity</strong> Uncommon</p>\n<hr />\n<p>You have always felt that vehicles are as much works of art as they are means of transportation. It doesn't matter if it's as common as a chariot or as complex as an airship, there's always some aspect of the vehicle you can improve upon. Pilots, drivers, and sailors alike value your expertise, and many seek you out to work on their vehicles. While you can make a great profit working on custom vehicles for wealthy clients, you still keep a vehicle of your own to tinker with as your personal passion project.</p>\n<p>You might be part of a vehicle mechanic union, working with other mechanics and engineers to find fair jobs and support each other's labor. While some vehicle mechanic unions are secular, many realize the benefits of organizing alongside a sympathetic religion, and so they typically adopt the ideals of economically-focused gods like Abadar or deities interested in crafting such as the goddess Brigh—the Whisper in Bronze—the goddess of invention. Whether religious or secular, vehicle mechanic unions take the bonds between fellow union members seriously. While this might mean your character becomes obligated to help a fellow union member who needs your help, it also means you have steadfast allies you can fall back on in your own time of need. In dire straits, such a connection can be worth its weight in gold.</p>\n<section class=\"info\">\n<h4>Unions</h4>\n<p>Vehicle mechanics typically ply their trade to those who need to keep their vehicles finely tuned. As in most other such trades, some vehicle mechanics form unions to keep business practices fair and to protect each other from predatory employers. The Absalom Shipwright's Union is the largest union for vehicle mechanics in Absalom, with over a thousand builders, carpenters, and engineers among its membership. Almenia Oarstone (LG female dwarf shipwright) is the current leader of the union, having been a member for more than 60 years. It is said that you can count on one hand the number of ships that have docked in Absalom on which she has never worked. The Shipwright's Union manages shipbuilding and repairs in both the Devil's Own and the Sea King Shipyard, and sometimes dispatches members to handle jobs that need doing at the Docks.</p>\n</section>\n<section class=\"info\">\n<h4>Using Vehicles</h4>\n<p>The vehicle mechanic plays best in a campaign where the PCs adventure together in one shared vehicle that the mechanic can enhance, such as in a pirate campaign on a single vessel. In this way, the vehicle mechanic archetype pairs excellently with a PC who has chosen the trick driver archetype. Vehicles are an element you should consider carefully before deciding to include, even in a guns and gears campaign. Vehicles are relatively complicated and can move very fast, which may make mapping encounters quite difficult. They can also move characters too far from the fight for other participants to respond. Think carefully before deciding whether to include the vehicle mechanic archetype, and make sure that vehicle use is right for your campaign's style and encounter area size.</p>\n</section>\n<h2>@Compendium[pf2e.feats-srd.Vehicle Mechanic Dedication]{Vehicle Mechanic Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> Intelligence 14, trained in Crafting</p>\n<hr />\n<p>You are adept at designing and maintaining mechanical vehicles, and you lavish your attention and ingenuity on one vehicle in particular. You become an expert in Crafting, and you choose one vehicle you own-or your party owns collectively-to be your signature vehicle: the vehicle you spend time customizing to grant it various advantages. You can spend 1 week of downtime with a new vehicle to designate it as your signature vehicle instead. Due to your amazing customizations and adjustments, pilots gain a +1 circumstance bonus to any piloting checks they make to control your signature vehicle. If you are a master in Crafting, this bonus increases to +2.</p>\n<p><strong>Special</strong> You cannot select another dedication feat until you have gained two other feats from the mechanic archetype.</p>\n<h2>Engine Bay Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Vehicle Mechanic Dedication]{Vehicle Mechanic Dedication}, expert in Crafting</p>\n<hr />\n<p>You are practiced at working in vast garages of vehicles and can work on many machines at a time. When Repairing and spending the full 10 minutes, you can fix up to two objects. If you are a master in Crafting, you can fix up to four targets. If you're legendary in Crafting, you can fix up to eight targets. This feat has no effect when using Quick Repair or another ability to reduce the time spent Repairing.</p>\n<h2>@Compendium[pf2e.feats-srd.Patch Job]{Patch Job} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Vehicle Mechanic Dedication]{Vehicle Mechanic Dedication}</p>\n<hr />\n<p>You can patch up damage to an object with a quick fix. You gain the @Compendium[pf2e.feats-srd.Improvised Repair]{Improvised Repair} general feat. When you use Improvised Repair, you can attempt a Crafting check with the same DC as Repair. If you succeed, you can use the object as a normal object of its type until it takes damage rather than as a shoddy object of its type.</p>\n<h2>@Compendium[pf2e.feats-srd.Superior Propulsion]{Superior Propulsion} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Vehicle Mechanic Dedication]{Vehicle Mechanic Dedication}</p>\n<hr />\n<p>By experimenting with the effects of momentum gained from your signature vehicle's movement, you have learned to get more from propulsion than just speed when the pilot pushes the vehicle to its limit. Each time the pilot Drives your signature vehicle as a 2- or 3-action activity and succeeds at the Piloting check, the vehicle produces an additional effect, depending on its method of propulsion. If your signature vehicle has more than one propulsion method, the pilot can select which benefit to gain each time they succeed at the Piloting check to Drive the vehicle as a 2- or 3-action activity.</p>\n<p><strong>Alchemical</strong> The caustic runoff from the alchemical engines is now weaponized. Creatures adjacent to your signature vehicle when it begins its movement take acid damage equal to your level.</p>\n<p><strong>Clockwork</strong> More resilient gears allow the vehicle to remain functional, even when damaged. If your signature vehicle is broken, it does not need to make the flat check to avoid losing operating time.</p>\n<p><strong>Magical</strong> The residual magic from your signature vehicle interferes with hostile spells. Pilots, crew, and passengers of the vehicle gain a +1 circumstance bonus to saving throws against spells until the start of the pilot's next turn.</p>\n<p><strong>Pulled</strong> You have eased the amount of effort needed for those pulling your signature vehicle to move it. The vehicle gains a +10 circumstance bonus to its Speed.</p>\n<p><strong>Rowed</strong> Reinforced ports protect the rowers below decks from harm. Rowers of your signature vehicle who are below decks have greater cover from attacks from outside the vehicle and are not damaged when the vehicle takes collision damage.</p>\n<p><strong>Steam</strong> The outlet of steam forms a cloud around the vehicle as it moves. For the duration of its movement, your signature vehicle is concealed.</p>\n<p><strong>Wind</strong> The draft of the wind helps the vehicle turn. During this movement, your signature vehicle can turn normally, rather than needing to move in a straight line as normal for a 2- or 3-action Drive.</p>\n<h2>@Compendium[pf2e.feats-srd.Efficient Controls]{Efficient Controls} Feat 7</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Vehicle Mechanic Dedication]{Vehicle Mechanic Dedication}, master in Crafting</p>\n<hr />\n<p>By reducing redundant systems and streamlining essential functions, you have made it easier for the vehicle to operate with fewer crew. Reduce the number of crew required to operate your signature vehicle by 25%. For example, you would reduce a sailing ship from needing 1 pilot and 8 crew to 1 pilot and 6 crew. This adjustment only affects the number of crew needed to operate the vehicle; it doesn't reduce the vehicle's need for a pilot.</p>\n<h2>@Compendium[pf2e.feats-srd.Impervious Vehicle]{Impervious Vehicle} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Vehicle Mechanic Dedication]{Vehicle Mechanic Dedication}</p>\n<hr />\n<p>From armor plating and flexible components, to reinforced materials and backup redundant functionality, you have built safeguards to protect your vehicle from the rigors of combat. Your signature vehicle gains a +1 circumstance bonus to AC and Fortitude saves, and increases its Hit Points by an amount equal to twice your level.</p>\n<h2>@Compendium[pf2e.feats-srd.Miraculous Flight]{Miraculous Flight} Feat 18</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Vehicle Mechanic Dedication]{Vehicle Mechanic Dedication}</p>\n<hr />\n<p>With superior engineering and magical application, you have freed your signature vehicle from the bonds of gravity, allowing it to soar through the sky like a dragon. The vehicle gains magical propulsion and a fly Speed equal to its fastest current Speed. If your signature vehicle already had a fly Speed, reduce the distance the vehicle needs to make a 90-degree turn to half the usual length (typically half the length of the vehicle).</p>",
    "name": "Vehicle Mechanic",
    "permission": {
        "default": 0
    }
}
