{
    "_id": "SJi2cicLd7R2FInl",
    "content": "<h1>Viking</h1>\n<p>To go &quot;a-viking&quot; is to raid by sea, and thus vikings have spread far and wide. Some have even settled in the very communities they once raided. Vikings traditionally travel in longboats; a score of these warriors might live aboard their ship for days at a time, sailing the seas (or, as they call it, the &quot;whale-road&quot;) to ambush coastal communities. Once they arrive at a settlement, they charge ashore, plundering all they can find and slaying anyone foolish enough to get in their way. The ferocity of viking raids is legendary.</p>\n<p>Additional Feats: 4th @Compendium[pf2e.feats-srd.Reactive Shield]{Reactive Shield} (Core Rulebook 145); 6th @Compendium[pf2e.feats-srd.Shielded Stride]{Shielded Stride} (Core Rulebook 146); 10th @Compendium[pf2e.feats-srd.Quick Shield Block]{Quick Shield Block} (Core Rulebook 149)</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Viking Dedication]{Viking Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Athletics</p>\n<hr />\n<p>Vikings spend long periods of time at sea, only to leap from their boats at a moment's notice, charge through the surf, and take their enemies by storm. You're trained in Sailing Lore. When moving through water using your land Speed, you ignore difficult terrain resulting from shallow water, such as in bogs or on beaches. In addition, if you roll a success for your Athletics check to Swim, you get a critical success instead.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Viking archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Hurling Charge]{Hurling Charge} Feat 4</h2>\n<p><strong>Prerequisites</strong> Viking Dedication</p>\n<hr />\n<p>You make a ranged Strike with a thrown weapon you already have in your hand, Stride, and then Interact to draw another weapon. If you are raging, you can add the additional damage with melee weapons you receive from raging to your damage with the thrown weapon.</p>\n<h2>@Compendium[pf2e.feats-srd.Viking Weapon Familiarity]{Viking Weapon Familiarity} Feat 4</h2>\n<p><strong>Prerequisites</strong> Viking Dedication</p>\n<hr />\n<p>From childhood, you have been exposed to traditional viking weapons, and you soon learned to handle them in battle. Now, you can raid proudly alongside your fellows. You are trained with the battle axe, hatchet, longsword, and shortsword. In addition, you gain the Shield Block reaction.</p>\n<h2>@Compendium[pf2e.feats-srd.Viking Weapon Specialist]{Viking Weapon Specialist} Feat 6</h2>\n<p><strong>Prerequisites</strong> Viking Weapon Familiarity</p>\n<hr />\n<p>You are even more skilled in the weapons of your people. You gain the critical specialization effects of the battle axe, hatchet, longsword, and shortsword. Whenever you gain a class feature that grants you expert or greater proficiency in certain weapons, you also gain that proficiency rank in the above four weapons.</p>\n<h2>@Compendium[pf2e.feats-srd.Second Shield]{Second Shield} Feat 6</h2>\n<p><strong>Prerequisites</strong> Viking Dedication</p>\n<p><strong>Trigger</strong> Your Shield Block causes your shield to break or be destroyed.</p>\n<hr />\n<p>You're used to your shield breaking in the middle of battle, and you're prepared to use a backup or any convenient nearby object to defend yourself. You can Interact to draw a shield on your person or an unattended shield within your reach. If there is an object within your reach that could serve as an improvised shield-for example, a table or chair- you can Interact to draw it with this feat. The GM determines if something can be used as an improvised shield. Your new shield isn't raised until you use the Raise a Shield action, as normal.</p>\n",
    "flags": {},
    "name": "Viking",
    "permission": {
        "default": 0
    }
}
