{
    "_id": "NGrKVIaZJx3r3In4",
    "content": "<h1>Weapon Improviser</h1>\n<p>As far as you're concerned, the best weapon to wield is the one that your opponents never see coming. By knowing how to fight effectively with whatever's at hand, you ensure that you're never caught unarmed, and you often get the drop on opponents who mistakenly think they've caught you off guard.</p>\n<p>Whether you're smashing someone over the head with a bar stool, tossing a mug of ale in their face to blind them, or stabbing your foes with a broken bottle, you can find weapons anywhere and employ them creatively whenever a fight breaks out. Because you fight with disposable weapons, you don't need to be as careful with your weapons as other warriors do, and you can break them when needed to win a fight without feeling any regrets later.</p>\n<p><strong>IMPROVISED WEAPON IDEAS</strong></p>\n<p><span style=\"text-decoration: underline;\">Cavern</span>: broken stalagmites, large mushrooms, old bones</p>\n<p><span style=\"text-decoration: underline;\">Docks</span>: barrel, crate, hook</p>\n<p><span style=\"text-decoration: underline;\">Forest</span>: branch, needles or thorns</p>\n<p><span style=\"text-decoration: underline;\">Market</span>: box, fruit, scale, sign</p>\n<p><span style=\"text-decoration: underline;\">Noble Court</span>: gavel, goblet, quill, lectern</p>\n<p><span style=\"text-decoration: underline;\">Tavern</span>: bottle, mug, serving tray, stool</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Weapon Improviser Dedication]{Weapon Improviser Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in all martial weapons</p>\n<hr />\n<p>You don't take the normal -2 penalty to attack rolls with improvised weapons. Additionally, whenever you gain a class feature that grants you expert or greater proficiency with any weapon, you also gain that proficiency with improvised weapons.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the Weapon Improviser archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Improvised Pummel]{Improvised Pummel} Feat 4</h2>\n<p><strong>Prerequisites</strong> Weapon Improviser Dedication</p>\n<p><strong>Requirements</strong> You are wielding an improvised weapon.</p>\n<hr />\n<p>You make a Strike with your wielded improvised weapon. You gain a +1 item bonus to the attack roll, and the Strike deals two weapon damage dice if it would have dealt fewer. If the attack is a critical hit, in addition to the effect of the critical hit, the improvised weapon breaks. If the item has a Hardness greater than your level, or if it's an artifact, cursed item, or other item that's difficult to break or destroy, the item doesn't break and the attack is a hit instead of a critical hit.</p>\n<p>At 12th level, your item bonus to the attack roll increases to +2 instead of +1, and at 16th level, the Strike deals three weapon damage dice if it would have dealt fewer, instead of two.</p>\n<h2>@Compendium[pf2e.feats-srd.Surprise Strike]{Surprise Strike} Feat 4</h2>\n<p><strong>Prerequisites</strong> Weapon Improviser Dedication</p>\n<hr />\n<p>Whenever you make a Strike with an improvised weapon against a creature that hasn't seen you make a Strike using an improvised weapon or that is otherwise ignorant of your skill with improvised weapons, the creature is flat-footed against you for that Strike.</p>\n<h2>@Compendium[pf2e.feats-srd.Improvised Critical]{Improvised Critical} Feat 8</h2>\n<p><strong>Prerequisites</strong> Weapon Improviser Dedication</p>\n<hr />\n<p>You can apply critical specialization effects to improvised weapons you wield. For any given improvised weapon, the GM determines which critical specialization effect is most applicable, based on the type of object it is.</p>\n<h2>@Compendium[pf2e.feats-srd.Makeshift Strike]{Makeshift Strike} Feat 8</h2>\n<p><strong>Prerequisites</strong> Weapon Improviser Dedication</p>\n<hr />\n<p>You quickly snatch up whatever's nearby and then attack with it as an improvised weapon. You Interact to pick up a nearby object you could use as an improvised weapon. It must be located at around your chest level, such as a mug on a table, rather than an object on the floor. You then either Strike or make an Improvised Pummel with the improvised weapon.</p>\n<h2>@Compendium[pf2e.feats-srd.Shattering Strike (Weapon Improviser)]{Shattering Strike (Weapon Improviser)} Feat 10</h2>\n<p><strong>Prerequisites</strong> Improvised Pummel</p>\n<p><strong>Trigger</strong> An improvised weapon that you are wielding becomes broken as a result of a critical success on an Improvised Pummel.</p>\n<hr />\n<p>The improvised weapon shatters, destroying it completely but dealing an additional 3d6 piercing damage to the creature you hit with the Improvised Pummel. This extra damage you apply on the critical hit doesn't double from the critical hit, as normal.</p>",
    "flags": {},
    "name": "Weapon Improviser",
    "permission": {
        "default": 0
    }
}
