{
    "_id": "SAyPnVRucJa8k4MN",
    "content": "<h1>Witch</h1>\n<p>You have heard the whispers of a distant patron, who sent an emissary to teach you powerful magic.</p>\n<h2 style=\"text-align: left;\">@Compendium[pf2e.feats-srd.Witch Dedication]{Witch Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> Intelligence 14</p>\n<hr />\n<p>You cast spells like a witch. Choose a patron; you gain a familiar with two common cantrips of your choice from your chosen patron's tradition, but aside from the tradition, you don't gain any other effects the patron would usually grant. Your familiar has one less familiar ability than normal. You gain the Cast a Spell activity. You can prepare one cantrip each day from your familiar. You're trained in spell attack rolls and spell DCs from your patron's tradition. Your key spellcasting ability for witch archetype spells is Intelligence, and they are witch spells of your patron's tradition. You become trained in the skill associated with the patron's tradition; if you were already trained in it, you instead become trained in a skill of your choice.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the witch archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Basic Witch Spellcasting]{Basic Witch Spellcasting} Feat 4</h2>\n<p><strong>Prerequisites</strong> Witch Dedication</p>\n<hr />\n<p>You gain the basic spellcasting benefits (page 150). Each time you gain a spell slot of a new level from the witch archetype, add two common spells of that level to your familiar.</p>\n<h2>@Compendium[pf2e.feats-srd.Basic Witchcraft]{Basic Witchcraft} Feat 4</h2>\n<p><strong>Prerequisites</strong> Witch Dedication</p>\n<hr />\n<p>You gain a 1st- or 2nd-level witch feat of your choice. Your familiar no longer has one less familiar ability than normal.</p>\n<h2>@Compendium[pf2e.feats-srd.Advanced Witchcraft]{Advanced Witchcraft} Feat 6</h2>\n<p><strong>Prerequisites</strong> Basic Witchcraft</p>\n<hr />\n<p>You gain one witch feat. For the purpose of meeting its prerequisites, your witch level is equal to half your character level.</p>\n<p><strong>Special</strong> You can select this feat more than once. Each time you select it, you gain another witch feat.</p>\n<h2>@Compendium[pf2e.feats-srd.Patron's Breadth]{Patron's Breadth} Feat 8</h2>\n<p><strong>Prerequisites</strong> Basic Witch Spellcasting</p>\n<hr />\n<p>You can cast more spells each day. Increase the spell slots you gain from witch archetype feats by 1 for each spell level other than your two highest spell levels.</p>\n<h2>@Compendium[pf2e.feats-srd.Expert Witch Spellcasting]{Expert Witch Spellcasting} Feat 12</h2>\n<p><strong>Prerequisites</strong> Basic Witch Spellcasting, master in the skill associated with your patron's tradition</p>\n<hr />\n<p>You gain the expert spellcasting benefits (page 150).</p>\n<h2>@Compendium[pf2e.feats-srd.Master Witch Spellcasting]{Master Witch Spellcasting} Feat 18</h2>\n<p><strong>Prerequisites</strong> Expert Witch Spellcasting, legendary in the skill associated with your patron's tradition</p>\n<hr />\n<p>You gain the master spellcasting benefits (page 150).</p>\n",
    "flags": {},
    "name": "Witch",
    "permission": {
        "default": 0
    }
}
