{
    "_id": "BySNnolPXqkgNhRq",
    "content": "<h1>Wrestler</h1>\n<hr />\n<p>Wrestlers are athletes who pit their strength and skill against powerful foes. Specializing in a variety of grabs, holds, and strikes, wrestlers are dangerous opponents whose techniques can leave a foe broken and defeated without taking their life.</p>\n<p>The wrestling tradition is common all over Golarion. Gladiators and other warriors who fight for entertainment use wrestling techniques in combat. The discipline's focus on grappling is also useful in non-gladiatorial matches, as many foes are unable to contend with an opponent's hold. Grappling is particularly effective against spellcasters, who have a difficult time completing the somatic components of their spells while grabbed.</p>\n<p>Wrestlers have storied traditions in the Hold of Belkzen, where orcs use specialized grappling techniques to subdue the large animals they ride as mounts. Orcs prefer wrestling these creatures partially to minimize harm to them, but also because they believe that the process of subduing the creature creates a stronger bond between mount and rider.</p>\n<p>Outside of the Inner Sea, wrestlers are common in Iblydos and Arcadia. Iblydan wrestlers focus on grappling techniques to make sure they're never left without a means to fight on the battlefield, even if their weapons are destroyed. Arcadian wrestlers engage in matches designed to retell stories of ancient gods. These matches feature impressive acrobatic feats as well as highly technical grappling maneuvers.</p>\n<h2>@Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication} Feat 2</h2>\n<p><strong>Prerequisites</strong> trained in Athletics, unarmed attacks, and unarmored defense</p>\n<hr />\n<p>Your training in the wrestling arts has made you particularly adept at moving, striking, and grappling while unencumbered. You become an expert in Athletics and gain the Titan Wrestler skill feat. You don't take the -2 circumstance penalty for making a lethal attack with your nonlethal unarmed attacks. In addition, you gain a +2 circumstance bonus to your Fortitude DC when resisting an opponent's attempts to Grapple you or Swallow you Whole.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the wrestler archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.Disengaging Twist]{Disengaging Twist} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<p><strong>Trigger</strong> A creature gives you the @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained} condition.</p>\n<hr />\n<p>Your ability to twist your opponents' bodies into painful locks and holds makes you particularly adept at escaping such predicaments. Attempt an Athletics check to Escape the triggering condition. You gain a +2 circumstance bonus to this check.</p>\n<h2>@Compendium[pf2e.feats-srd.Elbow Breaker]{Elbow Breaker} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<p><strong>Requirements</strong> You have a creature @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained}.</p>\n<hr />\n<p>You bend your opponent's body or limbs into agonizing positions that make it difficult for them to maintain their grip. Make an unarmed melee Strike against the creature you have grabbed or restrained. This Strike has the following effects in addition to its usual effects.</p>\n<hr />\n<p><strong>Critical Success</strong> You knock one held item out of the creature's grasp. It falls to the ground in the creature's space.</p>\n<p><strong>Success</strong> You weaken your opponent's grasp on one held item. Until the start of that creature's turn, attempts to Disarm the opponent of that item gain a +2 circumstance bonus, and the target takes a -2 circumstance penalty to attacks with the item or other checks requiring a firm grasp on the item.</p>\n<h2>@Compendium[pf2e.feats-srd.Suplex]{Suplex} Feat 4</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<p><strong>Requirements</strong> You have a creature @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained}.</p>\n<hr />\n<p>Flexing your entire body, you heave your opponent over your head and slam them into the ground. Make an unarmed melee Strike against the creature you have grabbed or restrained; on a success, the target lands @Compendium[pf2e.conditionitems.Prone]{Prone}, and on a critical success, the target lands prone and takes an additional [[/r {2d6}[bludgeoning]]]{2d6 bludgeoning damage}. Regardless of whether the Strike is successful, you immediately release your hold on the target.</p>\n<h2>@Compendium[pf2e.feats-srd.Clinch Strike]{Clinch Strike} Feat 6</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<p><strong>Trigger</strong> A creature you had @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained} successfully Escapes.</p>\n<hr />\n<p>Your opponents can't slip your grasp without receiving further punishment. Make an unarmed melee Strike against the triggering creature.</p>\n<h2>@Compendium[pf2e.feats-srd.Running Tackle]{Running Tackle} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<p>You charge toward your opponent, throwing your body at them in a vicious tackle. Stride up to your Speed and then make an unarmed melee Strike. If you hit, you can attempt to Shove the target.</p>\n<h2>@Compendium[pf2e.feats-srd.Submission Hold]{Submission Hold} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<p><strong>Requirements</strong> You have a creature @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained}.</p>\n<hr />\n<p>You twist and squeeze the breath out of your foe. Make an unarmed melee Strike against the creature you have grabbed or restrained. On a success, you gain a circumstance bonus to damage equal to the number of weapon damage dice and the target can barely speak until the start of your next turn or until it Escapes, whichever comes first. While it can barely speak, the target can't vocalize above a hoarse whisper, and it must succeed at a @Check[type:flat|dc:10|showDC:owner] check or lose any action that requires speech, For an action requiring speech that is also a manipulate action, like Casting a Spell with somatic and verbal components, the target just rolls a single @Check[type:flat|dc:10|showDC:owner] check, rather than an additional @Check[type:flat|dc:5|showDC:owner] check for being grabbed.</p>\n<h2>@Compendium[pf2e.feats-srd.Strangle]{Strangle} Feat 8</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<p><strong>Requirements</strong> You have a creature @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained}.</p>\n<hr />\n<p>Your iron grip slowly saps your opponent's strength. Attempt an Athletics check to Grapple the creature you have grabbed or restrained, with the following effects instead of the usual effects.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is @Compendium[pf2e.conditionitems.Enfeebled]{Enfeebled 2} until the end of its next turn and @Compendium[pf2e.conditionitems.Enfeebled]{Enfeebled 1} for 1 minute.</p>\n<p><strong>Success</strong> The target is enfeebled 1 until the end of its next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Aerial Pilerdriver]{Aerial Pilerdriver} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<p><strong>Requirements</strong> You have a creature @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained}.</p>\n<hr />\n<p>Heaving both yourself and your opponent into the air, you bring them crashing to the ground. Make an unarmed melee Strike against the creature you have grabbed or restrained. This Strike deals [[/r {1d6}[additional]]]{1d6 additional damage} per weapon damage die, and it has the following additional effects on a success, failure, and critical failure.</p>\n<p><strong>Success</strong> The target lands @Compendium[pf2e.conditionitems.Prone]{Prone}.</p>\n<p><strong>Failure</strong> You lose your grip on the target, and it is no longer grabbed or restrained by you.</p>\n<p><strong>Critical Failure</strong> You lose both your grip on the target and your balance. You fall prone, and the target is no longer grabbed or restrained by you.</p>\n<h2>@Compendium[pf2e.feats-srd.Spinebreaker]{Spinebreaker} Feat 10</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<p><strong>Requirements</strong> You have a creature @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained}.</p>\n<hr />\n<p>You squeeze your opponent in a vicious bear hug, putting intense pressure on their nerves, joints, or other pain points. Attempt an Athletics check to Grapple the creature you have grabbed or restrained, with the following effects instead of the usual effects.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 2} until the end of its next turn and @Compendium[pf2e.conditionitems.Clumsy]{Clumsy 1} for 1 minute.</p>\n<p><strong>Success</strong> The target is clumsy 1 until the end of its next turn.</p>\n<h2>@Compendium[pf2e.feats-srd.Inescapable Grasp]{Inescapable Grasp} Feat 12</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<hr />\n<p>Your grasp has a supernatural quality to it, preventing your foes from easily escaping-with or without magical assistance. If a creature you have @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} attempts to use a teleportation spell or effect, it must succeed at a @Check[type:flat|dc:15|showDC:owner] check or the spell fails. If a creature you have grabbed attempts to Escape while under the effect of freedom of movement, it must succeed at a @Check[type:flat|dc:15|showDC:owner] check or be forced to roll the Escape attempt normally, rather than automatically succeeding.</p>\n<h2>@Compendium[pf2e.feats-srd.Form Lock]{Form Lock} Feat 14</h2>\n<p><strong>Prerequisites</strong> @Compendium[pf2e.feats-srd.Wrestler Dedication]{Wrestler Dedication}</p>\n<p><strong>Requirements</strong> You have a creature @Compendium[pf2e.conditionitems.Grabbed]{Grabbed} or @Compendium[pf2e.conditionitems.Restrained]{Restrained}.</p>\n<hr />\n<p>Your ability to manipulate your enemy's body is potent enough that you can tear and break apart alternate forms. Attempt an Athletics check to counteract a polymorph effect currently affecting the creature you have grabbed or restrained. If the target is somehow under the effect of multiple polymorph effects, you can choose which one to attempt to counteract; the GM chooses randomly if the separate effects aren't obvious. The target is then temporarily immune for 1 day.</p>",
    "name": "Wrestler",
    "permission": {
        "default": 0
    }
}
