{
    "_id": "Lr108TWazbuxxUzP",
    "name": "Zephyr Guard",
    "permission": {
        "default": 0
    },
    "flags": {},
    "content": "<h1>Zephyr Guard</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">You are one of the Zephyr Guard, professional soldiers who protect Katapesh from military threats, economic sabotage, and elite thieves.</span></p>\n<h2>@Compendium[pf2e.feats-srd.UyyrFtPWOo0qvXOv]{Zephyr Guard Dedication} Feat 2</h2>\n<p>As a Zephyr Guard, you&rsquo;re always vigilant against crime and threats to the city&rsquo;s safety. You gain a +1 circumstance bonus to Perception checks against attempts to Palm an Object, Steal, or Conceal an Object (including you&rsquo;re Seeking concealed objects). You become trained in Society and Katapesh Lore; if you were already trained, you become an expert instead.</p>\n<p><strong>Special</strong>&nbsp;You can&rsquo;t select another dedication feat until you have gained two other feats from the Zephyr Guard archetype.</p>\n<h2>@Compendium[pf2e.feats-srd.9lyFxaoZjF1ZjVN9]{Know the Beat} Feat 3</h2>\n<p><strong>Prerequisites</strong>&nbsp;@Compendium[pf2e.feats-srd.UyyrFtPWOo0qvXOv]{Zephyr Guard Dedication}</p>\n<hr />\n<p>You become trained in your choice of Guild Lore, Legal Lore, Mercantile Lore, or Underworld Lore. You gain a +1 circumstance bonus to Diplomacy checks to Gather Information and to checks made to investigate crimes.</p>\n<h2>@Compendium[pf2e.feats-srd.4HHw2DjTxdv1jBZd]{Decry Thief} Feat 4</h2>\n<p><strong>Prerequisites</strong>&nbsp;@Compendium[pf2e.feats-srd.UyyrFtPWOo0qvXOv]{Zephyr Guard Dedication}, trained in Intimidation</p>\n<hr />\n<p>When you attempt to Demoralize, you can make it harder for the target to flee, in place of the action&rsquo;s normal effects.</p>\n<div><strong>Critical Success</strong>&nbsp;For 1 round, the target takes a &ndash;10-foot status penalty to Speed and a &ndash;4 status penalty to Stealth.</div>\n<div><strong>Success</strong>&nbsp;For 1 round, the target takes a &ndash;5-foot status penalty to Speed and a &ndash;2 status penalty to Stealth.</div>\n<h2>@Compendium[pf2e.feats-srd.9E1FLGp4CNBEwiZE]{Relentless Disarm} Feat 6</h2>\n<div><strong>Prerequisites</strong>&nbsp;@Compendium[pf2e.feats-srd.UyyrFtPWOo0qvXOv]{Zephyr Guard Dedication}, trained in Athletics</div>\n<hr />\n<p>When you succeed, but don&rsquo;t critically succeed, at a check to Disarm a creature, your circumstance bonus to further checks to Disarm that creature is +4 instead of +2. Other creatures gain only the normal bonus.</p>\n<p>When you critically succeed at a Disarm check, you can immediately Demoralize your target as a reaction.</p>\n<h2>@Compendium[pf2e.feats-srd.ZyQYP7i26DWhMNux]{Unfazed Assessment} Feat 8</h2>\n<div><strong>Prerequisites</strong>&nbsp;@Compendium[pf2e.feats-srd.UyyrFtPWOo0qvXOv]{Zephyr Guard Dedication}, expert in Perception</div>\n<hr />\n<p>You have witnessed hundreds of fighting styles and quickly adapt to defend against complicated maneuvers. Choose a creature within 30 feet who you&rsquo;re aware of, and attempt a Perception check against that target&rsquo;s Will DC. If you succeed, you size up their fighting style, gaining a +1 circumstance bonus to AC and saving throws against that creature&rsquo;s attacks (or a +2 circumstance bonus for a critical success). These benefits last until the end of your next turn.</p>"
}
