{
    "_id": "fZ5caXxpdV1MErsa",
    "folder": "98K8lEyJ9px2hw6W",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Cihua Coatl",
    "system": {
        "attribute": [
            "wis",
            "str"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Cihua Coatl (SEE-wah coh-AHtl) is a dualistic coatl god. They support all those who defend others in the name of righteous causes. Their typical appearance is that of two coatls sharing a single body. One of these is a tletli coatl, powerful coatls known for their destructive might and righteous fury, while the other is a chicome coatl, coatls known for their ability to restore nature in areas that have been ravaged by evil. While Cihua Coatl has two distinct heads and tails, they share a pair of arms, with one holding a spear and the other a shield. Cihua Coatl teaches that conflict is inevitable, and one must be ready to defend others when such conflicts arise. The spear and shield represent the dualistic aspects of these teachings. The spear is the symbol of might: one can fight back in times of conflict, standing between aggressors and the innocent. The shield is the symbol of protection: caring for others is something that occurs at all times, not just during conflict. A follower can help others by offering services and kindness to their community.</p>\n<p><strong>Title</strong> The War Children</p>\n<p><strong>Areas of Concern</strong> Childbirth, protection, warfare</p>\n<p><strong>Edicts</strong> Aid in the rearing of children; prepare your body, mind, and community for eventual conflict; support your community</p>\n<p><strong>Anathema</strong> Engage in mindless war, refuse to answer a genuine plea for protection</p>\n<p><strong>Religious Symbol</strong> two coatls consuming each other's tails with their wings overlapping in the center</p>\n<p><strong>Sacred Animal</strong> armadillo</p>\n<p><strong>Sacred Colors</strong> gold</p>"
        },
        "domains": {
            "alternate": [
                "duty",
                "repose",
                "vigil"
            ],
            "primary": [
                "healing",
                "might",
                "protection",
                "zeal"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sure Strike",
            "4": "Compendium.pf2e.spells-srd.Item.Mountain Resilience",
            "7": "Compendium.pf2e.spells-srd.Item.True Target"
        },
        "traits": {},
        "weapons": [
            "spear"
        ]
    },
    "type": "deity"
}
