{
    "_id": "mIoXpTRhcCs4PTdN",
    "folder": "98K8lEyJ9px2hw6W",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Pahti Coatl",
    "system": {
        "attribute": [
            "str",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Pahti Coatl (PAH-tee coh-AHtl) is a god dedicated to the removal of evil from Golarion, either in the form of salvation or destruction. Unlike her younger siblings, Pahti Coatl has a different approach with defending good and innocent people by actively seeking out and ridding evil from the world. Pahti Coatl teaches that it is easy to fall in to a path of blind destruction and that one must be assured that one's campaign is not without reasonable cause. She encourages learning about others to confirm their wrongdoings and make sure that an evil person acts so willingly and not due to circumstance. Pahti Coatl knows that a parent unable to feed their child may turn to evil acts like theft and that such straying from the path in these circumstances must be met not with vengeance, but with forgiveness and care. In these cases, she takes on the aspect of the Healer of Souls, hoping to return a straying individual to the path of righteousness.</p>\n<p><strong>Title</strong> Healer of Souls</p>\n<p><strong>Areas of Concern</strong> Investigation, rehabilitation, retribution</p>\n<p><strong>Edicts</strong> Attempt to help others return to a righteous path, seek out evils that threaten innocents, learn what you can about evil doers and the reasons for their actions</p>\n<p><strong>Anathema</strong> Refuse to outright destroy an overwhelming evil, strike down another without proving that they have done wrong, reject someone honestly seeking redemption</p>\n<p><strong>Religious Symbol</strong> coatl feather wreathed in flame</p>\n<p><strong>Sacred Animal</strong> hummingbird</p>\n<p><strong>Sacred Colors</strong> lavender</p>"
        },
        "domains": {
            "alternate": [
                "confidence",
                "duty",
                "knowledge"
            ],
            "primary": [
                "destruction",
                "healing",
                "truth",
                "zeal"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sure Strike",
            "3": "Compendium.pf2e.spells-srd.Item.Hypercognition",
            "6": "Compendium.pf2e.spells-srd.Item.Disintegrate"
        },
        "traits": {},
        "weapons": [
            "sickle"
        ]
    },
    "type": "deity"
}
