{
    "_id": "wyKJRFrEJdRFtsha",
    "folder": "98K8lEyJ9px2hw6W",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Tolte Coatl",
    "system": {
        "attribute": [
            "con"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Tolte Coatl (TOLL-teh coh-AHtl) is the youngest of the tribunal, but sometimes seen as the leader of three. While he is always looking to help mortals and share righteous ideals with them, Tolte Coatl is more concerned with matters of the mind than the more physical pursuits of his siblings. He teaches that knowledge isn't simply accumulated all at once, it's slowly built up, like a home being built one brick at a time; knowledge must generally be built upon itself. One can't know how to cook for oneself until they know how to create a fire. Tolte Coatl encourages patience with learning and acquiring new skills. He also encourages sharing knowledge when it can help others. As such, he sometimes grants his followers gifts of small pieces of vital information that can help unlock new collections of knowledge, such as a vital component to a new invention or a portion of an alchemical formula.</p>\n<p><strong>Title</strong> The Crafter of Knowledge</p>\n<p><strong>Areas of Concern</strong> Knowledge, memories, migration</p>\n<p><strong>Edicts</strong> Encourage others to join you on travels, offer to teach those who are genuinely eager to learn, ask others to share their tales</p>\n<p><strong>Anathema</strong> Alter the memory of another, deny someone who genuinely wishes to journey with you and would not harm you</p>\n<p><strong>Religious Symbol</strong> wing raining down stars</p>\n<p><strong>Sacred Animal</strong> moth</p>\n<p><strong>Sacred Colors</strong> green, blue</p>"
        },
        "domains": {
            "alternate": [
                "introspection",
                "secrecy",
                "star"
            ],
            "primary": [
                "creation",
                "glyph",
                "knowledge",
                "travel"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {},
        "traits": {},
        "weapons": [
            "arbalest"
        ]
    },
    "type": "deity"
}
