{
    "_id": "cSakUTwOtxe6Y0rH",
    "folder": "7N23JPmpkjz88mao",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Baekho",
    "system": {
        "attribute": [
            "str",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Before he was a god, Baekho was a tiger who protected the forests of Tian Xia. Once, when he was gravely injured, he sheltered under the branches of a persimmon tree. As he experienced the changing of seasons beneath the tree's branches, an innate understanding of the world stirred within him. He awakened as a divine spirit with a human form with white hair, black-tipped white tiger ears, and deep blue tiger eyes. In his feline form, the fur that had once been an inferno of orange became a blinding white. His religious symbol, a snow-tipped persimmon branch laden with vibrant red-orange fruit, represents his awakening as a divine spirit who cherishes harmony.</p>\n<p><strong>Title</strong> The Lord of the Seasons</p>\n<p><strong>Areas of Concern</strong> Balance, healing, nature, seasons</p>\n<p><strong>Edicts</strong> Bridge rifts between allies, embrace change, consider all sides of a disagreement before passing judgment</p>\n<p><strong>Anathema</strong> Allow bias to guide your judgment, reject change in favor of stagnation, sow discord between allies, take more than you give</p>\n<p><strong>Religious Symbol</strong> persimmon branch against the sun</p>\n<p><strong>Sacred Animal</strong> tiger</p>\n<p><strong>Sacred Colors</strong> orange, white</p>"
        },
        "domains": {
            "alternate": [
                "duty",
                "might"
            ],
            "primary": [
                "change",
                "healing",
                "nature",
                "truth"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Thunderstrike",
            "3": "Compendium.pf2e.spells-srd.Item.Animal Vision",
            "6": "Compendium.pf2e.spells-srd.Item.Tree of Seasons"
        },
        "traits": {},
        "weapons": [
            "katana"
        ]
    },
    "type": "deity"
}
