{
    "_id": "w9vtltygWNG4eZDR",
    "folder": "7N23JPmpkjz88mao",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Jin Li",
    "system": {
        "attribute": [
            "str",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Jin Li, deity of persistence, hard-work, and daring, never stops once he sets his mind to something, be it swallowing a whole lake dry or leaping to the top of a waterfall to prove to Sun Wukong just how much the carp valued their friendship. Though some may shake their heads and consider Jin Li's repetitive attempts foolish, there is strategy and discipline in each of Jin Li's leaps. He is aware that to reach higher heights, he must reduce his mass, yet cannot do so at the expense of losing strength. To train for the task, he must build up endurance and patience. Though the decision to take up the challenge may have been spontaneous, and the first few attempts were hasty and impulsive, failure is the mother of success, and for those who worship Jin Li, the success in the end often transcends even what they envisioned in the first place.</p>\n<p><strong>Title</strong> The Golden Dragon Carp</p>\n<p><strong>Areas of Concern</strong> Challenges, dares, promotions, self-improvement</p>\n<p><strong>Edicts</strong> Take up dares and challenges in good faith, persist with creativity and tenacity, own up to your failures as a way to improve oneself</p>\n<p><strong>Anathema</strong> Give up without trying, dismiss or mock someone's effort, take success for granted, discount the power of beginner's luck or luck in general</p>\n<p><strong>Religious Symbol</strong> dragon carp jumping a waterfall</p>\n<p><strong>Sacred Animal</strong> carp</p>\n<p><strong>Sacred Colors</strong> blue, gold</p>"
        },
        "domains": {
            "alternate": [
                "water",
                "luck"
            ],
            "primary": [
                "ambition",
                "change",
                "might",
                "toil"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Jump",
            "3": "Compendium.pf2e.spells-srd.Item.Feet to Fins",
            "4": "Compendium.pf2e.spells-srd.Item.Hydraulic Torrent"
        },
        "traits": {},
        "weapons": [
            "sansetsukon"
        ]
    },
    "type": "deity"
}
