{
    "_id": "0EXQHfNN11AfDqNm",
    "folder": "7N23JPmpkjz88mao",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Phi Deva",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Made of a thousand nameless faces and a thousand nameless voices, Phi Deva speaks for and defends those who can't protect themselves. They are both one god and a thousand, both mortal and yet infinite. The Thousand Souled Chorus is neither a god of a single soul nor a mortal who ascended the heights to godhood, for that would imply they rose out of exceptionable mortality. Instead, they are a god borne of blood, sweat, and death, of the defenseless who were not protected and now seek to protect those who can't protect themselves. Phi Deva is most often worshipped by the common people, though anyone who seeks their protection is welcomed into the chorus. But powerful figures beware, for bringing the sights of the Chorus onto oneself can be dangerous for those who do not check their own power.</p>\n<p><strong>Title</strong> The Thousand-souled Chorus</p>\n<p><strong>Areas of Concern</strong> People, the defenseless, the collective good</p>\n<p><strong>Edicts</strong> Protect the defenseless, assist those who ask for your help, put the collective above yourself</p>\n<p><strong>Anathema</strong> Harm the innocent, take more than you need, overturn a collective decision</p>\n<p><strong>Religious Symbol</strong> Bird protecting a second, lifeless bird</p>\n<p><strong>Sacred Animal</strong> sparrow</p>\n<p><strong>Sacred Colors</strong> all</p>"
        },
        "domains": {
            "alternate": [
                "freedom",
                "nature"
            ],
            "primary": [
                "family",
                "healing",
                "protection",
                "repose"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "medicine"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Soothe",
            "4": "Compendium.pf2e.spells-srd.Item.Flicker",
            "7": "Compendium.pf2e.spells-srd.Item.Project Image"
        },
        "traits": {},
        "weapons": [
            "shortbow"
        ]
    },
    "type": "deity"
}
