{
    "_id": "JzaazIXXvAW02Cip",
    "folder": "7N23JPmpkjz88mao",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Lady of the North Star",
    "system": {
        "attribute": [
            "int",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>A goddess whose name has been lost to time (or purposefully obscured), the secretive Lady of the North Star is referred to only by her countless epithets. Despite the efforts of Pharasma's faithful to scrub the Lady's name from the annals of history, a few scattered sects still worship her and transmit her teachings. Their ranks are often closed to outsiders, and their initiation rituals are arduous and famously cryptic. In spite of the Lady of the North Star's love for secrecy, she has one famous weakness: her empathy for those nearing death. She has been known to take pity on those afflicted with incurable curses and ailments of all kinds, appearing to prospective followers through dreams and visions. There, she presents them with a final challenge: to uncover her lost path to immortality before their time runs out.</p>\n<p><strong>Title</strong> Mother of Secrets</p>\n<p><strong>Areas of Concern</strong> Secrets, remembrance, winter, immortality</p>\n<p><strong>Edicts</strong> Seek lost knowledge, uncover hidden mysteries, honor that which is forgotten, pursue immortality</p>\n<p><strong>Anathema</strong> Destroy sources of knowledge, make public that which should remain secret, desecrate a memorial, grow complacent about one's ignorance and mortality, commit torture or murder, knowingly harm an innocent</p>\n<p><strong>Religious Symbol</strong> jade cicada floating over mercury</p>\n<p><strong>Sacred Animal</strong> peafowl</p>\n<p><strong>Sacred Colors</strong> silver, violet</p>"
        },
        "domains": {
            "alternate": [
                "change",
                "star"
            ],
            "primary": [
                "cold",
                "darkness",
                "secrecy",
                "vigil"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "occultism"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Penumbral Shroud",
            "2": "Compendium.pf2e.spells-srd.Item.Stupefy",
            "6": "Compendium.pf2e.spells-srd.Item.Blanket of Stars"
        },
        "traits": {},
        "weapons": [
            "glaive"
        ]
    },
    "type": "deity"
}
