{
    "_id": "rdA9jbvUZdT1Zr8Q",
    "folder": "5eb7q3kKyHs4U68e",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Mahja Firehair",
    "system": {
        "attribute": [
            "str",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>As a mortal, Mahja Firehair was a follower of Sarenrae and the warlord of the Burning Sun hold, which was initially made up of outcasts from other holds. Through Mahja's heroic and fearsome reputation, she oversaw the rapid growth and expansion of her people. After her death, she defeated the reigning orc god of fire, Sezelrian, in the Crucible and became a deity. Mahja carries much of Sarenrae's teachings into her own values as a goddess and shares Sarenrae's affinity for fire, but her primary concern is teaching her followers to bring glory to all orcs and to instill a sense of willing sacrifice into her followers if that is what's required to achieve this goal.</p>\n<p>Much like Sarenrae, Mahja values fire's literal and figurative cleansing. However, she believes redemption should be earned, rather than given freely. In fact, Mahja strongly believes in proving one's worth in all aspects of life. She routinely tested people before her ascension and was known to ask leading questions and request demonstrations of people's abilities before she took them seriously. She also commonly gave people difficult tasks before considering trades, deals, or alliances. However, she was fiercely loyal to those who proved their worth to her.</p>\n<p><strong>Title</strong> Matron of Rites</p>\n<p><strong>Areas of Concern</strong> Community, fire, trials of worth</p>\n<p><strong>Edicts</strong> Bring honor and glory to orcs, build up your community, seek personal perfection</p>\n<p><strong>Anathema</strong> Undermine your community, seek personal glory, grant redemption to the unworthy</p>\n<p><strong>Religious Symbol</strong> flaming heart</p>\n<p><strong>Sacred Animal</strong> salmon</p>\n<p><strong>Sacred Colors</strong> gold, green</p>"
        },
        "domains": {
            "alternate": [
                "sun"
            ],
            "primary": [
                "family",
                "fire",
                "perfection",
                "toil"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Breathe Fire",
            "3": "Compendium.pf2e.spells-srd.Item.Blazing Dive",
            "5": "Compendium.pf2e.spells-srd.Item.Mantle of the Magma Heart"
        },
        "traits": {},
        "weapons": [
            "scimitar"
        ]
    },
    "type": "deity"
}
