{
    "_id": "DnBpqbMjRe2TwVZF",
    "folder": "5eb7q3kKyHs4U68e",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Uirch",
    "system": {
        "attribute": [
            "str",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>In life, Uirch was a follower of Sarenrae and a warpriest in the Burning Sun hold under warlord Mahja. He became a god upon usurping the tyrannical god Lanishra. Like Mahja, Uirch has incorporated much of Sarenrae's teachings into his own, but his primary goals are to protect those who cannot protect themselves and prevent tyranny from taking root. Prior to his ascension, Uirch spent much of his time learning various ways to protect people, both physically and mentally. He also studied the most impactful preventive measures to ensure people wouldn't need protection in the first place. One such measure that Uirch strongly advocates is inhibiting tyranny from taking hold. He encourages leaders to be strong and benevolent, but also to ensure that there exists a system to keep a watchful eye out for those in power who might exceed the duties of their station and become tyrants. He instructs all his followers to do the same, and there are already several small orc holds adopting his philosophies and placing his priests in positions as guides and counselors.</p>\n<p><strong>Title</strong> The Bulwark</p>\n<p><strong>Areas of Concern</strong> Fortifications, leadership, protection</p>\n<p><strong>Edicts</strong> Protect the weak and innocent, keep your word, do not throw your life away needlessly</p>\n<p><strong>Anathema</strong> Allow tyranny to stand uncontested, put your own safety before those in need of defending, make a promise with the intent to break it</p>\n<p><strong>Religious Symbol</strong> blazing sun on a shield</p>\n<p><strong>Sacred Animal</strong> brown bear</p>\n<p><strong>Sacred Colors</strong> green, brown</p>"
        },
        "domains": {
            "alternate": [
                "family",
                "sun",
                "vigil"
            ],
            "primary": [
                "cities",
                "duty",
                "freedom",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "medicine"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Protector Tree",
            "2": "Compendium.pf2e.spells-srd.Item.Oaken Resilience",
            "4": "Compendium.pf2e.spells-srd.Item.Wall of Fire"
        },
        "traits": {},
        "weapons": [
            "tekko-kagi"
        ]
    },
    "type": "deity"
}
