{
    "_id": "GuUn4gElGNAT3Rbc",
    "folder": "5eb7q3kKyHs4U68e",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Wulgren",
    "system": {
        "attribute": [
            "dex",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Wulgren, like Jukha, is a dromaar. He traveled exceptionally far and wide as a mortal before his ascension. Wulgren was born in Belkzen but became separated from his party during a scouting expedition. After a brief period held captive by a group of adventuring Pathfinders, Wulgren was freed on his own recognizance and traveled to Alkenstar, the City of Smog.</p>\n<p>While in Alkenstar, Wulgren developed a great skill in weapon smithing and forged an unlikely and powerful firearm: the barricade buster. With this massive, inaccurate, but deadly weapon in hand, Wulgren swore his Deathright and returned to Belkzen to stand against the hordes of the Whispering Tyrant. During a brutal battle against an endless stream of skeletal undead, Wulgren and his mighty weapon ultimately fell, and he continued on to fight his Crucible.</p>\n<p>It's unclear which orc deity Wulgren slew; most likely it was another orc who had passed the Crucible previously, whose name had not yet spread widely enough to be well known. Whoever they were, Wulgren defeated them (though it's unclear if he did so with his barricade buster or more conventional weaponry), and Wulgren the Bone-Breaker now stands proudly among Belkzen's gods.</p>\n<p><strong>Title</strong> The Bone Breaker</p>\n<p><strong>Areas of Concern</strong> Destruction of undead, firearms, invention</p>\n<p><strong>Edicts</strong> Create the weapons you intend to wield with your own two hands, innovate efficient ways to defeat your enemies</p>\n<p><strong>Anathema</strong> Wield a weapon forged by another except in direst circumstance, yield ground to an enemy while victory is still possible</p>\n<p><strong>Religious Symbol</strong> hammer striking a bone</p>\n<p><strong>Sacred Animal</strong> boar</p>\n<p><strong>Sacred Colors</strong> gray, white</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "ambition",
                "creation",
                "freedom",
                "perfection"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sure Strike",
            "4": "Compendium.pf2e.spells-srd.Item.Creation",
            "6": "Compendium.pf2e.spells-srd.Item.Phantasmal Calamity"
        },
        "traits": {},
        "weapons": [
            "barricade-buster"
        ]
    },
    "type": "deity"
}
