{
    "_id": "45SK8rdbbxvEHfMn",
    "name": "Ancestries",
    "ownership": {
        "default": 0
    },
    "pages": [
        {
            "_id": "9dpHTBpL3j8ZpqTS",
            "image": {},
            "name": "Anadi",
            "sort": 100000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Anadi people are reclusive, sapient spiders who hail from the jungles of southern Garund. Though they act in many ways like natural-born shapeshifters, their twin forms actually stem from carefully developed magic.</em></p>\n<hr />\n<p>As a communal and peaceful people, anadi ancestors endeavored to establish trade with the neighbors of ttheir homeland. However, these anadi soon learned that most others found their appearance to be extremely objectionable. Wishing to avoid conflict, ancient anadi retreated into isolation until they could find a solution. The answer came when their greatest scholars innovated a fusion of transmutation and illusion magic that allowed them to assume a humanoid form. The technique was developed, perfected, and eventually taught to the overwhelming majority of anadi.</p>\n<p>Early efforts with their new approach to diplomacy have yielded much better results, though sporadic contact means that some outsiders whisper false legends about anadi, such as claims that they are humans who transform into monstrous spiders at moonrise. Even contemporary explorers have reported anadi as human-spider hybrids. The anadi people of the current day strive to slowly but surely create a world where they no longer need to hide their true nature.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Only reveal your true form to people who have earned your trust.</li>\n<li>Openly express sympathy for misrepresented and unfairly stigmatized cultures.</li>\n<li>Provide for those you hold dear and defend them from danger without hesitation.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Appreciate your willingness to seek nonviolent solutions to complicated problems.</li>\n<li>Have a strong reaction to seeing your natural form.</li>\n<li>Assume you have an affinity for druidic magic, given your ability to transform.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Anadi in their true form resemble human-sized spiders with a variety of colorations. Some tones look simple or muted while other remain striking and vibrant, with most patterns inherited from an anadi's parentage. A typical anadi measures five feet in length from their front legs to their rear legs when standing comfortably.</p>\n<p>All anadi possesses the ability to transform into a human guise. This form can resemble any human ethnicity, but it's usually one that blends in with the region of an anadi's hatching. Anadi reach physical maturity after 13 years, going through multiple phases of molting along the way. A typical anadi lives to be about 80 years old.</p>\n<h2>Society</h2>\n<p>Anadi live in a communal society, sharing peaceful lives farming mushrooms or weaving warm blankets. Their culture places great value on cooperation and mutual respect. Due to this cultural upbringing, anadi often have issues facing severe conflict and often come off to other ancestries as very shy. Their history of dealing with arachnophobia in other peoples-which anadi understand is often instinctual and very difficult to control-likewise means that anadi do their best to be accommodating and comforting, even in situations that aren't necessarily fair to them.</p>\n<h2>Alignment and Religion</h2>\n<p>The cooperative nature of anadi society and their dislike of violence means many anadi lean toward good alignments. They're more often neutral than chaotic or lawful, though the latter aren't unheard of.</p>\n<p>Legends say Grandmother Spider rescued anadi people from servitude and brought them to Golarion, becoming their patron deity in the process. Her values of mutual care and playful trickery interweave into anadi culture, and even those who don't worship her tell tales of her adventures.</p>\n<h2>Names</h2>\n<p>Anadi names are given by the members of the web marriage that raised them. Each parent contributes a single syllable, usually the first, from their own name. Older anadi who feel their identity has settled often take on or are given a phrase-title to honor them as well. Anadi who live among human populations rarely take a cover name, but some might adopt one if their given name strongly contrasts the norm in the local culture.</p>\n<h3>Sample Names</h3>\n<p>Altava, Anavachti, Strings-On-The-River Inkeelah, Kerialnamu, Maracha, Leaves-Shelter-Her-Feet Naiala, Orvasa, Reloana, Rivuken, Velachamon</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Anadi Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Wisdom, Free</p>\n<p><strong>Attribute Flaw</strong> Constitution</p>\n<p><strong>Languages</strong> Anadi, Mwangi</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Elven, Iruxi, Kholo, Orcish, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Fangs</strong> You were born with a natural means for hunting and self-defense. You gain a fangs unarmed attack that deals 1d6 piercing damage. Your fangs are in the brawling group and have the finesse and unarmed traits.</p>\n<p><strong>Change Shape</strong> (anadi, arcane, concentrate, polymorph, transmutation) You change into your human or spider shape. Each shape has a specific, persistent appearance. In your human shape, you can't use unarmed attacks granted by your ancestry. You aren't off-guard when climbing in your spider shape. However, in your spider shape you can't use weapons, shields, or other held items of any sort, and you are limited in what actions you can take that have the manipulate trait. The only manipulate actions you can take are to Cast a Spell with somatic components, weave silk or webbing, or simple Interact actions such as opening an unlocked door. Your spider legs can't perform actions that require fingers or significant manual dexterity, including any action that would require a check to accomplish. The GM might determine other manipulate actions are appropriate for your spider legs.</p>\n<h2>Anadi Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Adaptive Anadi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Polychromatic Anadi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Snaring Anadi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Spindly Anadi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Venomous Anadi]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "dyusFHHyaQOaQhZ0",
            "image": {},
            "name": "Android",
            "sort": 200000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Technological wonders from another world, androids have synthetic bodies and living souls. Their dual nature makes them quick-thinking and calm under pressure, but comfortable in stillness and solitude.</em></p>\n<hr />\n<p>Androids first arrived on Golarion during the Rain of Stars, when an interstellar vessel from the far-off planet of Androffa crash-landed, scattering debris across Numeria. While some android survivors of this crash still walk Golarion today, most were created from the technological pods, known as foundries, that operate sporadically amid the starship's wreckage. Androids birthed from these mechanical wombs possess mature bodies and newborn souls, both organic and synthetic; they emerge knowing only their creators' language and the motor skills necessary for survival. They have no understanding of their surroundings, origin, or purpose. Most learn how to behave through keen observation while wandering Numeria.</p>\n<p>Androids tend to be logical introverts, rational and contemplative. Insatiably curious, with an urge to understand themselves and the world around them, androids place great value on intellectual pursuits. They have difficulty interpreting and expressing emotions, both in themselves and in others, which makes them seem distant and uncaring. While androids can forge emotional bonds, they find it more difficult to connect with non-androids.</p>\n<p>If you want a character that's a synthetic foreigner in a fantastic world, forced to learn the nuances of reality and society through the powers of observation and logic alone, you should play an android.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Keep your identity a secret, assuming others want to exploit or harm you.</li>\n<li>Plan ahead, preparing multiple contingencies for even simple tasks.</li>\n<li>Calculate the repercussions of your actions, inventions, and thoughts before sharing them.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Assume you understand how to operate technology and that you can capably communicate with constructs and robots.</li>\n<li>Believe you to be immortal and envy your eternal youth and vigor.</li>\n<li>Think you have no feelings and that you can't form emotional connections with others.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Androids were created in humanity's image; thus, foundries produce androids that represent all humankind. Androids display great diversity in coloration and ethnicity, height and body shape, and gender identity. Androids breathe, eat, and sleep like a human, although they're incapable of biological procreation. Their bodies contain microscopic nanites, transported by fluid too watery to be blood, that manage their organic processes. These nanites are controlled through biological circuitry that resembles tattoos and is typically located along an android's hands, forearms, face, or neck. Many androids can harness their nanites to increase their bodies' efficiency, causing the circuitry to glow.</p>\n<p>Androids don't grow old. Instead, their organic appearance becomes less convincing over time, causing them to look more artificial. After a century, most androids feel their time coming to an end and willingly release their souls to the Boneyard to face Pharasma's judgment. Their bodies then shut down, entering a lifeless hibernation as their nanites begin restoration protocol and reset their synthetic bodies to their original manufactured state. After a few weeks, a new soul enters the android's form, triggering reinitialization. This process, called Renewal, is an event to be celebrated, akin to bearing a child. Those that die by violence can't Renew, so androids go to great lengths to protect themselves and their brethren from harm.</p>\n<h2>Society</h2>\n<p>Androids have a history of being exploited, enslaved, and destroyed by their Numerian neighbors, so they hide in order to survive. Most choose to keep their ancestry secret by integrating into human society or by adapting to a nomadic lifestyle. Some androids eschew humanity to live among their kind. Such groups often remain small by necessity; while a pair of androids can avoid danger through careful secrecy, large groups attract too much attention.</p>\n<p>Android communities are efficient and highly organized. Each citizen understands their role and takes pride in filling it effectively. Debates and lectures frequently occur, as androids seek to understand themselves and their world through education and inquiry. These insular and secretive enclaves relocate when discovered.</p>\n<h2>Alignment and Religion</h2>\n<p>Most androids are neutral. They care for their own safety and that of their companions and their kind. Androids interested in religion usually worship Casandalee or Brigh, goddesses that unite invention and life. Other popular deities include Desna, Irori, and Gozreh.</p>\n<h2>Names</h2>\n<p>Androids adopt the naming conventions of their surrounding societies, while those raised among their own kind instead select a single name that utilizes Androffan phonology. Occasionally, such androids add a numerical designation to their names, denoting how many generations their body has hosted life as a kind of homage to their bloodline.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Anati, Daniv, Era-4, Feralia, Gelegor, Ilgos-5, Koresh, Oris, Prime, Urdun, Verity-3, Ymry</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Android Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Intelligence, Free</p>\n<p><strong>Attribute Flaw</strong> Charisma</p>\n<p><strong>Languages</strong> Common, Androffan</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Chthonian, Empyreal, Draconic, Dwarven, Sakvroth, Utopian, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Constructed</strong> Your synthetic body resists ailments better than those of purely biological organisms. You gain a +1 circumstance bonus to saving throws against diseases, poisons, and radiation.</p>\n<p><strong>Emotionally Unaware</strong> You find it difficult to understand and express complex emotions. You take a -1 circumstance penalty to Diplomacy and Performance checks, and on Perception checks to Sense Motive.</p>\n<h2>Android Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Artisan Android]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Impersonator Android]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Laborer Android]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Polyglot Android]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Warrior Android]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "rsx8cRI20oEDgfQh",
            "image": {},
            "name": "Automaton",
            "sort": 300000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>These intelligent constructs house actual souls and represent what remains of a dying empire's last attempt at greatness. Automatons combine technological ingenuity with magical power, creating a blended being wholly unique to Golarion.</em></p>\n<hr />\n<p>The Jistka Imperium was the first major human civilization to emerge after Earthfall, arising around the area that would later become Rahadoum and enduring for seven centuries thanks to great advancements in civics and the sciences. However, Jistka's leaders often favored aggressive uses of technology, and early advances paved the way for arrogance, petty infighting, and corruption. The Jistka Imperium's expansionist tendencies and lack of diplomacy earned the Imperium many enemies over the course of its existence. The most notable of these foes was the empire of Ancient Osirion. Osirion's enmity ultimately sealed the Imperium's fate, as they employed clever and depraved magic that proved more than a match for Jistka's legendary golem army, even when the Jistkans began to cut corners and bind fiends into their golems. In a desperate attempt to fight back against internal corruption and external pressures, a cabal of concerned Jistkans formed the Artificer Conclave to develop new technologies to stave off the Imperium's collapse and return Jistka to its former glory. The most successful of these developments were automatons, which the Conclave believed to be the pinnacle of Jistkan constructs-or at least, the last hope for Jistka's salvation. Conclave creators transplanted the mind, life force, and soul of Jistkan individuals into these constructs, creating magical and technological marvels powered by the life energy of the greatest warriors and scholars the organization could recruit. Unfortunately, despite the Conclave's best efforts, the automatons' arrival happened too late to save the already doomed Imperium. The empire collapsed, leaving automatons to fend for themselves.</p>\n<p>The exceptional and forward-thinking construction of automatons means that a fair number remain today, millennia later, scattered to the winds. However, the passage of time has revealed one of automatons' greatest weaknesses: their mortal psyches. Only the strongest willed have managed to retain their memories, sense of self, and lucidity after all this time. As each automaton remains as unique as any living person on Golarion; a given automaton has their own personality, shaped by countless experiences. Most automatons behave reclusively, preferring to avoid others due to fear of attachment or misunderstanding. Even automatons who are more willing to live in the open understand that their unique nature makes them a prime target for hunters, scholars, or worse. Rare is the automaton that lives without the regular occurrence of distrust or worry.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Have lived for several centuries and through many significant events.</li>\n<li>Be hesitant to trust others until they've earned it.</li>\n<li>Remember little of your life before becoming an automaton.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Mistake you for a mindless construct when they first see you.</li>\n<li>Assume you have secret knowledge about magic and technology.</li>\n<li>Look upon you with awe.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Automatons share a common construction-a blend of magically treated metals and stone. This design allows automatons to withstand the rigors of direct combat and makes them particularly hardy. Their heavy bodies can move just as quickly as other combatants, making automatons intimidating foes. The design of an automaton varies depending on the needs of its role. Most automatons have a basic humanoid shape, though some instead have shapes that closely resemble animals. The majority of automatons have a single eye that glows with a dim, magical light. Each also contains a powerful artifact that both houses its individual soul and uses a combination of life and planar energy for power. These automaton cores are marvels of magical engineering whose method of creation has been lost to time.</p>\n<p>As constructs, automatons typically don't need to breathe, eat, or sleep; however, the body of an automaton needs to vent an imperceivable magical exhaust at a constant rate. This venting process requires breathable air to prevent a buildup of exhaust that can clog the automaton's systems, sometimes to fatal effect. Thus, automatons can still suffocate much like living creatures. Though they don't sleep, automatons require a period of magical recalibration and restoration which stabilizes the energies within their core. Without this process, an automaton core is incapable of fully powering the automaton and they enter an inefficient state (similar to a humanoid who doesn't get 8 hours of sleep).</p>\n<p>Automatons don't age and the design of their cores grants them a seemingly endless power source. Many automatons that exist today are thousands of years old, their bodies as efficient as the day of their creation, even if their minds might have deteriorated with the strain of the ages. Automatons lost over time typically met violent ends. An automaton's body is just as vulnerable to destruction as any other construct, though destroying an automaton core is more difficult. As such, an automaton's soul might remain trapped within its core for years after the destruction of its body. This was the intent of the original creators, who hoped to provide functional immortality. However, in reality, the destruction of the body more often leads to a malfunction, requiring magical intervention such as resurrection magic to restore the automaton completely. In the case of the core's destruction, or if it malfunctions catastrophically enough that it can no longer hold the soul, the core releases the spirit to the River of Souls.</p>\n<p>In some cases, an automaton can learn how to consciously or subconsciously influence its core. These automatons eventually learn how to release their souls from their cores, allowing their souls to move on when they feel they have achieved a satisfying life. This act leaves the automaton as a mindless construct, typically still active but no longer capable of anything but aimless wandering and occasional acts of self-defense.</p>\n<h2>Society</h2>\n<p>Due to the disparate fates of automatons, many of them lead solitary lives. There are a few cases of automatons originally designed to work together, such as groups of warriors, who remain as a team and dwell together in hideouts or travel together as wanderers. These groups are few and far between, however, and automaton settlements are even rarer. The only pockets of automatons that begin to resemble settlements typically hide among the ruins of Jistka. These groups can hold dozens of automatons, but any attempts to contact or visit them tend to be fruitless. Such gatherings are especially secretive, and the resident automatons will protect their homes at any cost.</p>\n<p>Automatons are far more likely to encounter other ancestries. Depending on the automaton's personality, this encounter could go a number of ways, ranging from extreme secrecy to open visitation. An automaton's unique appearance makes them stand out regardless of where they're found, but most others look upon them with awe or curiosity rather than fear. Magical constructs aren't an alien concept across Golarion, but many of them are mindless. After making it past the initial shock of a thinking construct, it's often not difficult for most grasp how to engage with an automaton. However, automatons are more likely to find the semblance of an everyday life in large cities like Absalom, Azir, or Quantium. Regardless of where they go, an automaton must remain on the lookout for those who would attempt to take their body for study or to access their core.</p>\n<h2>Alignment and Religion</h2>\n<p>The people of the Jistka Imperium saw the aeons of Axis as ideal beings whose behavior was worthy of emulation, so many Jistkans were lawful neutral. Since many automatons contain Jistkan souls, most automatons are lawful neutral, or at least lawful in some capacity. Over the centuries, however, a fair number of automatons have drifted toward neutral alignments as their outlooks change without a primary society or set of ideals upon which to cling. Automatons tend to worship gods of technology or magic like Brigh and Nethys, or various monitor demigods. Worship of Irori and Pharasma are somewhat common among automatons as well. Pharasmin automatons likely learn how to release their souls from their cores, and often choose to do so. Though they are ancient beings from long before the time of Casandalee, a small number of automatons have recognized the new artificial goddess as a kindred spirit.</p>\n<h2>Names</h2>\n<p>An automaton typically keeps the name they had before their transformation into a construct, if they can remember it. Even when other memories fade, memory of their name often remains. As such, many automatons have names with Jistkan origins. Second most common are automatons who had to give themselves a new name, as they lost their memories of the old one at some point. Those automatons that particularly believed in the cause of the Artificer Conclave might instead take the name of one of the conclave's members in honor of the cause that they gave their body to support. Some automatons prefer to change their names over their lifetimes, either selecting a new name from a culture they encountered or adding a title to represent a significant moment in their lives. In some cases an automaton will use a particularly cherished title in place of any other name.</p>\n<h3>Sample Names</h3>\n<p>Alnhaman, Busmin, The Doleful, Enoh, Himar, Kantral, The Kindred, Numinar, Scholar, Tehkis, Wayfarer, Yulmian</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Automaton Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium or Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Strength, Free</p>\n<p><strong>Languages</strong> Common, Utopian</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Chthonian, Diabolic, Dwarven, Elven, Empyreal, Petran, Pyric, Sussuran, Thalassic, and any other languages to which you have access (such as the languages prevalent in your region). At the GM's discretion, if you still have memories from your time in Jistka, you might speak Jistka instead of Common.</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Automaton Core</strong> Your body contains an automaton core infused with planar quintessence that grants you power to perform various tasks and houses your soul and life energy. This life energy flows through you much like the blood of humanoids. As a result, you are a living creature. You don't have the typical construct immunities, can be affected by effects that target a living creature, and can recover Hit Points normally via vitality energy. Additionally, you are not destroyed when reduced to 0 Hit Points. Instead, your life energy attempts to keep you active even in dire straits; you are knocked out and begin dying when reduced to 0 Hit Points.</p>\n<p><strong>Constructed Body</strong> Your physiological needs are different than those of living creatures. You don't need to eat or drink. You don't need to sleep, but you still need a daily period of rest. During this period of rest, you must enter a recuperating standby state for 2 hours, which is similar to sleeping except you are aware of your surroundings and don't take penalties for being unconscious. Much like with sleeping, if you go too long without entering your standby state, you become fatigued and can't recover until you enter standby for 2 hours.</p>\n<h2>Automaton Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Hunter Automaton]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Mage Automaton]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Sharpshooter Automaton]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Warrior Automaton]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "SNhp04cirQnnBTbb",
            "image": {},
            "name": "Azarketi",
            "sort": 400000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Azarketis, inheritors of a shattered empire's legacy, hold their proud traditions close but still surface to interact with the rest of the world.</p>\n<p>The aquatic humanoids of the Inner Sea share a somber and burdened history. Most refer to these aquatic peoples as gillmen or sometimes Low Azlanti, though they typically refer to themselves as azarketi, an Azlanti word that translates roughly to “people of the seas.” After Earthfall, these proud humans were mutated into aquatic servants by their alghollthu foes. Feeling like they don't fully belong with their human brethren nor with the sea that binds them, many azarketis struggle for a sense of identity and purpose. Though they remain distrusted by the surface dwellers, azarketis celebrate their unique lineage and their descent from the venerated Azlanti culture.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Ambitiously seek to defy negative perceptions and prejudice laid against you.</li>\n<li>Be reclusive and skeptical of strangers.</li>\n<li>Regard the water as your home, but be intrigued by societies along the shore.</li>\n</ul>\n<h2>Others probably...</h2>\n<ul>\n<li>Assume you are an ambassador to the sea and ask for your advice on nautical matters.</li>\n<li>Misunderstand your gentle gestures and mild expressions.</li>\n<li>Treat you with distrust or suspicion and anticipate betrayal from you.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Azarketis appear as regal, athletic humans. Their soft, hydrophilic skin ranges in tones from pearlescent white to pinkish, greenish, or brown tones reminiscent of coral. Azarketis with hair are somewhat rare; many sport fins or scaled ridges on their heads instead. Like the Azlanti people from which they descend, they often have violet eyes. Their aquatic lineage is obvious thanks to the sets of three gills on either side of their necks, as well as their webbed hands and feet. Azarketis have been known to live longer than humans, although they mature at about the same rate.</p>\n<h2>Society</h2>\n<p>Azarketis lack the center for combined culture that helps other groups maintain a cohesive identity. The vastness of the oceans and waterways spread these swift-swimming people across the Inner Sea and beyond. Many azarketis rely only on the small familial groups in their immediate community and prefer smaller populations with comrades they trust and know intimately.</p>\n<p>Some azarketis prefer to foster connections with their surface-dwelling brethren. Living in ports, river towns and along the shore allows azarketis a greater scope of opportunities not afforded to exclusively land or sea peoples. Although integrating with land society can be difficult, azarketis manage by forming bonded communities. Members will often have fond familial names for one another, regardless of actual relation.</p>\n<p>If they have the means, some azarketis dress in attire reflecting their Azlanti heritage. More commonly, azarketis do their best to remain inconspicuous when they emerge from the water. Many will wear shemaghs or other head wrappings, which both hide their gills and provide a few extra comfortable hours out of water if soaked before donning.</p>\n<h2>Alignment and Religion</h2>\n<p>As they are typically outsiders to the domains of surface life, azarketis tend toward deities with an affinity for the ocean or other forms of water, the most popular being Gozreh. They are also likely to give reverence to other deities of nature or navigation, such as Desna.</p>\n<p>Some azarketis are tempted toward the call of the deep and serve their old alghollthu masters as gods. These individuals are enticed by eldritch entities such as the mysterious veiled masters—powerful beings of the deep ocean responsible for both uplifting and destroying the Azlanti people.</p>\n<p>Azarketis vary wildly in beliefs and values, as evidenced by their broad divergence in allegiance; thus, azarketis can be of any alignment.</p>\n<h2>Names</h2>\n<p>Azarketis often take the names of nautical, weather, or geographical features important to the azarketi's family. Other azarketi groups will choose human names in order to encourage conformity with surface cultures. Some azarketi names have been passed down through so many generations that they still use ancient Azlanti roots or refer to bodies of water that no longer exist.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Aft, Aliz, Cascade, Delta, Harbor, Ilani, Inkua, Jib, Lagoon, Lobay, Marine, Tidal, Windward, Zarket</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Azarketi Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 20 feet, Swim 30 feet</p>\n<p><strong>Attribute Boosts</strong> Constitution, Charisma, Free</p>\n<p><strong>Attribute Flaw</strong> Wisdom</p>\n<p><strong>Languages</strong> Common, Alghollthu</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Thalassic, Azlanti, Draconic, Elven, and Sakvroth and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Hydration</strong> While you are an amphibious being equally as capable on land as in the water, your body requires you to return to aquatic environments at least once in a 24-hour period. You must submerge in water in order to rehydrate your water-acclimated skin. If you fail to do this, your skin begins to crack and your gills become painful. After the first 24 hours outside of water, you take a -1 status penalty to Fortitude saves. After 48 hours, you struggle to breathe air and begin to suffocate until returned to water.</p>\n<h2>Azarketi Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Ancient Scale Azarketi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Benthic Azarketi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Inured Azarketi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Mistbreath Azarketi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Murkeyed Azarketi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.River Azarketi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Spined Azarketi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Tactile Azarketi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Thalassic Azarketi]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "5S1Pq3GoEzLfBbH7",
            "image": {},
            "name": "Catfolk",
            "sort": 500000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Curious and gregarious wanderers, catfolk combine features of felines and humanoids in both appearance and temperament. They enjoy learning new things, collecting new tales and trinkets, and ensuring their loved ones are safe and happy. Catfolk view themselves as chosen guardians of natural places in the world and are often recklessly brave, even in the face of overwhelming opposition.</em></p>\n<hr />\n<p>Catfolk are outgoing, active humanoids who delight in discovery, whether of hidden ruins or a comfortable place to nap. They are exceptionally social, both within their tight-knit communities and with other creatures they meet. Remarkably brave, catfolk see themselves as guardians of the world against forces that would assail it, and they believe that strong communities, breadth of experience, and continual self-improvement aid them in this fight.</p>\n<p>Catfolk have fast reflexes and are even able to twist themselves in the air while falling to land on their feet. As quick as these reflexes are, catfolk have quicker tempers, shifting from effusive glee to aggrieved fury in an instant. Like mundane felines, catfolk involuntarily purr when pleased and growl when surprised or angry.</p>\n<p>If you want a character who is curious, brave, friendly, and nimble in body and mind, you should play a catfolk.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Demonstrate genuine interest by asking a lot of enthusiastic questions.</li>\n<li>Avoid interpersonal conflict by giving someone a cold shoulder or by simply leaving the area.</li>\n<li>Carefully scout a target or problem before striking at it quickly.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Think you monopolize conversations with your incessant queries or opinions.</li>\n<li>Consider you haughty or prideful.</li>\n<li>Ascribe more emotion than you feel to your involuntary purrs or growling.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Although all catfolk walk upright and have soft fur, a long tail, large ears, and vertical pupils, they show at least as much variety as ordinary felines. Catfolk have nimble fingers with short claws that are usually retractable. Most catfolk take great pride in maintaining their appearance and rarely suffer the indignity of being wet or dirty if they can avoid it.</p>\n<p>Catfolk mature quickly and are able to walk at only a few months old, but they otherwise start their careers at roughly the same age as humans do and live to be 60 or 70 years of age. Catfolk are rarely taller than the average human and, because of their lean builds, almost never weigh as much as a human of similar height.</p>\n<h2>Society</h2>\n<p>Catfolk call themselves amurruns, although many consider this name to be private. They raise their children in large extended families, where they are given what many other humanoids see as a distressing latitude to explore and get into trouble from a remarkably young age. Catfolk learn a trade in a loose apprenticeship, and the majority learn several trades over their lives.</p>\n<p>Catfolk societies are often led by an appointed leader who speaks on behalf of the community and mediates disputes. A catfolk leader is most often a spellcaster and usually female. Catfolk prefer to deal with grievances by making an elaborate showing of disinterest, or even leaving a community for a time so the problem can die away or work itself out.</p>\n<h2>Alignment and Religion</h2>\n<p>Catfolk aren't a particularly religious people, but most do believe they were uplifted from great primeval cats to confront the evil abominations despoiling natural places and laboring to unmake reality. The gods blessed catfolk with language, the use of tools and weapons, and a strong sense of community.</p>\n<p>Most catfolk are good. They enjoy the freedom to travel and like to set their own paths in life, so more catfolk are chaotic than lawful. Religious catfolk most often practice a nebulous form of animism, appeasing the spirits of the land and the creatures they hunt to preserve the natural order.</p>\n<h2>Adventurers</h2>\n<p>Catfolk delight in venturing into unexplored areas, whether untrammeled wildernesses or ancient dungeons. They like finding treasures and baubles, but for most catfolk, the experience of the journey itself is the true reward.</p>\n<p>Typical catfolk backgrounds include acrobat, artist, gambler, hunter, nomad, and scout, plus bandit, courier, insurgent, outrider, and root worker. Catfolk's inherent curiosity and agility mean they excel as swashbucklers, bards, fighters, and rogues. Their love of the natural world and drive to puzzle out secrets of all types leads many to become investigators, druids, or sorcerers.</p>\n<h2>Names</h2>\n<p>Catfolk are given short names in their youth. Adolescent catfolk are free to choose a different name when they first leave home, though some simply keep the name they've gotten used to. Catfolk love to add titles and honorifics to their names. Some catfolk use their titles exclusively among non-catfolk, and so become known by epithets like Six Fates, Fiend Killer, or Mistcloak.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Alyara, Crinto, Drewan, Espes, Ferrus, Gerran, Halhat, Hoya, Ruun, Sevastin, Tespa, Yonsol, Zakkar, Zathra</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Catfolk Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Charisma, Free</p>\n<p><strong>Attribute Flaw</strong> Wisdom</p>\n<p><strong>Languages</strong> Amurrun, Common</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Elven, Gnomish, Goblin, Halfling, Iruxi (the language of lizardfolk), Jotun, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Land on your Feet</strong> When you fall, you take only half the normal damage and don't land prone.</p>\n<h2>Catfolk Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Clawed Catfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Flexible Catfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Hunting Catfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Jungle Catfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Liminal Catfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Nine Lives Catfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Sharp-Eared Catfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Winter Catfolk]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "ufWdokSN5W3Einus",
            "image": {},
            "name": "Conrasu",
            "sort": 600000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Conrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral part of the underlying processes of the universe and strangely set apart, conrasus look to aeons to understand their existence.</em></p>\n<hr />\n<p>Conrasus aren't entirely clear on their own origins. Some historians think them a failed experiment of a wizardly cabal—possibly a splinter of artificers from the ancient Jitska Imperium—who desperately hoped to bind a pleroma to bolster their army but who accidentally conjured shattered scraps of the aeon instead. Others believe conrasus were built by their ancestors using an accelerated, iterative evolution process as natural as one designed by those who build portions of their own bodies could ever hope to achieve. Most likely, it is a mix of the two.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Do your best to determine and act upon the will of your guiding aeon.</li>\n<li>Use rituals and repetitive actions as a means to meditate and reflect on your purpose.</li>\n<li>Have difficulty applying your cosmic instincts and senses to a physical existence.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>View you as part of a hivemind at best or lacking in free will at worst.</li>\n<li>Have trouble understanding your perspective or attempts at communication.</li>\n<li>Look to you as the expert on any matters involving aeons or related beings.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>The true form of a conrasu is an abstract chunk of spiritual essence. While their being exists beyond the truth of humanoid senses, to the mortal eye, their body usually resembles a globe of light, darkness, or space. Floating, internal pinpricks of illumination sit inside the ball, slightly obscured as if peeking through a gelatinous substance. These “cores” surround themselves with bodies made out of still-living wood, creating the form that most people recognize as a conrasu.</p>\n<p>Conrasus themselves are called to a path and, once they find it, shape frames to create a suitable form, leading to a wide variety of appearances. As a conrasu ages, the supple green wood of ttheir body hardens, causing their limbs to lose mobility. Conrasus must constantly grow new arms and roots for their living exoskeleton, leaving their frozen limbs as immobile effigies along their shell.</p>\n<p>Conrasus can't maintain their integrity without their wooden exoskeletons. A conrasu that loses its exoskeleton dissipates and dies, though they can be returned to life with magic like other beings.</p>\n<h2>Society</h2>\n<p>There are three distinct types of conrasus. Maintainers tend and care for others, believing they must cultivate a proper balance between various forces. Shapers build and direct those around them, and feel that balance is maintained by those who strive to preserve the world's equilibrium. Lastly, correctors fix problems of all sorts, often acting as stalwart bastions of law who perceive the world in absolutes, with few to no shades of gray. True balance can be achieved only in cases where pressure and force have been applied to make necessary changes.</p>\n<p>On rare occasions, a conrasu may hear and heed the call of another form of extraplanar being. One might serve a psychopomp, another an archon, and yet another might become a witch and adopt an unknown figure as a patron.</p>\n<h2>Alignment and Religion</h2>\n<p>Many conrasus consider themselves bound to a specific aeon, following them like a deity and doing what they believe to be the aeon's bidding. As a result, almost all conrasus are lawful neutral in alignment.</p>\n<h2>Names</h2>\n<p>Conrasus have little in the way of consciousness as others understand it before they self-actualize and leave the nursery-towns where they sprouted. That includes a name, a concept of gender, and even the passage of time beyond their little bubbles-these are picked up in the wider world. As a result, a conrasu might have nearly any appellation.</p>\n<h3>Sample Names</h3>\n<p>Automa, Azubu, Dumi, Emeka, Ganizadi, Locu, Incanes, Radi, Shell, Weave</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Conrasu Mechanics</h2>\n<p><strong>Hit Points</strong> 10</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Constitution, Wisdom, Free</p>\n<p><strong>Attribute Flaw</strong> Charisma</p>\n<p><strong>Languages</strong> Mwangi, Rasu</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Celestial, Elven, Iruxi, Sylvan, Terran, Utopian, and any other languages to which you have access (such as the languages prevalent to your region).</p>\n<p><strong>Sunlight Healing</strong> A conrasu can enter a meditative, healing state as a 10-minute activity when exposed to direct sunlight, in which case they recover 1d8 Hit Points. At 3rd level, and every 2 levels thereafter, this healing increases by 1d8. Once a conrasu has recovered Hit Points in this way, they are temporarily immune to further uses of Sunlight Healing for 1 day.</p>\n<h2>Conrasu Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Rite of Invocation]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Rite of Knowing]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Rite of Light]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Rite of Passage]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Rite of Reinforcement]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "XzRv30zY3UXRbBho",
            "image": {},
            "name": "Dwarf",
            "sort": 700000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Dwarves have a well-earned reputation as a stoic and stern people, but they also have an unbridled zeal and deeply value artisanship. To a stranger, they can seem untrusting and clannish, but to their friends and family, they are warm and caring. While trust from a dwarf is hard-won, once gained it is as strong as iron.</p>\n<p>If you want to play a character who is as hard as nails, a stubborn and unrelenting adventurer, with a mix of rugged toughness and deep wisdom, you should play a dwarf.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Strive to uphold your personal honor and refuse to back down</li>\n<li>Appreciate quality craftsmanship in all forms and insist upon it for all your gear.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>See you as stubborn, though whether this is an asset or a detriment changes from moment to moment.</li>\n<li>Recognize the deep connection you have with your family, heritage, and friends.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Dwarves are short and stocky, standing about a foot shorter than most humans. They have wide, compact bodies and burly frames. Dwarves of all genders pride themselves on the length of their hair and beards, which they often braid into intricate patterns, some of which represent specific clans. A long beard is a sign of maturity and honor among many dwarf clans.</p>\n<p>Dwarves typically reach physical adulthood around the age of 25, though their traditionalist culture places more value on completing coming-of-age ceremonies unique to each clan than reaching a certain age. A typical dwarf can live to around 350 years old.</p>\n<h2>Society</h2>\n<p>Though the ancient dwarven empire fell long ago, overwhelmed by orc and goblinoid enemies, dwarves today retain many of the qualities that once propelled them to greatness: fierceness, gumption, and stubbornness in their endeavors. Dwarves live within mountain Sky Citadels dotted over the surface, which can create vast cultural divides between dwarf clans. Yet nearly all dwarven peoples share a passion for stonework, metalwork, and family.</p>\n<p>Few dwarves are seen without their clan dagger strapped to their belt. This dagger is forged just before a dwarf's birth and is distinctive to their clan. Dwarves honor their children with names of ancestors or dwarven heroes. When introducing themselves, dwarves tend to list their family and clan, plus any number of other familial connections and honorifics.</p>\n<h3>Sample Names</h3>\n<p>Agna, Bodill, Edrukk, Grunyar, Ingra, Kotri, Morgrym, Rogar, Torra, Yangrit</p>\n<h2>Beliefs</h2>\n<p>Dwarves tend to value honor and closely follow the traditions of their clans and kingdoms. They have a strong sense of friendship and justice, though they are often very particular about who they consider a friend. They work hard and play harder—especially when strong ale is involved. Torag, god of dwarvenkind, is dwarves’ primary deity, though worship of Torag’s family members is also common.</p>\n<h4><strong>Popular Edicts</strong></h4>\n<p>create art with utility, guard your community against those who would harm it, keep your clan dagger close</p>\n<h4><strong>Popular Anathema</strong></h4>\n<p>leave an activity or promise uncompleted, forsake your family</p>\n<h2>Dwarf Mechanics</h2>\n<p><strong>Hit Points</strong> 10</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 20 feet</p>\n<p><strong>Attribute Boosts</strong> Constitution, Wisdom, Free</p>\n<p><strong>Attribute Flaw</strong> Charisma</p>\n<p><strong>Languages</strong> Common, Dwarven</p>\n<p><strong>Additional languages</strong> equal to your Intelligence modifier (if it's positive). Choose from Gnomish, Goblin, Jotun, Orcish, Petran, Sakvroth, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<p><strong>Clan Dagger</strong> You get one clan dagger of your clan for free, as it was given to you at birth. Selling this dagger is a terrible taboo and earns you the disdain of other dwarves.</p>\n<h2>Dwarf Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Ancient-Blooded Dwarf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Anvil Dwarf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Death Warden Dwarf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Elemental Heart Dwarf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Forge Dwarf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Forge-Blessed Dwarf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Oathkeeper Dwarf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Rock Dwarf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Strong-Blooded Dwarf]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "3cfdiId1IoxLsF9V",
            "image": {},
            "name": "Elf",
            "sort": 800000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>As an ancient people, elves have seen great change and have the perspective that can come only from watching the arc of history. After leaving Golarion in ancient times, they returned to a changed land, and they still struggle to reclaim their ancestral homes. Elves value kindness, intellect, and beauty, with many elves striving to improve their manners, appearance, and culture. Their studies delve into a level of detail that most shorter-lived peoples find excessive or inefficient. Elves are often rather private people, steeped in the secrets of their groves and kinship groups. They're slow to build friendships outside their kinsfolk, as elves who spend their lives among shorterlived peoples often become morose after watching generations of companions age and die. These elves are known as Forlorn among their fellow elves.</p>\n<p>If you want a character who is magical, mystical, and mysterious, you should play an elf.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Carefully curate your relationships with people with shorter lifespans.</li>\n<li>Adopt specialized or obscure interests simply for the sake of mastering them.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Focus on your appearance, either admiring your grace or treating you as if you’re physically fragile.</li>\n<li>Worry that you privately look down on them, or feel like you’re condescending and aloof.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>While generally taller than humans, elves possess a fragile grace, accentuated by long features and sharply pointed ears. Their eyes are wide and rounded, featuring large and often vibrantly colored pupils that make up the entire visible portion of the eye. These pupils give them an alien look and allow them to see sharply even in very little light.</p>\n<p>Elves gradually adapt to their environment and their companions, and they often take on physical traits reflecting their surroundings. An elf who has dwelled in primeval forests for centuries, for example, might exhibit verdant hair and gnarled fingers, while one who's lived in a desert might have golden pupils and skin. Elves reach physical adulthood around the age of 20, though they aren't considered to be fully emotionally mature by other elves until closer to the passing of their first century. A typical elf can live to around 600 years old.</p>\n<h2>Society</h2>\n<p>The inborn patience and intellectual curiosity of elves make them excellent sages, philosophers, and wizards, and their societies are built upon their inherent sense of wonder and knowledge.</p>\n<p>Elves hold deeply seated ideals of individualism, allowing each elf to explore multiple occupations before alighting on a particular pursuit or passion that suits her best. Elves bear notorious grudges against rivals, which elves call ‘ilduliel,' but these antagonistic relationships can sometimes blossom into friendships over time. An elf keeps their personal name secret among their family, while giving a nickname when meeting other people. This nickname can change over time, due to events in the elf's life or even on a whim. A single elf might be known by many names by associates of different ages and regions. Elven names consist of multiple syllables and are meant to flow lyrically—at least in the Elven tongue.</p>\n<h3>Sample Names</h3>\n<p>Aerel, Amrunelara, Caladrel, Dardlara, Faunra, Heldalel, Jathal, Lanliss, Oparal, Seldlon, Soumral, Talathel, Tessara, Variel, Yalandlara, Zordlon</p>\n<h2>Beliefs</h2>\n<p>Elves are often emotional and capricious, yet they hold high ideals close to their hearts. They prefer deities who share their love of all things mystic and artistic. Desna and Shelyn are particular favorites, the former for her sense of wonder and the latter for her appreciation of artistry. Calistria is the most notorious of elven deities, as she represents many of the elven ideals taken to the extreme.</p>\n<h4><strong>Popular Edicts</strong></h4>\n<p>find beauty in nature and art, explore things others would keep hidden, demonstrate superiority to your rival</p>\n<h4><strong>Popular Anathema</strong></h4>\n<p>abandon your own path, force another creature to do something</p>\n<h2>Elf Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 30 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Intelligence, Free</p>\n<p><strong>Attribute Flaw</strong> Constitution</p>\n<p><strong>Languages</strong> Common, Elven</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Empyrean, Fey, Gnomish, Kholo, Orcish, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<h2>Elf Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Ancient Elf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Arctic Elf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Cavern Elf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Desert Elf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Seer Elf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Whisper Elf]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Woodland Elf]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "RlMgeku1FNJjF7YR",
            "image": {},
            "name": "Fetchling",
            "sort": 900000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Once human and now something apart, fetchlings display the Shadow Plane's ancient influence through monochrome complexions, glowing eyes, and the casting of supernatural shadows.</em></p>\n<hr />\n<p>Fetchlings are a striking people whose skin appears entirely drained of color. These lithe and shadowy beings seem to sink and vanish into the gloom. They see in darkness, exercise control over shadows, and have strange occult powers. Some fetchlings develop their powers enough to pass between the Shadow and Material Planes, leaving other ancestries to whisper about figures that emerge from shaded corners and then vanish without a trace. Through magic and other means, they've spread across Golarion and the planes beyond, as adaptable as the humans they once were.</p>\n<p>The first fetchlings were refugees. Ages ago, when Earthfall destroyed ancient Azlant and cast the world into darkness, one small group of Azlanti pleaded for rescue. A mysterious hooded figure known as the Widow answered their call, slicing open a passage into the Shadow Plane. The Azlanti stepped through, trading the darkness of Earthfall for a deep shadow. As they navigated the plane's strange environs and dangerous inhabitants, its nature slowly worked monumental changes on the survivors.</p>\n<p>If you want a character more at home in a mirror world of shadow, infused with umbral gloom, and who embodies the dualities of light and darkness, you should play a fetchling.</p>\n<h2>You Might…</h2>\n<ul>\n<li>Live and work in gloomy areas of dim light with plenty of shadows, only providing bright light when expecting visitors.</li>\n<li>Look to people's shadows as a way of identifying them, alongside features like stature or facial structure.</li>\n<li>Maintain composure when faced with strange creatures and circumstances.</li>\n</ul>\n<h2>Others Probably…</h2>\n<ul>\n<li>Believe you have shadowy powers, such as the ability to consume light as food, melt into darkness, or travel between planes.</li>\n<li>Expect you to be cautious, reserved, and a loner.</li>\n<li>Express interest in your ancestral physiological connection to the Shadow Plane.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Most of the Shadow Plane appears as an altered version of the Material Plane but leeched of color. These same forces in the Shadow Plane have touched fetchlings, whose skin tones fall on a monochromatic scale from stark white to deep black, and all the shades of gray between. Their bodies are just as diverse in shape and size as humans, though most display a certain fluidity of motion reminiscent of shifting shadows. Fetchlings' reflective, pupilless eyes can pierce darkness. A fetchling's most notable feature is their shadow, which almost never faithfully reflects their body. Instead, fetchling shadows might have incongruous shapes or sizes, while others flicker, move of their own accord, or imitate the shadow of another nearby creature.</p>\n<h2>Society</h2>\n<p>Most fetchlings remain close to Golarion on either the Material or Shadow Planes, either forming majority-fetchling communities or forging solitary paths. Both planar groups tend to be insular; many fetchling cultures preserve memories of their early, perilous days confronting the Shadow Plane's hostile or beguiling denizens. Their predilection for forming tight communal bonds and adapting to local customs has spread to become part of broader fetchling culture, reinforced by two major fetchling groups—the Estlaris and Sharedars—who live in the shadow of more powerful entities.</p>\n<h2>Alignment and Religion</h2>\n<p>A culture of survival passed down through generations means many fetchlings prefer to maintain a cautious worldview and adapt to prevailing circumstances. As a result, many trend toward a neutral outlook on life. Some choose to join with local powers for personal or communal advancement, or to tear systems down from the inside. Others attempt to shatter what they see as fetters that bind them and their communities.</p>\n<p>No small number of fetchlings are nonreligious, recognizing all gods' powers but revering none. Faithful fetchlings prefer gods that offer protection and stability, be it the pastoral embrace of Erastil or the binding chains of Zon-Kuthon. Those who travel alone or pass between planes seek the comfort of Alseta, Desna, and Gozreh. Calistria appeals to ambitious fetchlings, while Grandmother Spider and Sivanah help those who wish to move through the world unnoticed or unfettered. Some worship these three as a pantheon called the Laughing Veil; a few even include Norgorber as a fourth member.</p>\n<h2>Names</h2>\n<p>Fetchlings adapted to a new world, and their names do the same. These names commonly include phonetic qualities from multiple languages or are simply local cultural names that fetchling families find compelling. Other dominant naming conventions include flowing sounds, harsh or hissing consonants, and surnames that refer to important relatives or community traits.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Amelisce, Ashka, Drosil, Eitsanara, Eomva, Ikyamek, Inva, Jegan, Lirtae, Meotrai, Sorsul, Zokaratz</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Fetchling Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Free</p>\n<p><strong>Languages</strong> Common, Shadowtongue</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Draconic, D'ziriak, Necril, Sakvroth, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<h2>Fetchling Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Bright Fetchling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Deep Fetchling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Liminal Fetchling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Resolute Fetchling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Wisp Fetchling]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "vTB1bTYVE4onyyy1",
            "image": {},
            "name": "Fleshwarp",
            "sort": 1000000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Fleshwarps are people whose forms were created or radically transformed by magic, alchemy, or unnatural energies. Their unorthodox appearance can make it difficult for them to find a place for themselves in the world.</em></p>\n<hr />\n<p>Magic and science that can warp bone and twist sinew are all too common on Golarion. Fleshwarps are those who have been permanently altered by such methods—sometimes a sapient being created whole cloth from inanimate flesh, but often a victim unwillingly transformed by strange energies or sadistic creators.</p>\n<p>The ancestry name \"fleshwarp\" is an umbrella term, since on Golarion the actual fleshwarping process is more infamously well-known than are alterations caused by uncontrolled magic, technology, or fringe science. Whether practiced by Thassilonian wizards, Nexian fleshcrafters, or the drow of the Darklands, fleshwarping is the craft of reshaping flesh and mind in vats of foul magical reagents. This has led some scholars of monsters to argue that only those beings created by traditional fleshwarping should be considered fleshwarps. Regardless of the source of their altered forms, fleshwarps bear their new shape forever, transformed beings living a wild and strange existence beyond what was possible for their original ancestry.</p>\n<p>Although fleshwarps are humanoid, no two look the same. One might possess limbs in unusual places and skin as smooth as glass, while another might have a thick matting of spiny fur. Some might have animalistic features, like a boar snout, scales, or cloven hooves. Others have entirely alien appearances, such as bulging eyes on the backs of their hands. Some may have only subtly uncanny features that differentiate them, such as glowing teeth, smoking eyes, or fingernails made of bone. The only commonality among fleshwarps is their mismatched nature. Let your imagination run wild when creating a fleshwarp character!</p>\n<p>If you want a character who is tough and hardy, can change their form as they grow, and can use their wholly unique appearance to inspire awe or fear in others, you should play a fleshwarp.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Embrace your unusual appearance to inspire respect or fear.</li>\n<li>Be used to relying on yourself.</li>\n<li>Distrust large groups of people, particularly mobs, based on past experiences.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Find your physiology fascinating or terrifying.</li>\n<li>Assume you are an expert on strange creatures or occult phenomena.</li>\n<li>Consider you an enigmatic and unpredictable—and perhaps even dangerous—outsider.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Fleshwarps are humanoids, ranging from 5 to 7 feet tall and from just under 100 pounds to more than 300 pounds. The proportion and appearance of their limbs and features differ widely, but fleshwarps functionally have two legs, two arms, and a single head; a fleshwarp with more limbs than this should consider an appropriate ancestry feat to reflect this variance, or one of their limbs might be vestigial and mostly nonfunctional. Fleshwarps differ widely in their appearance due to the unique circumstances of their creation. Even fleshwarp siblings or two people transformed through the same procedure might look wildly different.</p>\n<h2>Society</h2>\n<p>Fleshwarps are so few in number that congregations of them are rare. They most often live on their own, with a small family group, or at the outskirts of a community. Some thrive in cities, however, where they can remain anonymous among the crowds while pursuing careers that allow them to avoid contact with people who might fear or persecute them.</p>\n<p>Fleshwarps value endurance and are quick to learn from others, so those who come into contact with others of their kind usually share stories that help each other survive, hide, or thrive more effectively. How a fleshwarp formed can be a painful or horrifying subject, one they consider rude to discuss with anyone besides close friends or loved ones.</p>\n<h2>Alignment and Religion</h2>\n<p>Fleshwarps have little to gain from the broader society, and therefore rarely work to support society in turn, beyond perhaps helping other fleshwarps. They need to be able to adapt quickly to survive on their own. As a consequence, few fleshwarps are lawful. Although bigoted or short-sighted people view fleshwarps as monsters, fleshwarps are no more or less prone to evil than any other people, and most seek only to live their lives without trouble. Most are neutral in alignment, for while alienation doesn't force a fleshwarp to feel contempt for others, neither does it encourage a fleshwarp to avoid it. This is especially true for fleshwarps living in the societies that gave birth to their traumatic transformation. Fleshwarps aren't often casually religious; most either have little to do with faith at all (viewing themselves as scorned by the gods or simply seeing faith as impractical for survival) or are exceptionally devout. Religious fleshwarps often revere Arazni, Calistria, Desna, or Gozreh; evil fleshwarps typically turn to Lamashtu, finding consolation in the Mother of Monsters.</p>\n<h2>Names</h2>\n<p>Fleshwarps can come from-and thus have names from-any culture or ancestry, but some give themselves new names after being transformed, whether to celebrate the change, recognize a new phase of their lives, or conceal their past identity. Many fleshwarps also carry a descriptive nickname granted to them by others, such as \"Triple Handed,\" \"Barkfoot,\" or \"Many-Mouth.\"</p>\n<p>Fleshwarps don't keep nicknames they find personally offensive, but they tend to keep ones that describe their distinctive appearances or that are given by people they care about.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Borble, Dag, Feff, Hurn, Kemp, Omber, Ostro, Shurni, Surm, Wumpin</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Fleshwarp Mechanics</h2>\n<p><strong>Hit Points</strong> 10</p>\n<p><strong>Size</strong> Medium or Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Constitution, Free</p>\n<p><strong>Languages</strong> Common</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Draconic, Dwarven, Elven, Goblin, Sakvroth, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Unusual Anatomy</strong> Your unorthodox body resists physical afflictions meant for other creatures. You gain a +1 circumstance bonus to saves against diseases and poisons.</p>\n<h2>Fleshwarp Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Cataphract Fleshwarp]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Created Fleshwarp]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Discarded Fleshwarp]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Mutated Fleshwarp]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Shapewrought Fleshwarp]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Surgewise Fleshwarp]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Technological Fleshwarp]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "kRjkrWAqQNXj3LLP",
            "image": {},
            "name": "Ghoran",
            "sort": 1100000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>These intelligent plant people, created by a long-dead druid, possess a sort of immortality through their seeds—unless these are destroyed by external events other than merely the ravages of time.</p>\n<p>During the height of the wars between Geb and Nex long ago, the archmage Nex asked the renegade druid Ghorus to create a plant that would feed his people even in the most inhospitable land. Ghorus did so, developing a flower that would adapt to every environment and withstand every sort of magecraft and spellworking. He succeeded too well. In the strange soil of the Impossible Lands, the flower grew and soon began to think—and then to walk and speak. These were the first ghorans. Despite their new awareness, ghorans found that many other peoples were adept at ignoring inconvenient truths, especially those involving where their next meal might come from. Bit by bit, seed by seed, ghorans grew themselves into humanoid forms, hoping to engender sympathy by mirroring the appearance of humanoids. It eventually worked, and the ghorans won citizenship and protected status in the nation of Nex. Even so, time and predation has taken its toll; the population of ghorans is small and ever dwindling.</p>\n<p>Each ghoran is essentially an ancient spark of life that inhabits, successively, a series of plantlike bodies. Every twenty years or so, a ghoran produces a seed. Their old body withers away as their soul enters the seed, which then swiftly produces a new body. The process brings with it minor changes in personality and some loss of more distant memories, such that each new ghoran is related to their predecessor while still being a different individual. The art of creating more ghorans died with the druid Ghorus, so they're a tiny but stable minority in the Impossible Lands, dwindling bit by bit over the centuries as a few of them fall to violence and mischance.</p>\n<p>If you want a character who's an ancient and alien soul, trying to survive and thrive in a strange and hostile world, you should play a ghoran.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Offhandedly mention events from thousands of years ago.</li>\n<li>Find \"animal\" behaviors strange.</li>\n<li>Constantly make small changes to your body.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Have a hard time recognizing you after not seeing you for a while.</li>\n<li>Are either intimidated or fascinated by how long you've lived and how much you know.</li>\n<li>Have heard you're delicious.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Roughly humanoid in size and shape, a ghoran's body is mostly made up of a fibrous plant material resembling a woody vine, with a face like an enormous, colorful flower. Ghorans have a great deal of control over the shape and structure of their bodies: with a few hours of effort, a ghoran might make themselves taller or shorter, long-limbed or barrel-chested. They have a reputation for tasting deliciously sweet and herbaceous. Most people merely find this quality a curiosity and don't attempt to take a bite, but animals in the wild will sometimes seek them out and attack them. Though they can learn to smile or laugh to fit in with other ancestries, they tend to use a different set of emotional signifiers, fluttering their face-petals to show happiness and making a rustling sound when agitated or upset. Every ghoran has a large cavity within their torso that contains a large seed. When a ghoran's body becomes too decrepit to function, they impart their memories into the seed and plant it into the ground. Within 1 to 2 months, a new ghoran body finishes growing from the seed, and the original ghoran collapses into a pile of inert organic matter. This curious method of propagation leaves a ghoran vulnerable, and many ghorans are defensive about the process among non-ghoran peoples.Being plants, ghorans have no innate understanding of gender in the human sense. Ghorans who find themselves in the company of other ancestries sometimes adopt a more masculine or feminine form, though just as many don't bother.</p>\n<h2>Society</h2>\n<p>Ghorans originated in Nex, and most reside as a tiny minority population in that land. In its major cities, they have built little enclaves of their own in neighborhoods featuring sweeping parks and massive trees, with the largest of these enclaves being in Quantium. While they don't possess the magical ability to enter an extradimensional home within a tree like dryads, ghorans live among the trees, typically making their homes within the neighborhoods' big parks. They are extremely skilled at building their abodes so that they don't disrupt the lives of the local flora. Visitors to a ghoran enclave might not realize initially that they've entered a home, assuming instead that they're in a recreational public space. Ghorans don't typically mind the unexpected company so long as the visitors are respectful of the park, of their homes, and of any ghorans they meet. The ghorans who live in major cities are relatively social and accepting of other ancestries, and they tend to be eager to interact, learn about others, and engage in trade. Outside of these cities, ghorans inhabit small, remote communities in the foothills of the Shattered Range and dwell in secluded forests, and they tend to be much more isolationist. Remembering well that Ghorus originally created their ancestry as food for the \"animals,\" they generally have no great desire to get to know other ancestries. However, as each new incarnation slightly shifts a ghoran's personality, they sometimes develop a wanderlust that spurs them to leave an isolated home and travel into the wider world. Often, such ghorans hold bits—or even troves—of ancient lore lost to the outside world for many years, so their journeys can sometimes lead to important new discoveries for others in the Impossible Lands and beyond.</p>\n<p>Among themselves, ghorans cooperate easily and instinctively, with no need for a formal government. Work is apportioned by a silent consensus derived from thousands of years of experience, as everyone does what they're best at to cover necessary tasks. This silent consensus is already practiced at determining how to adjust and adapt when one ghoran falls ill or changes in a new incarnation. The addition of new ghorans traveling from afar or of members of other ancestries can sometimes throw off this natural rhythm. The new addition is an unknown quantity, so the entire community keeps tabs on the newcomers, to a potentially unsettling extent, for a short period of analysis. This practice isn't out of any distrust or desire for harm, but rather out of curiosity and a need to understand what the newcomers do well and where they need assistance. Once the ghoran community has drawn a conclusion, they adjust their actions accordingly—everyone simply begins to perform tasks differently to allow newcomers to fit in and contribute, with no official meeting or declaration. In most cases, one of the members of the community realizes they should tell non-ghoran newcomers what the community expects of them, but sometimes no one realizes there's a need to communicate. When this happens, it can leave the ghoran community and the newcomers perplexed at the others' actions and choices, as the community expects the newcomers to simply pitch in and fill the need while the newcomers wait to be told what the community expects of them.</p>\n<p>Ghoran communities, operating on this ancient consensus, generally don't have anything resembling leaders. Nonetheless, a community will sometimes appoint a single ghoran as an envoy to outsiders and even give them a title to make the \"animals\" more comfortable when receiving a message from the whole community.</p>\n<h2>Alignment and religion</h2>\n<p>Ghorans typically lack driving forces toward good or evil, though their plant-derived values can sometimes make them come across as amoral to people who are not likewise plant based. They have a slight tendency toward law, especially in their own communities. While most ghorans aren't particularly religious, spiritually oriented ones tend to worship nature by means of the Green Faith or, less commonly, Gozreh or one of the Eldest (such as the plantlike Green Mother). They rarely find interest in human-centric deities, as ghorans have distinctly different thought processes and priorities. Faith is a matter that usually doesn't change much from seed to seed and incarnation to incarnation, and that means that the newer deities, especially those ascended in the last few millennia (\"recently,\" from the ghoran perspective) have almost no foothold in ghoran communities.</p>\n<h2>Names</h2>\n<p>Most ghorans pick a new name with each incarnation, usually selecting a name or concept that they found pleasing in a past life. Occasionally, a ghoran might reuse a name for several incarnations in a row, especially if remaining in a community of other peoples, though each incarnation is still a distinct person.</p>\n<h3>Sample Names</h3>\n<p>Amsalu, Ash, Emnet, Sieri, Ooniel, Arshmarish, Velt, Delphinium, Hach, Emerald, Sable</p>\n<h2>Ghoran Heritages</h2>\n<p>Created with the express purpose of adapting to their environment, ghorans display several distinct physical morphs. Choose one ghoran heritage at 1st level.</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Ancient Ash]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Enchanting Lily]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Strong Oak]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Thorned Rose]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "xBV8oGvecw7abZxc",
            "image": {},
            "name": "Gnoll",
            "sort": 1200000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Powerfully-built humanoids that resemble hyenas, gnolls are cunning warriors and hunters. Their frightening visage and efficient tactics have given them an ill-starred reputation.</em></p>\n<hr />\n<p>In lands to the east, such as Katapesh, gnolls have earned themselves well-deserved reputations as brutal slavers and demon-worshippers. Even in the Mwangi Expanse, many outsiders believe that gnolls are witches, cannibals, and worse. The truth is more complex.</p>\n<p>Mwangi gnolls, known to themselves as “kholo,” are eminently practical and pragmatic hunters and raiders. To gnolls, honor is just another word for pointless risk. Any loss of a gnoll affects not just the individual, but their packmates and kin as well. Wasting time on anything but victory, whether it's mercy or cruelty, is seen as little shy of immoral. Gnolls see effectiveness as a cardinal virtue and believe that the best fight is one that never gives the opponent a chance to strike back. Mwangi gnolls are masters of ambushes, tactical feints, and psychological warfare-none of which endears them to their neighbors.</p>\n<p>Equally misunderstood is the gnoll practice of ancestor worship and endocannibalism. Gnolls consume their dead as a sign of reverence, holding a grand feast and transforming the bones of the fallen into art or weapons. Gnolls extend this honor to respected foes, hoping to bring their enemy's cunning or strength into the clan. While it's a sign of admiration, not everyone sees it that way.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Always try to work smarter, not harder.</li>\n<li>Be very physically demonstrative—often hugging, punching, or licking your friends.</li>\n<li>Keep a bone from a favorite relative to ask for advice.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Are intimidated by your size, teeth, and eerie laugh.</li>\n<li>Assume that you are dishonorable or worse.</li>\n<li>Respect the brutal efficiency of your hunting style.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Gnolls are large, hyena-like humanoids with short muzzles, sharp teeth, and large and expressive round ears. Their bodies are covered in shaggy fur, rougher on the back and softer and lighter on the stomach and throat, usually in an off-white, tan, or brown shade-spots and stripes are both common. Gnolls typically stand between six and seven feet tall. Women are usually about a head taller than men, and correspondingly stronger. Gnolls are considered adults at fifteen, and live about 60 years on average, though some can reach a hundred or more in good health.</p>\n<h2>Society</h2>\n<p>Kholo generally live in clans of 10 to 20 interrelated family groups, containing between 100 to 200 gnolls. They are ruled by a council of female gnolls, typically selected from the oldest members of each family. This council of elders selects one of their number as a Chief Elder, who is essentially the first among equals and sets the agenda. The council is advised by the clan's bonekeeper and storyteller, as well as one or more younger gnolls who lead hunting and raiding packs.</p>\n<p>Bonekeepers focus on tending to the wishes of gnoll ancestors and gods-they take their name from the ancestral bones that festoon their clothing and homes. Storytellers serve as teachers and sages, and are expected to have an encyclopedic knowledge of clan history, regional lore, and anything else relevant to the clan. They usually speak several languages.</p>\n<p>Kholo women typically work as hunters, warriors, and leaders, while men become artisans, caretakers, and gatherers. However, adherence to gender roles varies from clan to clan. Members of either gender can become bonekeepers or storytellers, and these positions often routes to authority for male gnolls.</p>\n<h2>Alignment and Religion</h2>\n<p>Mwangi gnolls have an unsentimental, matter-of-fact approach to life, and prioritize results over methods. They are usually loyal and generous to their people and ruthless toward outsiders-gnolls are typically chaotic neutral but can skew good or evil depending on who they view as “their people.”</p>\n<p>Gnolls appeal to their ancestors on a day-to-day basis, invoking their kin to bless cubs, ward off disease, or grant luck on hunts. Gnolls call upon the gods on special occasions or in times of great crisis. Most kholo give homage to Calistria and Shelyn as the Elder and Younger Sisters, twin goddesses of power and beauty. Nethys, the Brother, is the patron of bonekeepers, and Lamashtu, while a popular deity in other gnoll societies, is propitiated as the Old Mother, a goddess called upon only as a very last resort, and otherwise begged to stay away.</p>\n<h2>Names</h2>\n<p>Newborn kholo are given a root name, typically that of a bone, plant, or animal (though never Hyena, as this is considered narcissistic and arrogant). As a gnoll reaches certain milestones in life, they add descriptors to their name. Root names are often passed down through families, while descriptors are chosen to fit the gnoll's personality, usually in raucous ceremonies.</p>\n<h3>Sample Names</h3>\n<p>Baobab, Jackal, Onyx Elephant in Shadows, Red Thorn, Unbent Iron Reed, White Acacia, Wistful Tooth, Woodpecker</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Gnoll Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Strength, Intelligence, Free</p>\n<p><strong>Attribute Flaw</strong> Wisdom</p>\n<p><strong>Languages</strong> Common, Gnoll</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Elven, Iruxi, Necril, Orcish, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Bite</strong> Your sharp teeth and powerful jaws are fearsome weapons. You have a jaws unarmed attack that deals 1d6 piercing damage. Your jaws are in the brawling group.</p>\n<h2>Gnoll Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Ant Gnoll]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Great Gnoll]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Sweetbreath Gnoll]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Witch Gnoll]</p>\n<p></p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "qIu10HByKeRaPPvD",
            "image": {},
            "name": "Gnome",
            "sort": 1300000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Long ago, early gnome ancestors emigrated from the First World, realm of the fey. While it's unclear why the first gnomes wandered to Golarion, this lineage manifests in modern gnomes as bizarre reasoning, eccentricity, obsessive tendencies, and what some see as naivete. Always hungry for new experiences, gnomes constantly wander both mentally and physically, attempting to stave off a terrible ailment that threatens all of their people. This affliction, known as the Bleaching, strikes gnomes who fail to dream, innovate, and take in new experiences. The Bleaching slowly drains the color—literally—from gnomes, and it plunges those affected into states of deep depression that eventually claim their lives. Very few gnomes survive this scourge, becoming deeply morose and wise survivors known as bleachlings.</p>\n<p>If you want a character with boundless enthusiasm and an alien, fey outlook on morality and life, you should play a gnome.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Embrace learning and hop from one area of study to another without warning.</li>\n<li>Speak, think, and move quickly, and lose patience with those who can’t keep up.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Appreciate your enthusiasm and the energy with which you approach new situations.</li>\n<li>Struggle to understand your motivations or adapt to your rapid changes of direction.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Most gnomes stand just over 3 feet in height and weigh little more than a human child. They exhibit a wide range of natural skin, hair, and eye colors. For gnomes that haven't begun the Bleaching, nearly any hair and eye color other than white is possible, with vibrant colors most frequent, while skin tones span a slightly narrower spectrum and tend toward earthy tones and pinkish hues, though occasionally green, black, or pale blue.</p>\n<p>Gnomes typically reach physical maturity at the age of 18, though many gnomes maintain a childlike curiosity about the world even into adulthood. A gnome can theoretically live to any age if they can stave off the Bleaching indefinitely, but in practice gnomes rarely live longer than around 400 years.</p>\n<h2>Society</h2>\n<p>While most gnomes adopt some of the cultural practices of the region in which they live, they tend to pick and choose, adjusting their communities to fit their own fey logic. This often leads to majority gnome communities eventually consisting almost entirely of gnomes, as other people, bewildered by gnomish political decisions, choose to move elsewhere. Gnomes have little culture that they would consider entirely their own. Exceptionally few gnome kingdoms or nations exist on the surface of Golarion, and most gnomes wouldn't know what to do with such a state if they had one.</p>\n<p>By necessity, few gnomes marry for life, instead allowing relationships to run their course before amicably moving on, the better to stave off the Bleaching with new experiences. Though gnome families tend to be small, many gnome communities raise children communally, with fluid family boundaries. Gnome names can get quite complex and polysyllabic. Gnomes rarely concern themselves with how easy their names are to pronounce, and they often go by shorter nicknames. Among gnomes, the shorter the name, the more feminine it's considered to be.</p>\n<h3>Sample Names</h3>\n<p>Abroshtor, Bastargre, Besh, Fijit, Halungalom, Krolmnite, Neji, Majet, Pai, Poshment, Queck, Trig, Zarzuket, Zatqualmie</p>\n<h2>Beliefs</h2>\n<p>Though gnomes are impulsive tricksters with inscrutable motives and confusing methods, many at least attempt to make the world a better place. They are prone to fits of powerful emotion and are rarely shy about helping those they believe deserve it. Gnomes most commonly worship deities that value individuality and nature, such as Cayden Cailean, Desna, Gozreh, and Shelyn.</p>\n<h4><strong>Popular Edicts</strong></h4>\n<p>seek new experiences, embrace your inspiration, move from obsession to obsession</p>\n<h4><strong>Popular Anathema</strong></h4>\n<p>slow down to explain yourself, deprive someone of all stimulation</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Gnome Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Constitution, Charisma, Free</p>\n<p><strong>Attribute Flaw</strong> Strength</p>\n<p><strong>Languages</strong> Common, Gnomish, Sylvan</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Dwarven, Elven, Goblin, Jotun, Orcish, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<h2>Gnome Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Chameleon Gnome]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Fey-Touched Gnome]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Sensate Gnome]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Umbral Gnome]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Vivacious Gnome]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Wellspring Gnome]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "Gn0XGCWDb0N4zLE0",
            "image": {},
            "name": "Goblin",
            "sort": 1400000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>The convoluted histories other people cling to don't interest goblins. These small folk live in the moment, and they prefer tall tales over factual records. Goblin virtues are about being present, creative, and honest. They strive to lead fulfilled lives, rather than worrying about how their journeys will end. To tell stories, not nitpick the facts. To be small, but dream big. Many goblins enjoy simpler delights like songs, fire, and eating, and hate reading, dogs, and horses. Other goblins might have more complex pursuits, though, such as tinkering with scraps or concocting snacks and explosives from most anything.</p>\n<p>If you want a character who is eccentric, enthusiastic, and fun-loving, you should play a goblin.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Strive to prove that you have a place among other civilized peoples, perhaps even to yourself.</li>\n<li>Lighten the heavy emotional burdens others carry (and amuse yourself) with antics and pranks.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Work to ensure you don’t accidentally (or intentionally) set too many things on fire.</li>\n<li>Wonder how you survive given your ancestry’s typical gastronomic choices, reckless behavior, and love of fire.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Goblins are stumpy humanoids with large bodies, scrawny limbs, and massively oversized heads with large ears and beady red eyes. Their skin ranges from green to gray to blue, and they often bear scars, boils, and rashes. Goblins average 3 feet tall. Most are bald, with little or no body hair. Their jagged teeth fall out and regrow constantly, and their fast metabolism means they eat constantly and nap frequently. Mutations are also more common among goblins than other peoples, and goblins usually view particularly salient mutations as a sign of power or fortune.</p>\n<p>Goblins reach adolescence by the age of 3 and adulthood 4 or 5 years later. Goblins can live 50 years or more, but without anyone to protect them from each other or themselves, few live past 20 years of age.</p>\n<h2>Society</h2>\n<p>Goblins tend to flock to strong leaders, forming small tribes. These tribes rarely number more than a hundred, though the larger a tribe is, the more diligent the leader must be to keep order—a notoriously difficult task. Play and creativity matter more to goblins than productivity or study, and their encampments erupt with songs and laughter.</p>\n<p>Goblins bond closely with their allies, fiercely protecting those companions who have protected them or offered a sympathetic ear. Goblins tend to assume for their own protection that members of taller ancestries, which goblins often refer to colloquially as \"longshanks,\" won't treat them kindly. Learning to trust longshanks is difficult for a goblin, and it's been only in recent years that such a partnership has even been an option. Goblins keep their names simple. A good name should be easy to pronounce, short enough to shout without getting winded, and taste good to say. The namer often picks a word that rhymes with something they like so that writing songs is easier.</p>\n<h3>Sample Names</h3>\n<p>Ak, Bokker, Frum, Guzmuk, Krobby, Loohi, Mazmord, Neeka, Omgot, Ranzak, Rickle, Tup, Wakla, Yonk, Zibini</p>\n<h2>Beliefs</h2>\n<p>Even the most well-intentioned goblins have trouble following the rules, meaning goblin adventurers are often unsure whether they're on the right side of the law. Organized worship likewise confounds goblins, and most of them would rather pick their own deities, choosing powerful monsters, natural wonders, or anything else they find fascinating—sometimes even attributing deific status to fellow goblins of note. Goblins who spend time around people of other ancestries might adopt some of their beliefs, though, and many goblin adventurers adopt the worship of Cayden Cailean.</p>\n<h4><strong>Popular Edicts</strong></h4>\n<p>invent songs for every occasion, turn trash into your treasures, solve problems with fire</p>\n<h4><strong>Popular Anathema</strong></h4>\n<p>trust a dog or horse, learn to read</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Goblin Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Charisma, Free</p>\n<p><strong>Attribute Flaw</strong> Wisdom</p>\n<p><strong>Languages</strong> Common, Goblin</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Dwarven, Gnomish, Kholo, Halfling, Orcish, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<h2>Goblin Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Charhide Goblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Irongut Goblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Razortooth Goblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Snow Goblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Tailed Goblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Unbreakable Goblin]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "jKglnHBFvzI80tIe",
            "image": {},
            "name": "Goloma",
            "sort": 1500000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Golomas fear most other people and deliberately use their unusual biology to frighten off those they consider to be dangerous predators. Rarely seen and poorly understood, golomas' many-eyed and wooden faced visages instill terror in most they meet.</em></p>\n<hr />\n<p>Though just as capable of being dangerous as any intelligent creature on Golarion, golomas have a deep-rooted psychological understanding that they are prey, and that all two-eyed people are predators. As a result, golomas rarely reveal themselves to others, and when they do, they often adopt threatening personas as a means to protect themselves. Even those few golomas who venture out into greater Mwangi society often have trouble relating to other ancestries, due to their strong differences in perception and mindset.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Instinctively process large amounts of disparate information quickly and efficiently.</li>\n<li>Project an air of intimidation to conceal your nervous disposition.</li>\n<li>Have difficulty distinguishing individual objects or people from others that are similar.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Are frightened by your strange physiology.</li>\n<li>Mistake your difficulties with identifying distinct people from one another as indifference.</li>\n<li>Are awed by your skill at noticing minute details at a glance and drawing rapid conclusions.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Golomas are humanoids with rough skin that ranges in color from warm brown to ebony, although sickly gray or white individuals with albinism are not uncommon. Their fingers and feet are coated with a thin layer of chitin. A goloma's face is an oblong wedge made of smooth chitin, almost resembling a wooden mask. Protruding from this face are eight gelatinous, shining eyes. A goloma's mouth and jaw are located beneath their face-plate, and a bony crest juts from the top of their chitinous visage. The back of a goloma's head and neck is coated in black hair that is filled with thousands of tiny, peering eyes. These eyes tend to glow and squirm as they look around-an unsettling sight for most.</p>\n<h2>Society</h2>\n<p>An ancient goloma story states that during a calamity unleashed long ago, gods and demons burst forth from the earth to steal the eyes from other creatures. Only the golomas and others who were in hiding were spared-yet golomas soon began to be hunted by the now two-eyed people, who were hungry to take goloma eyes to replace what they had lost. This accurately sums up most golomas' mentalities: to be exposed is to be vulnerable, and to trust a stranger is deadly. Golomas usually travel and live with groups of other golomas, as this is where they feel most comfortable.</p>\n<p>Golomas learn at a young age to be vigilant at all times, observing the environment for any irregularities and then reacting with quick, calculated instinct rather than deliberative action. Other ancestries often perceive golomas to be paranoid and hypervigilant. Golomas are also better at wide-scale observation than observation of specific things-they can easily notice commonalities across large fields but have difficulty remembering what a specific object or creature looked like. This only increases their paranoia, as they have trouble visually distinguishing known friends from potentially hostile foes.</p>\n<h2>Alignment and Religion</h2>\n<p>Golomas tend to focus on their own survival and thus are typically neutral, though those who find more comfort in conformity than others trend toward lawful alignments. Golomas often pay homage to Kalekot, a deity of protective fear, as the guardian of their people, though not one to be trusted. Kalekot is called upon to curse those who victimize golomas, as most feel that justice can only be attained using supernatural means. Other popular gods include Mazludeh and Grandmother Spider, who encourage the strength of community, though a typical goloma's idea of community is often very insular.</p>\n<h2>Names</h2>\n<p>A goloma's true name is kept among golomas, as there are hundreds of cautionary tales of what could happen if another creature learns a goloma's true name. Names tend to lack soft syllables, which golomas often struggle to pronounce, and typically consist of hard consonants and individually enunciated vowels instead. Among other people, golomas tend to use names that are intended to be intimidating, taking elements and sounds from Aklo, Necril, or words from local languages that seem to cause strong reactions.</p>\n<h3>Sample Names</h3>\n<p>Biqkuul, Ehbouja, Haamaah, Kouzo, Quaerjii, Tebaazu, Uruueda, Zekuukeu</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Goloma Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 30 feet</p>\n<p><strong>Attribute Boosts</strong> Wisdom, Free</p>\n<p><strong>Languages</strong> Goloma, Mwangi</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Chthonian, Draconic, Elven, Fey, Halfling, Necril, Orcish, and any other languages to which you have access (such as the languages prevalent in your region)</p>\n<p><strong>Eyes in Back</strong> You have eyes that point in several different directions and instinctively notice movement in the peripheries of your vision. When you use the Seek basic action, you can look for creatures in two areas instead of one. If precision is necessary, you can select two 30-foot cones or 15-foot bursts within line of sight instead of one.</p>\n<h2>Goloma Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Farsight Goloma]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Frightful Goloma]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Insightful Goloma]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Vicious Goloma]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Vigilant Goloma]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "FhIJtKcINEe7fipX",
            "image": {},
            "name": "Grippli",
            "sort": 1600000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Gripplis are a shy and cautious people who generally seek to avoid being drawn into the complicated and dangerous affairs of others. Despite their outlook and small stature, gripplis often take bold and noble action when the situation demands it.</em></p>\n<hr />\n<p>Reclusive and canny, gripplis are treetop survivalists who harvest their homes' bounty and defend themselves against terrible threats. Their reliance on cunning and simple tools has led to gripplis being mischaracterized as primitive, yet this overlooks their shaping of the land with hidden orchards and camouflaged causeways that allow gripplis to live in prosperous peace. Gripplis are most likely to emerge from their forest homes to trade, explore, and combat threats that would despoil the world.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Seek out clever ways to exploit your environment when overcoming challenges.</li>\n<li>Make friends slowly, concerned by cautionary tales of exploitative strangers.</li>\n<li>Be fiercely protective of your home or community.</li>\n</ul>\n<h2>Others Probably</h2>\n<ul>\n<li>Assume you dislike cities and people who live in them.</li>\n<li>Trust in your impartial, measured approach to understanding situations and solving problems.</li>\n<li>Give you space, fearing that touching you would prove toxic.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Gripplis resemble humanoid tree frogs, with oversized eyes, wide mouths, and gangly physiques. Their slight frames and large toes afford excellent grip while climbing, while their colorful skin provides reliable camouflage that varies by their home environment-green and brown for jungle-dwelling groups, blue and orange for riparian communities, and many other colors between. A grippli grows quickly, reaching adult size of about 2 feet in height about 3 years after hatching, though they're only considered adults around age 12. Gripplis rarely live beyond 60 years, though exceptional individuals occasionally live as long as a century.</p>\n<h2>Society</h2>\n<p>Gripplis lead a sophisticated hunter-gatherer lifestyle with which they reshape the landscape to suit their needs: building spillways to trap fish, seeding fruit-bearing trees, sowing cover-granting foliage for future hunts, and more techniques that often escape an agriculturist's eye. These strategies rely on community cooperation as well as dispersed populations, so gripplis commonly live in small villages, each part of a complex web of alliances and relationships. Reclusiveness has preserved grippli lives and lifestyles for millennia, yet they increasingly find themselves threatened by ancient evils and new explorers alike.</p>\n<h2>Alignment and Religion</h2>\n<p>Taught to wait, observe, and respect natural processes of life and death, many gripplis adopt neutral alignments. Those who take a more active role suppressing evils that take refuge in the jungles are often neutral good, most notably those rare fiend-keepers who absorb an evil being into their soul to contain and eventually transform its villainy through virtuous acts. Nature deities such as Gozreh or Erastil often earn gripplis' respect, yet communities often prefer less prominent, more intimate divinities such as empyreal lords, psychopomp ushers, or the fey Eldest.</p>\n<h2>Names</h2>\n<p>Grippli names often include resonant vowels and chirped consonants that remain difficult for non-gripplis to vocalize properly. Gripplis that travel widely often adopt one or more names more easily replicated by their associates.</p>\n<h3>Sample Names</h3>\n<p>Aalpo'ol, Bogwynne, Ctaprak, Eegru, Gpoun, Gruoksh, Hrrauti, Iopo, Iykiki, Kyrsiik, Mhruugu, Oplugo, Quaasol, Yolkuu, Ztaal</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Grippli Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Wisdom, Free</p>\n<p><strong>Attribute Flaw</strong> Strength</p>\n<p><strong>Languages</strong> Common, Grippli</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Chthonian, Thalassic, Boggard, Draconic, Elven, Iruxi, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<h2>Grippli Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Poisonhide Grippli]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Snaptongue Grippli]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Stickytoe Grippli]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Windweb Grippli]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "voI7uPS9vsG74JIn",
            "image": {},
            "name": "Halfling",
            "sort": 1700000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Claiming no place as their own, halflings control few settlements larger than villages. Instead, they frequently live among humans within larger cities, carving out small communities alongside taller folk. Optimistic, cheerful, and driven by powerful wanderlust, halflings make up for their short stature with an abundance of bravado. At once excitable and easygoing, halflings are the best kind of opportunists, and their passions favor joy over violence. While their curiosity sometimes drives them toward adventure, halflings also carry strong ties to house and home.</p>\n<p>If you want to play a character who must contend with these opposing drives toward adventure and comfort, you should play a halfling.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Get along well with a wide variety of people and enjoy meeting new friends.</li>\n<li>Find it difficult to resist indulging your curiosity, even when you know it’s going to lead to trouble.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Appreciate your ability to always find a silver lining or something to laugh about, no matter how dire the situation.</li>\n<li>Think you bring good luck with you.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Halflings are short humanoids who look vaguely like smaller humans. They rarely grow to be more than 3 feet in height. Halfling proportions vary, with some looking like shorter adult humans with slightly larger heads and others having proportions closer to those of a human child.</p>\n<p>Most halflings prefer to walk barefoot rather than wear shoes, and those who do so develop roughly calloused soles on their feet over time. Tufts of thick, often-curly hair warm the tops of their broad, tanned feet. Halfling skin tones tend toward rich, tawny shades like amber or oak, and their hair color ranges from a light golden blond to raven black.</p>\n<p>Halflings reach physical adulthood around the age of 20. A typical halfling can live to be around 150 years old.</p>\n<h2>Society</h2>\n<p>Despite their jovial and friendly nature, halflings don't usually tend to congregate. They have few cultural centers in the Inner Sea region, and they instead tend to weave themselves throughout the societies of the world. Halflings eke out whatever living they can manage, many performing menial labor or holding simple service jobs. Some halflings reject city life, instead turning to the open road and traveling from place to place in search of fortune and fame. These nomadic halflings often travel in small groups, sharing hardships and simple pleasures among close friends and family. Halfling names are usually two to three syllables, with a gentle sound that avoids hard consonants. Preferring their names to sound humble, halflings see overly long or complex names as a sign of arrogance for their people. However, they understand that elves and humans might have longer names to suit their own aesthetics.</p>\n<h3>Sample Names</h3>\n<p>Anafa, Antal, Bellis, Boram, Etune, Filiu, Jamir, Kaleb, Linna, Marra, Miro, Rillka, Sistra, Sumak, Yamyra</p>\n<h2>Beliefs</h2>\n<p>Halflings are loyal to their friends and their family, but they aren't afraid to do what needs to be done in order to survive. Wherever halflings go, they seamlessly blend into the society they find themselves in, adapting to the culture and beliefs of the predominant ancestry around them and adding their uniquely halfling twists, creating a blend of cultural diffusion that enriches both cultures. Halflings favor gods that either grant luck, like Desna, or encourage guile, like Norgorber, and many appreciate Cayden Cailean's role as a liberator, as well as any religions common among other ancestries around them.</p>\n<h4><strong>Popular Edicts</strong></h4>\n<p>share good meals with friends and strangers alike, stand up to bullies and oppressors, stay beneath the taller folk's notice</p>\n<h4><strong>Popular Anathema</strong></h4>\n<p>take your luck for granted</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Halfling Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Wisdom, Free</p>\n<p><strong>Attribute Flaw</strong> Strength</p>\n<p><strong>Languages</strong> Common, Halfling</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Dwarven, Elven, Gnomish, Goblin, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Keen Eyes</strong> Your eyes are sharp, allowing you to make out small details about concealed or even invisible creatures that others might miss. You gain a +2 circumstance bonus when using the Seek action to find hidden or undetected creatures within 30 feet of you. When you target an opponent that is concealed from you or hidden from you, reduce the DC of the flat check to 3 for a concealed target or 9 for a hidden one.</p>\n<h2>Halfling Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Gutsy Halfling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Hillock Halfling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Jinxed Halfling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Nomadic Halfling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Observant Halfling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Twilight Halfling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Wildwood Halfling]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "DuWzeY4zugKFFthl",
            "image": {},
            "name": "Hobgoblin",
            "sort": 1800000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms.</em></p>\n<hr />\n<p>The reputation of hobgoblins in the Inner Sea region has been upended by Oprak, the hobgoblin nation established recently in the mountains between Nidal and Nirmathas. The Ironfang Legion that stormed through Molthune and Nirmathas only a few years ago made a calculated decision to cease fighting, claim Oprak as a new homeland, and seek peace with its neighbors. Now under strict orders to not start conflicts with other nations, the hobgoblins of Oprak have begun to cautiously investigate Avistan in the spirit of cooperation rather than conquest. Many people, especially those that suffered terrible cruelties under the Ironfang Legion, fear that this is simply a pause in aggression while Oprak gains enough strength to crush its rivals. Others hope these bold soldiers might prove to be allies against the endless hordes of the Whispering Tyrant.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Seek out the most effective and practical solutions to any problem.</li>\n<li>Encourage a clear chain of command among any group you travel with, following orders even if you disagree with them.</li>\n<li>Look for opportune alliances with other creatures, even if you don't fully understand or trust them.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Consider you dangerous, due to your reputation and intimidating appearance.</li>\n<li>Assume you hate magic and other mystical arts.</li>\n<li>Recognize your incredible endurance, dedication, and discipline.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Hobgoblins stand nearly as tall as humans, though they tend to have shorter legs and longer arms and torsos. They have the bald, wide heads and beady eyes, and gray skin that becomes steely blue when tanned. Hobgoblins are remarkably hardy; they recover from illnesses quickly and are able to exert themselves for long periods of time with little difficulty.</p>\n<p>Hobgoblins mature quickly, and most can walk, talk, and hold a weapon by the time they are 1 year old, reaching adolescence by the age of 8 to 12 and adulthood around 14. Hobgoblins typically live up to 70 years of age.</p>\n<h2>Society</h2>\n<p>Hobgoblins structure their society after military hierarchies. Even civilian groups such as farming collectives or trading houses organize into regiments, companies, and divisions. Most hobgoblins fixate on social status, and many constantly strive to advance their social position. Hobgoblin punishments are primarily social demotions, although execution or slavery are common for serious crimes, such as arson or desertion.</p>\n<p>Hobgoblin veterans hold a high place in their society, usually becoming leaders or advisors. Magic is rarely practiced and often derided, as most hobgoblins don't trust it over the strength of their own sword arms. Their arts tend to have a military bent; many hobgoblins consider stirring marches and weaponsmithing the only artistic endeavors worth pursuing, though Oprak's enforced era of peace is beginning to change this.</p>\n<h2>Alignment and Religion</h2>\n<p>Though familiar with the chaos of war, most hobgoblins have orderly minds and prefer to live within established hierarchies. While many hobgoblins consider sentimentality weak, those with mild temperaments have recently found success in diplomacy and international outreach. As a result, hobgoblin adventurers are usually lawful neutral, with only those rejecting or raised outside of their militaristic society chaotic. Faith has little place in hobgoblin society, as many feel it is impractical, though religious hobgoblins can gain a begrudging modicum of acceptance due to their useful healing magic.</p>\n<h2>Adventurers</h2>\n<p>Hobgoblin society's rigid militaristic hierarchy produces excellent adventurers, as hobgoblins reach adulthood trained for combat. Due to their upbringing, many hobgoblins have the warrior background. The laborer, martial disciple, miner, and scout backgrounds are also common. Hobgoblins raised away from their people often have the criminal, hermit, or nomad backgrounds instead. Hobgoblins are most often fighters, rangers, or rogues, although hobgoblin rogues approach their class with a disciplined mindset. Hobgoblins hold an ancestral grudge against elves and a distrust of arcane magic, which they call 'elf magic.' Hobgoblin practitioners of arcane magic are exceedingly rare and usually shunned by other hobgoblins. Particularly clever hobgoblins usually become alchemists.</p>\n<h2>Names</h2>\n<p>Like goblins, hobgoblin names tend to be simple, though hobgoblin names usually sound more guttural and forceful. On rare occasions, hobgoblins will alter their names, keeping the core but adding aspects, usually in response to an extreme trauma or a life-altering event. Hobgoblins have no surnames, considering them both pointless and presumptuous; an individual's merits and demerits are to be earned by their actions, not by an association with a particular lineage.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Aze, Druknar, Ghargam, Hathkren, Imakra, Kralaeng, Mazkol, Olzu, Rezal, Sivkrag, Volmak, Zornum</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Hobgoblin Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Constitution, Intelligence, Free</p>\n<p><strong>Attribute Flaw</strong> Wisdom</p>\n<p><strong>Languages</strong> Common, Goblin</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Dwarven, Jotun, Kholo, Halfling, Orcish, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<h2>Hobgoblin Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Elfbane Hobgoblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Runtboss Hobgoblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Shortshanks Hobgoblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Smokeworker Hobgoblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Steelskin Hobgoblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Warmarch Hobgoblin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Warrenbred Hobgoblin]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "7pU8yM7yPMw92SY3",
            "image": {},
            "name": "Human",
            "sort": 1900000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>As unpredictable and varied as any of Golarion's peoples, humans have exceptional drive and the capacity to endure and expand. Though many civilizations thrived before humanity rose to prominence, humans have built some of the greatest and the most terrible societies throughout the course of history, and today they are the most populous people in the realms around the Inner Sea.</p>\n<p>Humans' ambition, versatility, and exceptional potential have led to their status as the world's predominant ancestry. Their empires and nations are vast, sprawling things, and their citizens carve names for themselves with the strength of their sword arms and the power of their spells. Humanity is diverse and tumultuous, running the gamut from nomadic to imperial, sinister to saintly. Many of them venture forth to explore, to map the expanse of the multiverse, to search for long-lost treasure, or to lead mighty armies to conquer their neighbors—for no better reason than because they can.</p>\n<p>If you want a character who can be just about anything, you should play a human.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Strive to achieve greatness, either in your own right or on behalf of a cause.</li>\n<li>Seek to understand your purpose in the world.</li>\n<li>Cherish your relationships with family and friends.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Respect your flexibility, your adaptability, and—in most cases— your open‑mindedness.</li>\n<li>Distrust your intentions, fearing you seek only power or wealth.</li>\n<li>Aren't sure what to expect from you and are hesitant to assume your intentions.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Humans' physical characteristics are as varied as the world's climes. Humans have a wide variety of skin and hair colors, body types, and facial features. Generally speaking, their skin has a darker hue the closer to the equator they or their ancestors lived.</p>\n<p>Humans reach physical adulthood around the age of 15, though mental maturity occurs a few years later. A typical human can live to be around 90 years old. Humans have exceptionally mutable physical characteristics compared to other ancestries, with greater variance in height, weight, and other physical parameters.</p>\n<h2>Beliefs</h2>\n<p>Human variety also manifests in terms of their governments, attitudes, and social norms. Though the oldest of human cultures can trace their shared histories thousands of years into the past, when compared to the societies of the elves or dwarves, human civilizations seem in a state of constant flux as empires fragment and new kingdoms subsume the old.</p>\n<h4><strong>Popular Edicts</strong></h4>\n<p>explore the world, strive for greatness, devote yourself to a moral outlook</p>\n<h4><strong>Popular Anathema</strong></h4>\n<p>waste what little time you have</p>\n<h2>Names</h2>\n<p>Unlike many ancestral cultures, which generally cleave to specific traditions and shared histories, humanity's diversity has resulted in a near-infinite set of names. The humans of northern tribes have different names than those dwelling in southern nation-states. Humans throughout much of the world speak Common (though some continents on Golarion have their own regional common languages), yet their names are as varied as their beliefs and appearances.</p>\n<h3>Ethnicities</h3>\n<p>A variety of human ethnic groups populates the continents within Golarion's Inner Sea region and in the lands beyond it. Human characters can be of any ethnicity, regardless of what lands they call home. Some examples of Golarion's ethnicities are presented below.</p>\n<p>Characters of human ethnicities in the Inner Sea region speak Common (also known as Taldane), and some ethnicities grant access to an uncommon regional language.</p>\n<ul>\n<li>Garundi span the nations along the southern shores of the Inner Sea.</li>\n<li>Keleshites trace their origins to the Keleshite Empire in the eastern deserts.</li>\n<li>Kellids live among the mountains and steppes of northern Avistan.</li>\n<li>Mwangi are spread across the vast continent of Garund.</li>\n<li>Shoanti make their homes in the harsh badlands of the Storval Plateau.</li>\n<li>Taldans occupy much of Avistan thanks to a fallen empire.</li>\n<li>Tians originally come from the far-off continent of Tian Xia.</li>\n<li>Ulfens reside in coastal towns of western Avistan.</li>\n<li>Varisians historically favored a nomadic life of roving caravans.</li>\n<li>Human Mechanics</li>\n<li><p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Two free attribute boosts</p>\n<p><strong>Languages</strong> Common</p>\n<p><strong>Additional Languages</strong> equal to 1 + your Intelligence modifier (if it's positive). Choose from the list of common languages and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<h2>Human Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Skilled Human]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Versatile Human]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Wintertouched Human]</p>\n<h2>Beginner Box Heritages</h2>\n<p><em>These heritages are from the Beginner Box and grant non-standard heritage features.</em></p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Battle-Trained Human (BB)]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Warden Human (BB)]</p>\n<h2>Half-Human Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Aiuvarin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Dromaar]</p>\n</li>\n</ul>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "IJOH7nk0w1IybAhp",
            "image": {},
            "name": "Kashrishi",
            "sort": 2000000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Kashrishi make their homes in remote areas of the world. These quiet beings have stout, durable frames and distinctive crystalline horns. Their inherent psychic abilities make them natural empaths but also occasionally burden them with the unceasing thoughts of their neighbors.</p>\n<p>Kashrishi occupy a unique evolutionary branch native to the lands bordering the northern stretches of the Obari Ocean. Resembling halfling-sized bipedal rhinoceroses with the occasional odd insectile feature, kashrishi adapt to their environs with unusual efficiency, using a combination of rapid physical evolutions and inherent psychic powers. Kashrishi are often mistakenly referred to as having hive minds, though they're actually natural empaths, capable of discerning a creature's emotional state and impulses through proximity. This near-oracular behavior occasionally leads to misunderstandings with humanoids who think a kashrishi is reading their thoughts or otherwise magically influencing the conversation, though peoples more familiar with kashrishi come to value their unique insights and intuitive diplomacy.</p>\n<p>Kashrishi have an atypical level of control over their physical forms, thanks to their psychic powers, and can evolve new features over the course of a single generation. Typically, these features are intentionally cultivated to help deal with a particular environmental obstacle, such as a change in weather patterns, or if an invasive species affects available food supplies near their settlements.</p>\n<p>Kashrishi often tailor their evolutions to match the most successful creatures in their environment. Whether a testament to the resilience of insects or simply a quirk of their environment, many kashrishi evolutions are directly inspired by creatures like the rhinoceros beetle or giant water bug.</p>\n<p>If you want a character that's visually distinct, able to naturally access the occult powers of the mind, and great at quickly making friends wherever they go, you should play a kashrishi.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Be easily taken aback by people who are particularly loud, expressive, or emotional.</li>\n<li>Prefer the peaceful quiet of remote islands, treetops, and caverns.</li>\n<li>Act as a parental figure for the more excitable among your companions.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Underestimate your strength and resilience.</li>\n<li>Mistake you for being unsociable when you're actually taking time to process mental and physical cues of which they're completely unaware.</li>\n<li>Value you for your patience and insights.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Kashrishi have short but wide frames with remarkable strength for their size. All have signature crystalline horns, though these can grow in a variety of configurations. The most common kashrishi, xyloshis, have a large primary horn and between one and three smaller horns, typically arranged linearly from the tip of their nose and spanning along their nose and brow.</p>\n<p>While most kashrishi have light sandy or gray skin tones, their coloration can also echo the tones of their crystalline horns; sapphire, ruby, or emerald patterns aren't so uncommon as to cause another kashrishi to take notice. Kashrishi with strong connections to specific creatures with whom they share their home environments might take on skin patterns or colorations that mirror those creatures. Some stories even talk about kashrishi with wings and butterfly patterns that cover their bodies, though no such kashrishi has been seen in the Impossible Lands for at least a century.</p>\n<h2>Society</h2>\n<p>Despite their small stature, kashrishi tend to be terrible at hiding. Their crystalline horns are likely to flare with magical light when they exercise their innate magical powers, and they're raised in an environment where their parents or guardians can almost always find them by feeling for their emotions. As a result, kashrishi tend to be excessively honest and kind, avoiding harmful deceptions but also employing enough tact to ensure they don't evoke unpleasant emotional reactions from others.</p>\n<p>Kashrishi lack a clear concept of charity, not because they're cruel or inconsiderate, but rather because their worldview is inherently inclusive of the people around them. Rare indeed is the kashrishi who exercises casual cruelty or who leaves another member of the community in need. Such actions lead to emotional reactions that cause turmoil for all kashrishi in the vicinity.</p>\n<p>Kashrishi enjoy various team games, employing games of trivia as measures of both knowledge and psychic ability. They also appreciate games that involve bluffs and double-bluffs with blind cards, testing their abilities to keep their minds clear and their thoughts organized. Kashrishi don't generally condone the act of gambling with outsiders, as many find it challenging to deal with the implications of their psychic abilities, even if they strive to keep their powers secret.</p>\n<p>Kashrishi generally engage in monogamous relationships with no real preference toward any particular gender pairing. The height of intimacy for a kashrishi is opening their mind fully to the psychic link of another kashrishi, an act much more personal than anything physical. This act doesn't let kashrishi know whether someone is perfectly compatible with them or that the two mesh entirely—simply that from moment to moment, their inner feelings are more accessible and open, so communication becomes not a guessing game but an entirely wholesome, true experience. Some kashrishi believe that psychic communication should be held exclusively for these intimate moments.</p>\n<p>Kashrishi can be found in small groups on the island of Jalmeray and in larger communities occupying the many smaller islands surrounding it. Kashrishi in the Inner Sea region rarely venture beyond the Impossible Lands, though some of their oldest stories speak of a harrowing voyage across the Obari Ocean when their kind fled some long-past disaster.</p>\n<p>Kashrishi have no natural enemies. They host pirates and merchants with equal hospitality, so long as that hospitality is respected by their guests. While kashrishi are exceptionally tolerant of the quirks and foibles of other species, they draw a hard line at anyone bringing outside conflicts into their communities. More than one canny pirate captain docks their ship at a kashrishi island after a particularly heated conflict, knowing the pirate hunters and military vessels seeking them won't encroach on kashrishi lands. Escaped criminals hoping to find a new lease on life might also hide in a kashrishi community, doing whatever they can to assist their hosts until whoever is hunting them gives up the chase.</p>\n<h2>Alignment and religion</h2>\n<p>Most kashrishi are good, and almost instinctively kind because of their empathic abilities and tight-knit communities. Kashrishi are rarely interested in religion, though a few deities are more likely to be worshipped by kashrishi than others. Desna is known to kashrishi as \"The Crystal Butterfly,\" and when a kashrishi child goes missing, their parents might pray the Crystal Butterfly uses the light of her wings to guide the child home. Besmara is also unusually likely to be worshipped by kashrishi, though her dogma among them is essentially a splinter faith that focuses on her primacy over sea monsters and storms with little regard to the piratical teachings for which most other ancestries know the goddess.</p>\n<h2>Names</h2>\n<p>The empathic sense of a kashrishi has its own \"mental fingerprint\" that's unique to each member of the species, and this mental fingerprint can be conveyed through psychic communications as a name. Kashrishi who adventure with non-kashrishi often adopt descriptive names that their companions can more easily speak and remember.</p>\n<h3>Sample Names</h3>\n<p>Climber, Firehorn, Guardian, Healer, Lantern, Mother, Scout, Softhand, Tempest, Warrior</p>\n<h2>Kashrishi Heritages</h2>\n<p>A kashrishi's heritage reflects the unique evolutionary qualities they've adapted for their chosen environments. Choose one kashrishi heritage at 1st level.</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Athamasi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Lethoci]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Nascent]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Trogloshi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Xyloshi]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "26YL1jOPQQS6k7A9",
            "image": {},
            "name": "Kitsune",
            "sort": 2100000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to shapechange into other forms. Whether they pass unseen among other peoples or hold their tails high, kitsune are clever observers of the societies around them.</em></p>\n<hr />\n<p>Kitsune are shapechangers with two forms: one of a fox-headed humanoid and one largely depending on where they were raised. Those raised in populated areas typically have what's called a tailless form—a humanoid body without any fox features that resembles a more common ancestry, such as an elf or a human. In wooded or rural areas, their second form is more likely to be that of a fox.</p>\n<p>Though all-kitsune settlements exist, most live among people of other ancestries, granting them a degree of external insight into social rules or dynamics that others process only subconsciously. Kitsune enjoy subverting expectations as much as they do going along with them. Their fondness for jokes, stories, and wordplay, especially when the twist of a riddle hinges on the listener's assumptions, reinforces their reputation as tricksters.</p>\n<p>With dual forms and a connection to both the material and spiritual worlds, kitsune have diverse concepts of self and identity. Some even view their forms as separate individuals altogether, using them to explore different aspects of their personality.</p>\n<p>If you want to play a character with innate magical talents and countless hidden facets, each revealed with a glint of the eye and a twisting grin, you should play a kitsune.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Studiously observe the habits of those around you, taking mental notes on how to imitate them better.</li>\n<li>Delight in jokes, clever wordplay, pranks, or unnecessarily complex plots.</li>\n<li>Present a different, but authentic, side of yourself in each new situation.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Are taken in by your magnetic personality and enigmatic nature.</li>\n<li>Marvel at your many supernatural abilities.</li>\n<li>Wonder what you aren't telling them.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Kitsune have alert vulpine ears, pointed snouts, and short, semi-retractable claws on their fingers and toes. Their fur is dense, countershaded, and most often red,tan, black, or white in color. Kitsune have bushy tails that grow in number as they hone their innate magical abilities, to as many as nine.</p>\n<h2>Society</h2>\n<p>Kitsune are rarely the majority in whatever communities they inhabit, and many go their whole lives without meeting another kitsune beyond their family. Their society, as much as it exists, centers primarily around the commonalities that kitsune find as they pass among other peoples. The same social perspective that helps them imitate others also makes them quick to notice signs that someone may need help or a kind word. Due to this, kitsune often form strong interpersonal relationships and tend to anchor their social circles.</p>\n<p>When two kitsune do meet, they may find themselves exchanging light verbal repartee, enjoying the sport of trying to outwit each other. While it's considered a grave offense to outright give away another kitsune's shapechanging nature, kitsune relish surreptitiously forcing another to \"break character,\" shocking the other into disrupting their transformation through a well-placed comment.</p>\n<h2>Alignment and Religion</h2>\n<p>Kitsune often have neutrality in their alignment from balancing their dual natures, though their instinct for stirring up trouble leads many to lean slightly toward chaos. Some possess the ability to control or bend the will of others, but even among those that do, only the evilest use these arts flippantly or selfishly.</p>\n<p>The patron kitsune deity is Daikitsu, the goddess of crafting and agriculture. Though not all kitsune necessarily worship Daikitsu, most respect her as the purported source of their powers. Kitsune in Tian Xia often revere both Shizuru and Tsukiyo, seeing the duality of the sun and moon in their own multifaceted nature. A small sect of Avistani kitsune worship Sivanah, the goddess of illusion, respecting her position between perception and reality and believing the goddess's true form to be that of a kitsune-hidden behind not seven veils, but nine.</p>\n<h2>Names</h2>\n<p>While kitsune have some traditional names, they're more likely to use names that are unremarkable in their local society, the better to pass unnoticed. Some have different names for each form: a kitsune name for their kitsune form, a regional name for a tailless form, and possibly no name at all for a fox form.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Hamako, Haohiko, Kitsukou, Kon, Kwan-la, Talaro</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Kitsune Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Charisma, Free</p>\n<p><strong>Languages</strong> Common</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Elven, Gnomish, Goblin, Halfling, Dwarven, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Change Shape</strong>(concentrate, divine, kitsune, polymorph, transmutation) You transform into a specific alternate form determined by your heritage. If your heritage doesn't list a form, your alternate form is a tailless form, which is a common Medium humanoid ancestry prevalent where you grew up (typically human). This form is the same age and body type as your true form and has roughly analogous physical traits, such as hair color. Using Change Shape counts as creating a disguise for the Impersonate use of Deception. You lose any unarmed Strikes you gained from a kitsune heritage or ancestry feat in this form. You can remain in your alternate form indefinitely, and you can shift back to your true kitsune form by using this action again.</p>\n<h2>Kitsune Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Celestial Envoy Kitsune]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Dark Fields Kitsune]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Earthly Wilds Kitsune]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Empty Sky Kitsune]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Frozen Wind Kitsune]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "naQrTTE7CXu5lnNt",
            "image": {},
            "name": "Kobold",
            "sort": 2200000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Every kobold knows that their slight frame belies true, mighty draconic power. They are ingenious crafters and devoted allies within their warrens, but those who trespass into their territory find them to be inspired skirmishers, especially when they have the backing of a draconic sorcerer or true dragon overlord. However, these reptilian opportunists prove happy to cooperate with other humanoids when it's to their benefit, combining caution and cunning to make their fortunes in the wider world.</em></p>\n<hr />\n<p>Kobolds are resourceful survivors whose snare-guarded warrens and opportunistic scavenging have cast them as villains to most other humanoids, with their draconic reverence lending them a reputation as mere minions and nuisances. Yet some kobolds have emerged from their secluded warrens seeking the relative safety of surface settlements, the lucrative prospects of the adventuring life, or validating awe from followers of their own.</p>\n<p>If you want a character with oversized confidence, deadly cunning, and the ancient power of dragons flowing through their veins, you should play a kobold.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Take pride in your draconic connections, whether you believe dragons are your ancestors or simply patrons.</li>\n<li>Analyze your surroundings, always looking for ambushes, advantageous terrain, and escape routes.</li>\n<li>Naturally observe, adopt, and respect group dynamics, whether as leader, subordinate, or equal.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Assume that you are cowardly and won't stick around in the face of danger.</li>\n<li>Appreciate your ingenuity and resourcefulness, especially when it comes to building defenses.</li>\n<li>Consider your claims of draconic power to be overblown, delusional, or endearing.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Kobolds are short (about 3 feet tall) reptilian humanoids with slender bodies and long tails. They often boast distant draconic ancestry, and every kobold displays one or more draconic features, such as stout horns, razor-sharp teeth, or—more rarely—vestigial wings or draconic breath. They mature quickly, reaching adulthood by about 12 years and living to about 60.</p>\n<p>The color of a kobold's scales can vary widely. Most often, they mimic the hues of chromatic or metallic dragons, with a mix of slightly darker or lighter scales that create a mottled appearance. The scales of newly hatched kobolds often reflect the community's draconic exemplar, whether that's the dragon they currently serve or the dragon type from which they're descended.</p>\n<h2>Society</h2>\n<p>Kobolds have an ingrained cautiousness that keeps them alive. They're secretive or subservient around powerful creatures to avoid becoming victims. This meekness fades once kobolds secure either a formidable patron (like a dragon) or a potent source of supernatural power (like an artifact or sorcerous leader). They often achieve an unshakable fervor and loyalty to their new cause or leader. However, kobolds are infamous for sensing a proverbial sinking ship, and once their source of power fails or seems doomed, their morale breaks swiftly.</p>\n<p>Whether led by a dragon or not, kobolds almost always identify themselves with a type of dragon that serves as their spiritual exemplar. Their societies regularly adopt laws and cultural norms inspired by the exemplar's personality.</p>\n<h2>Alignment and Religion</h2>\n<p>All but the most iconoclastic kobolds have a natural respect for hierarchies and rules, and so kobolds are rarely chaotic. Kobold adventurers tend to be lawful neutral or neutral, relying on their ancestral social strategies for survival.</p>\n<p>Organized religion feels natural for most kobolds, especially when a deity assumes a commanding or tyrannical disposition. Many gravitate toward Abadar's order or Shelyn's artistic flair. More sinister communities uphold Asmodeus and other archdevils as common patrons. The dragon deities Apsu and Dahak are also common subjects of worship. Kobolds also often find themselves drawn to cults, particularly those with dragons or devils as figureheads.</p>\n<h2>Adventurers</h2>\n<p>Kobolds often adventure in pursuit of the power, lore, and treasure that they feel befit their disproportionately large egos. When adventurers, militias, or careless tyrants shatter a kobold community, the survivors often latch onto new families, seeking emotional solace—and sometimes revenge. Typical kobold backgrounds include artisan, artist, criminal, hunter, miner, scout, and tinker, plus bandit, cultist, scavenger, and servant. Kobolds excel as bards, rangers, rogues, and sorcerers, though they also often channel their ingenuity as alchemists or wizards.</p>\n<h2>Names</h2>\n<p>A young kobold's given name is rarely more than a syllable or two. However, as they age, achieve status, and accomplish great deeds, kobolds add more syllables to their names, imitating a common draconic practice. Kobolds rarely have surnames except in an effort to better fit into a community, in which case they typically adopt the surname of an inspiring figure in that group.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Azrnak, Draahzin, Enga, Fazgyn, Fazij, Jekkajak, Kib, Kirrok, Mirkol, Tarka, Urkak, Varshez, Vroklan, Zekstikah, Zgaz</p>\n<hr />\n<p><strong>PFS Note</strong> Due to years of successful Pathfinder Society activities, all characters have access to the kobold ancestry.</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Kobold Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Charisma, Free</p>\n<p><strong>Attribute Flaw</strong> Constitution</p>\n<p><strong>Languages</strong> Common, Draconic</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Diabolic, Dwarven, Gnomish, Terran, Sakvroth, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<p><strong>Draconic Exemplar</strong> You draw minor powers from your draconic exemplar. Choose a type of chromatic or metallic dragon to be your exemplar. This determines your scale color and appearance, and dragons sometimes look more favorably upon those kobolds who resemble them, at the GM's discretion. Your exemplar may also determine details of other abilities you have, using the @UUID[Compendium.pf2e.ancestryfeatures.Item.Draconic Exemplar]{Draconic Exemplars table}.</p>\n<h2>Kobold Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Caveclimber Kobold]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Cavern Kobold]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Dragonscaled Kobold]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Spellscale Kobold]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Strongjaw Kobold]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Tunnelflood Kobold]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Venomtail Kobold]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "SWkwNivrfzWZqas9",
            "image": {},
            "name": "Leshy",
            "sort": 2300000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Leshies are immortal spirits of nature temporarily granted physical forms. As guardians and emissaries of the environment, leshies are \"born\" when a skilled druid or other master of primal magic conducts a ritual to create a suitable vessel, and then a spirit chooses that vessel to be their temporary home. Leshies are self-sufficient from the moment the ritual ends, though it isn't uncommon for leshies to maintain lifelong bonds with their creators. Many leshies relish the opportunity to interact with the physical world. While most leshy spirits are ancient, they rarely recall past lifetimes and see their new life as a chance to experience the wonders of the world once more. If you want to play a character who is curious and connected to nature, you should play a leshy.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Act as a traveling agent for natural guardians who are unable to leave their territories.</li>\n<li>Encourage civilizations to cooperate with nature and build their cities in ecologically friendly ways.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Think you are a curiosity due to your spiritual origins.</li>\n<li>Assume you know only about nature and are unfamiliar with civilization and society.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Leshies are as varied as the material used to create their vessels, usually appearing as a bizarre mishmash of various plants or fungi. Their bodies are vaguely humanoid in shape, with numerous characteristics of the plant or fungus from which they were made. A typical leshy is about 3 feet tall. Leshies begin their lives as adults and don't age.</p>\n<h2>Society</h2>\n<p>To most leshies, the concept of family is not a matter of birth, but rather determined by bonds of loyalty and friendship. Leshies are dedicated allies, but they have little tolerance for those who would despoil nature. As much as they are happy to accept someone who earns their trust into their family, they expect family members to look out for them and their natural wards in return. Leshies are grouped into categories akin to ethnicities, but these are not connected to physical features; rather, they represent broad categories of characteristics of their spirits. Certain spirits are more likely to gravitate toward particular physical bodies, though this predisposition is far from absolute. Leshies' genders are determined by the spirits that inhabit their bodies. Some leshies are exclusively male or female, while many consider themselves both. Others, particularly fungus leshies, tend toward far more complex expressions of gender, or eschew the concept entirely. Leshies choose and change their names multiple times throughout their lives.</p>\n<h3>Sample Names</h3>\n<p>Scarlet in Summer, Verdant Taleweaver, Lurking Hunter, Masterful Sun Drinker, Noon Sky Evening Song, Snowy Pine Branch, Cascading Rapids</p>\n<h2>Beliefs</h2>\n<p>Leshies' beliefs generally focus on the natural world. Those with a philosophical bent lean toward the Green Faith, and Gozreh is the most popular deity among faithful leshies. Some leshies also venerate green men, powerful spirits of nature.</p>\n<h4><strong>Popular Edicts</strong></h4>\n<p>experience the physical world, form a family through loyalty and trust, protect parts of nature you embody</p>\n<h4><strong>Popular Anathema</strong></h4>\n<p>embrace unnatural magic or influences</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Leshy Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Constitution, Wisdom, Free</p>\n<p><strong>Attribute Flaw</strong> Intelligence</p>\n<p><strong>Languages</strong> Common, Sylvan</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Elven, Gnomish, Goblin, Halfling, Sakvroth, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Plant Nourishment</strong> You gain nourishment in the same way that the plants or fungi that match your body type normally do, through some combination of photosynthesis, absorbing minerals with your roots, or scavenging decaying matter. You typically do not need to pay for food. If you normally rely on photosynthesis and go without sunlight for 1 week, you begin to starve. You can derive nourishment from specially formulated bottles of sunlight instead of natural sunlight, but these bottles cost 10 times as much as standard rations (or 40 sp).</p>\n<h2>Leshy Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Cactus Leshy]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Fruit Leshy]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Fungus Leshy]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Gourd Leshy]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Leaf Leshy]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Lotus Leshy]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Pine Leshy]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Root Leshy]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Seaweed Leshy]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Vine Leshy]</p>",
                "format": 1,
                "markdown": ""
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "cbLJs37Nc8FveriK",
            "image": {},
            "name": "Lizardfolk",
            "sort": 2400000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Lizardfolk are consummate survivors, heirs to empires considered ancient even by the elves.</em></p>\n<hr />\n<p>Lizardfolk move through the societies of other humanoids with the steely reserve of born predators. They have a well-deserved reputation as outstanding rangers and unsentimental fighters. Though lizardfolk have adapted to many different environments, many of them still prefer to remain near bodies of water, using their ability to hold their breath to their advantage. As a result, lizardfolk usually prefer equipment that is not easily damaged by moisture, eschewing leather and metal for gear made of stone, ivory, glass, and bone.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Demonstrate extreme patience, even when pressured to act.</li>\n<li>Hold your people's history in high regard and look to the past for solutions to present problems.</li>\n<li>Strive to adapt perfectly to your environment while also keeping your culture and traditions intact.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Assume you are beholden to tradition and have ancient knowledge.</li>\n<li>See you as cold-blooded and callous due to your subdued physical reactions.</li>\n<li>Respect your impressive strength and your knowledge of natural areas.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Lizardfolk vary depending on their environment, but share toothy snouts and long and powerful tails. Those from temperate or desert regions tend toward gray, green, or brown scales that aid in camouflage, while those from tropical climes are brightly colored. Many sport dorsal spikes or garish neck frills that hint at their clan lineage. Lizardfolk reach physical adulthood at age 15 and live up to 120 years. The average lizardfolk stands 6 to 7 feet tall, but grows throughout their lifetime, gaining strength and size with age.</p>\n<h2>Society</h2>\n<p>Known among themselves as iruxi, lizardfolk are raised communally from the moment they break from their shells. They have an oral tradition stretching back thousands of years, brought to life through epic poems, evocative carvings, and ancestral rites performed among fields of fossilized bone. Lizardfolk are passionate astrologers with one eye on the future. If they seem slow to act, it is because their long history has taught them the value of patience.</p>\n<p>The simple villages most outsiders associate with iruxi are the homes of migrants in outlying regions. True iruxi settlements are often overlooked, as they are partially or mostly submerged in water. These glass and stone complexes bear the mark of every generation of lizardfolk that lived within them, and lizardfolk bones often adorn the walls, as many lizardfolk believe these remains can be animated by ancestral spirits when the residents are in danger.</p>\n<h2>Alignment and Religion</h2>\n<p>Most iruxi are unconcerned with heavy questions of morality and are therefore usually neutral in alignment. Adventuring iruxi who leave their people to travel might have any number of reasons for doing so and can be of any alignment. Iruxi religion plays a large role in their culture, but it is heavily practical, blending animism and ancestor worship with druidic rites. Of the gods, only Gozreh is commonly revered, but lizardfolk may call upon other powers devoted to ancient wyrms, astrology, nature, rivers, and might of arms, from kindly Desna to cruel Hanspur and certain demon lords.</p>\n<h2>Adventurers</h2>\n<p>Some background options are particularly suitable for lizardfolk. Wilderness or martial backgrounds like the animal whisperer, hunter, scout, or warrior are ideal. Living at the margins of human civilization means an iruxi might have grown up as a hardy street urchin, traveled as a nomad or sailor, or found work as a laborer or gladiator. Lizardfolk's ties to the wilderness make them excellent rangers or druids. Their outstanding strength serves them well if they select the barbarian, fighter, or monk classes, though they can also strike from stealth as a rogue. Iruxi also have a strong oral tradition kept alive by lizardfolk bards and sorcerers.</p>\n<h2>Names</h2>\n<p>Lizardfolk names come from their ancient language and tend to be traditional. Names are typically chosen by the clan's astrologer in accordance to omens and which star signs are ascendant when an iruxi egg hatches, though occasionally an iruxi's parents may name a hatchling for an ancestor or a beloved historical hero.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Arasheg, Barashk, Essaru, Enshuk, Gishkim, Hazi, Inishish, Kutak, Nasha, Shulkuru, Tizkar, Utakish, Zelkekek</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Lizardfolk Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Strength, Wisdom, Free</p>\n<p><strong>Attribute Flaw</strong> Intelligence</p>\n<p><strong>Languages</strong> Common, Iruxi</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Amurrun, Thalassic, Boggard, Draconic, Elven, Jotun, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Claws</strong> Your sharp claws offer an alternative to the fists other humanoids bring to a fight. You have a claw unarmed attack that deals 1d4 slashing damage and has the agile and finesse traits.</p>\n<p><strong>Aquatic Adaptation</strong> Your reptilian biology allows you to hold your breath for a long time. You gain the Breath Control general feat as a bonus feat.</p>\n<h2>Lizardfolk Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Cliffscale Lizardfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Cloudleaper Lizardfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Frilled Lizardfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Sandstrider Lizardfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Unseen Lizardfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Wetlander Lizardfolk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Woodstalker Lizardfolk]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "TlTIwW61zK0dk95v",
            "image": {},
            "name": "Nagaji",
            "sort": 2500000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>With humanoid figures and serpentine heads, nagaji are heralds, companions, and servitors of powerful nagas. They hold a deep reverence for holy areas and spiritual truths, an aspect many others find as intimidating as a nagaji's appearance.</p>\n<p>Nagaji are creations of the goddess Nalinivati, who was inspired by both humans and nagas. This inspiration, alongside nagaji's devotion to nagas, has led many to claim nagaji were created to be servants. However, Nalinivati created nagaji simply for the sake of creating. She envisioned a world where nagas and nagaji worked together to succeed, with nagas serving as sacred guardians, and nagaji living as mortals upon Golarion, respecting nagas for their strength and wisdom. Nagaji live up to this expectation, forming nations, temples, and villages with as many varied governments, societies, and traditions as there are scales on a serpent's back. If nagaji can be said to share any trait, it's devotion, be it to a community, a temple, a concept, or a lifestyle. Most nagaji are also drawn to the spiritual in all its expressions, even the darker aspects of philosophies and religions.</p>\n<p>If you want a character who combines the crushing strength and the sinuous mystery of a serpent, you should play a nagaji.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Enjoy the intersection of spirituality and everyday life.</li>\n<li>Have deep reserves of patience for tasks others might find boring.</li>\n<li>Adhere to strong beliefs and traditions about your place in the universe.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Assume you have no goals or interests beyond serving nagas.</li>\n<li>Find your unblinking eyes and serpentine features intimidating.</li>\n<li>Are awed by your connection and dedication to holy natural places.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Nagaji are prone to sharp differences in appearance. Some have tails alongside legs, some have sharp claws on their hands and feet, and some are so unique from their kin that they're mistaken for lamias rather than nagaji. The most common nagaji features are a serpentine head and a humanoid body. They usually have the unblinking eyes of a snake, though other peoples often claim a nagaji's gaze is far more intense. Scales cover nagaji bodies, with patterns that resemble those of snakes or nagas. Depending on their heritage, a nagaji's neck might be as long as a swan's or as short as a human's, and many have a frill of skin or scales down their back. Nagaji tend to possess crushing strength, but how it manifests can vary; some have bulky figures, while others have the slender yet powerful musculature of a snake.</p>\n<h2>Society</h2>\n<p>Nagaji communities widely vary, from ancient empires to tiny fishing villages. They tend to be isolated from other peoples, more as a matter of convenience than choice; nagaji have different physical needs than most ancestries, so even when integrated into mixed communities, they tend to live with other nagaji. Everything from marriage traditions, religion, social roles, valued arts, and methods of governance differs in specific nagaji communities. Within these communities, however, nagaji often have very strict and traditional views on these topics. Multiple instances of wars between nagaji have come about due to one group of nagaji finding another's practices unacceptable. This perspective applies to relations with other peoples as well. For instance, most nagaji consider themselves rivals and enemies of garudas due to their historical legends, even if the nagaji involved have never even seen a garuda.</p>\n<p>Nagaji originated in the Tian Xia region of Nagajor. Though they have since spread across Golarion to regions such as Vudra and Jalmeray, many of them still carry traditions from their ancestral homeland. Tian and Vudrani concepts of elements, medicine, and spirituality are highly common among nagaji, especially given their tendency of seeing themselves as highly pious beings. Nagaji mostly eschew the human concept of castes, beyond the vague view of a \"natural order\" that sees nagas as holy guides to mortal nagaji, but they can see the appeal of the concept of karma and the righteousness of fulfilling their proper role in the universe. While they have little physical need for clothes, as they stick to hot and humid environments, nagaji wear them with pride and treat them as decorative elements in the same manner as jewelry.</p>\n<p>As nagas are usually matriarchal, nagaji have a strong respect for women in leadership positions. Not all nagaji follow suit with matriarchal societies, but they tend to trace lineage through the mother, and almost no nagaji societies are strictly patriarchal.</p>\n<h2>Alignment and religion</h2>\n<p>Nagaji are most commonly neutral but otherwise don't have any strong pull toward specific alignments. The presence of a naga can sway nagaji toward that naga's ethos, but a nagaji's view on life tends to be determined by the culture to which they belong.</p>\n<p>Nagaji overwhelmingly worship Nalinivati, their creator, to the point that any nagaji who pay homage to a different god over Nalinivati provoke strong negative reactions from their kin. While nagaji believe reverence for Ravithra, the supposed mother of nagas, to be proper and accept it more readily than other faiths, most believe Ravithra shouldn't be troubled with the requests of mortal adherents. A very small minority of nagaji in Jalmeray are drawn to the worship of the war god Diomazul; these adherents are tolerated by other nagaji, but seen as just as terrifying and dangerous as their patron god and usually avoided.</p>\n<h2>Names</h2>\n<p>Nagaji names vary depending on what region of the world they occupy, but they tend to possess short vowels when they have any at all. Nagaji usually name themselves or allow groups of siblings to name each other as children, a tradition that often sees nagaji eagerly shedding these names for new ones when they reach adulthood.</p>\n<h3>Sample Names</h3>\n<p>Adesha, Garija, Kaya, Kuwana, Onok, Paravata, Sheni, Takasha, Tasi, Ulu, Vaski, Yulbin</p>\n<h2>Nagaji Heritages</h2>\n<p>Nagaji physiology commonly varies between individuals. Choose one nagaji heritage at 1st level.</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Hooded Nagaji]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Sacred Nagaji]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Titan Nagaji]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Venomshield Nagaji]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Whipfang Nagaji]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "GCxhDyf1ZNlLiDKZ",
            "image": {},
            "name": "Orc",
            "sort": 2600000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Orcs are forged in the fires of violence and conflict, often from the moment they are born. As they live lives that are frequently cut brutally short, orcs revel in testing their strength against worthy foes, often by challenging a higher-ranking member of their community for dominance. Orcs often struggle to gain acceptance among other communities, who frequently see them as brutes. Those who earn the loyalty of an orc friend, however, soon learn that an orc's fidelity and honesty are unparalleled. Orc culture teaches that they are shaped by the challenges they survive, and the most worthy survive the most hardships. Orcs who attain both a long life and great triumphs command immense respect.</p>\n<p>If you want a character who is hardy, fearsome, and excels at feats of physical prowess, you should play an orc.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Eagerly meet any chance to prove your strength in a physical contest.</li>\n<li>View dying in glorious combat as preferable to a mundane death from old age or illness.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>See you as violent or lacking in discipline.</li>\n<li>Admire your forthrightness and blunt honesty.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Orcs are tall and powerfully built, with long arms and stocky legs. Many orcs top 7 feet in height, though they tend to adopt broad, almost bow-legged stances and slouch forward at the shoulders. Orcs have rough skin, thick bones, and rock-hard muscles, making them suited to war and other physically demanding tasks. Orc skin color is typically some shade of green, though some orcs have other skin colors that reflect adaptations to their environments.</p>\n<p>Orcs consider powerful builds, heavily scarred skin, large tusks, and tattoos attractive, regardless of gender. Orcs reach physical adulthood around the age of 17, with many orcs living to be up to 60 years old.</p>\n<h2>Society</h2>\n<p>Most orc communities—known as holds—define themselves through two things: pain and glory. Each earns respect in near equal measure, so long as the pain is borne with stoicism. An orc with many scars who walks uncomplaining with a broken leg draws as much admiration as one who wins a great victory on the battlefield. Additionally, power defines the dynamics among families and holds. Weaker orcs work at the behest of the strong, with power constantly shifting between orcs that prove their might. Orcs tend to share in familial duties, raising children as a community and sharing responsibilities among the entire hold.</p>\n<h3>Sample Names</h3>\n<p>Arkus, Durra, Grask, Grillgiss, Krugga, Mahja, Murdut, Ollak, Onyat, Thurk, Uirch, Unach</p>\n<h2>Beliefs</h2>\n<p>A common orc saying is \"you are the scars that shape you.\" Violent, chaotic lives in violent, chaotic lands mean that most orcs tend to expect and accept violence. Lamashtu, and Rovagug are commonly worshiped among more war-minded orc communities, while less violent holds worship gods like Sarenrae, whose tenets of fire, redemption, and glory all hold some appeal to orc sensibilities.</p>\n<p>While there are orc deities, their worship is surprisingly uncommon among orcs. Orcs believe that if a creature has a face and a name, it can be killed, and so their own deities are often targets, rather than objects of reverence. Some orc holds teach that the greatest members of the hold can earn a chance to challenge the orc deities for a place amid the pantheon.</p>\n<h4><strong>Popular Edicts</strong></h4>\n<p> become even stronger, share knowledge you won through pain, destroy the undead</p>\n<h4><strong>Popular Anathema</strong></h4>\n<p> accept defeat without proof of strength, reshape or reanimate a creature into something lesser</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Orc Mechanics</h2>\n<p><strong>Hit Points</strong> 10</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Two free attribute boosts</p>\n<p><strong>Languages</strong> Common, Orcish</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Goblin, Jotun, Petran, Sakvroth, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<h2>Orc Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Badlands Orc]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Battle-Ready Orc]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Deep Orc]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Grave Orc]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Hold-Scarred Orc]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Rainfall Orc]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Winter Orc]</p>",
                "format": 1,
                "markdown": ""
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "Ck8L9livQph1GFal",
            "image": {},
            "name": "Poppet",
            "sort": 2700000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Poppets are small, basic constructs that typically help their owners with simple tasks. Occasionally, poppets gain sapience, independence, and a spark of life. Elevated beyond mere helpers or playthings, these poppets are free to chart their own destinies.</em></p>\n<hr />\n<p>Most commonly made of cloth, wicker, and wood, poppets are among the simplest of constructs. They serve as helpers to fetch tools, clean dishes, tidy rooms, or perform other light tasks. Their size and appearance vary, but nearly all poppets appear humanoid in shape and between 1 to 3 feet tall. They're usually roughly made with button eyes sewn onto blank faces, strings of yarn in place of hair, and a simple dress or tunic made from coarse, cheap cloth. Wealthy families sometimes purchase poppets as toys, with their squishy bodies and stitched smiles, to keep their children company. Most poppets can't speak and lack the intellect to understand speech beyond preprogrammed orders. Poppets can become familiars.</p>\n<p>Very, very rarely, a common poppet spontaneously manifests a spark of life-a tiny bit of life essence- and becomes a thinking, independent creature. These events are exceedingly rare; fewer than one in a thousand gain this spark. A poppet might manifest this life essence through a magical fluke in its construction, a brush with ephemeral spirits, or even the fervent wish of a loving child. Whatever their origin, the poppets described here as an ancestry have their own life and free will. They might consider their creators or former owners to be friends, but they acknowledge no one as their master and often leave comfortable homes or workshops to seek their place in the world.</p>\n<p>Sapient living poppets usually refer to themselves as \"awakened\" to indicate the moment they gained clear and true self‑awareness. Poppets might talk about this event as the time they \"popped up,\" \"woke up,\" or \"sparked alive.\" Most poppets celebrate two special anniversaries each year: the day of their initial creation (which, for most poppets, they must learn secondhand or by studying their creator's records) and the day they awoke to true consciousness.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Like surprising others with your unexpected cleverness and eloquence.</li>\n<li>Seek out other self-aware beings that most people might overlook.</li>\n<li>Rely on your harmless appearance to trick others.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Mistake you for a toy.</li>\n<li>Doubt your ability to handle tasks that require any dexterity or complex thought.</li>\n<li>Wonder whether your mundane form conceals other magical marvels.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Living poppets are both humanoids and constructs, which gives them some of the benefits and drawbacks of each category. Their bodies are usually made of wood and wicker, but they can be made of cloth, leather, tin, stuffing, or delicate clockwork. Either way, poppets burn or melt quickly and must take care to avoid fire. They virtually never look alike, as each is created from unique and unusual circumstances.</p>\n<p>Poppets are fully alert and self‑aware when they awaken to sentience; although they might not know much at first, they instantly gain intelligence and consciousness. They must breathe and sleep, and they must consume food and water each day; through a sort of magical digestion they can restore rips, tears, or scuffs in their physical form. Poppets don't age the same way fleshy creatures do, but they slowly wear down in physical form as well as in mental acuity. A poppet that tends to their body and mind (and takes care to avoid fire) can live up to 30 years.</p>\n<h2>Society</h2>\n<p>Free‑willed poppets are so rare that almost no such poppet has met another. Poppets normally live with larger creatures, though not always their creators, and tend to get along well in societies sized for larger creatures. Most live in cities because that's where toy makers, clockwork crafters, and other specialists have their shops, but poppets created by lonely hermits or reclusive inventors might prefer a life in the wilderness. Poppets often stay on the lookout for other creatures who, like them, have stumbled into self‑awareness. They might have regular conversations with animated objects, golems, houseplants, statues, or toys, in which they're deeply polite out of a desire to leave a good impression for the time when the object \"wakes up.\"</p>\n<h2>Alignment and Religion</h2>\n<p>Ordinary poppets are built as helpers and companions, and awakened poppets tend to retain this drive to aid others. They're therefore generally good, and more poppets are lawful than chaotic. Some spend their time trying to uncover secrets of their creation, find others like them, or keep out of trouble; these poppets are generally neutral in alignment. Poppets aren't typically religious unless a particular faith defined their creation, such as being made from scraps of Iomedaean altar cloth or woven from reeds around a sacred Gozren pool. These poppets tend to be vocally religious, even zealous, in their faith. Poppets who find religion later in their lives often revere Brigh, Casandalee, or Nethys.</p>\n<h2>Names</h2>\n<p>Poppets generally choose their own names, usually descriptive nicknames based on their materials, patterns, size, or demeanor. They tend to pick up and shed nicknames throughout their lives, and they happily adopt nicknames given to them by people they like. A poppet fashioned to look like a particular person, such as a doll sewn to resemble a deceased child, might proudly take the name of that person.</p>\n<h3>Sample Names</h3>\n<p>Burlap, Buttoneyes, Checker, Clockwhirr, Fivestitch, Nettle, Scramble, Stuffing, Taffeta, Tattercap</p>\n<h2>Poppets of the Inner Sea</h2>\n<p>Awkward and endearing, poppets are well‑regarded in all but the most insular and superstitious communities of Golarion. They're known to be able, helpful, and loyal little creatures who support a master's work or make an aristocrat's life easier, which is particularly true in large trade cities such as Absalom, Almas, the city of Katapesh, and Katheer. The key difference between ordinary poppets and living poppets, in most people's experiences, is responsive speech. Ordinary poppets usually can't talk; if they can, they reproduce only a few preprogrammed phrases by rote. They normally communicate with strangers via notes pinned to their bodies, like walking note boards. Awakened poppets not only talk but carry on lengthy, expressive conversations, which likely strikes even the most jaded urbanite as a marvelous wonder.</p>\n<p>In regions where an entrenched nobility enjoys flaunting their wealth, poppets are even built specifically as toys. Taldor and Cheliax teem with aristocrats who pamper their children, grooming them for a life of leisure and devotion to family honor. These children have the best and most expensive toys, including poppets in fancy, frilly clothing. Such poppets are sometimes armed with subtle weaponry to fight against kidnappers or assassins who threaten their charges. Commoners in these nations treat poppets with deference and caution, as no one wants to risk the wrath of a spoiled scion. Awakened poppets from these lands sometimes believe themselves members of the aristocracy and can be snooty.</p>\n<p>In nations such as Nex, Osirion, and Katapesh, where magic flows freely, construct servitors are common. As many people expect to see familiars and homunculi in their daily routines, a busy poppet rarely draws much attention. Such poppets are assumed to be on tasks for powerful masters, but they don't command too much respect-after all, if the task were truly important, the master wouldn't have sent a simple poppet. Poppets in these regions can expect to have to wait in lines, pester trade workers to get their attention, or barter like anyone else. They also tend to have simple and functional appearances with few ornamentations and a tendency to look shabby from years of work. Thus, poppets from these lands have a deeper understanding of common folk from spending so much time shoulder to shoulder (or, more likely, shoulder to thigh) among them.</p>\n<p>Some poppets originate from crafted sophistication more so than magical skill. They might be cunning clockworks with interlocking piston‑powered gears or simply wood and wicker with ingenious hinges and well‑calibrated mechanisms inside. Others might look like toy soldiers or have visages of smooth, thin metal. Such poppets are most common in Alkenstar, Numeria, or around Absalom's Clockwork Cathedral. They often worry about rust, grit, or water spoiling their inner workings, to the point of being fussy.</p>\n<p>There are few areas where poppets are outright feared, but Ustalav is one of them. Whispered stories of ghosts or curses tell tales of common objects, or even toys, given dread animation to inflict misery on a household, making citizens highly suspicious of poppets. This belief is unfortunate because Ustalav has more than its share of the creatures; eccentric inventors, professors desperate to prove abstruse theories, and possessing spirits from beyond the grave might give a poppet the spark of life. These poppets learn caution quickly, lest they be thrown into a bonfire or lake.</p>\n<p>Because they're made from fragile materials, most poppets don't last very long before breaking down. A few rare exceptions survive from powerful ancient empires with well‑known mastery of constructs, such as the Azlanti Empire or the Jistka Imperium. These poppets might be incredibly old-older than they'll ever know, as such poppets awakened recently within an ancient ruin usually have no solid recollections of their creators or their original purpose. These poppets pose perhaps the deepest mysteries, as they might hold the keys to unlock secrets of lost civilizations.</p>\n<h2>Poppet Origins</h2>\n<p>It's rare to find two poppets that look alike, but the most significant and defining characteristic of a poppet isn't what they're made of. Rather, it's how they were imbued with life and independent thought. Magic animates most poppets, and those awakened gain their spark of life and sentience when something goes slightly off‑kilter with their enchantment. For unknown reasons-perhaps an accident or a creator's errant tinkering-a spark of life explodes into being, and a formerly lifeless series of nested commands and calculations synthesize together as true thought. The poppet suddenly gains life and self‑awareness, the ability to speak and reason, and a desire for freedom.</p>\n<p>In some cases, a poppet's life essence originally belonged to another being. An errant fragment of a departed soul, psychic impression, or similar ephemeral sliver lodges within the little construct, and the poppet's magic fashions an entirely unique personality around it. A poppet awakened this way might have occasional glimpses into the being who donated this essence, but their life, mind, and soul are thereafter their own.</p>\n<p>The rarest, and perhaps most precious, poppets are brought to life with love. These are faithful assistants or beloved toys that someone earnestly, honestly wished would become \"real.\" There's more magic in the world than found in formulas and litanies, and this wish magic awakens poppets in the best of circumstances: knowing they're cherished and able to respond with love of their own.</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Poppet Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Constitution, Charisma, Free</p>\n<p><strong>Attribute Flaw</strong> Dexterity</p>\n<p><strong>Languages</strong> Common</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Dwarven, Elven, Gnomish, Goblin, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<p><strong>Constructed</strong> The materials of your body resist ailments that assail the flesh. You gain a +1 circumstance bonus to saving throws against death effects, disease, and poison as well as to saving throws against effects that would give you the drained, paralyzed, or sickened conditions. Your spark of life means that you're a living creature, and you can be healed by vitality energy and harmed by void energy as normal.</p>\n<p><strong>Flammable</strong> You have weakness to fire damage equal to one-third your level (minimum 1).</p>\n<h2>Poppet Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Ghost Poppet]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Stuffed Poppet]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Toy Poppet]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Windup Poppet]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Wishborn Poppet]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "zoSkNev57C8OEDYL",
            "image": {},
            "name": "Ratfolk",
            "sort": 2800000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living spaces.</em></p>\n<hr />\n<p>Most surface-dwelling humanoids call ysoki 'ratfolk' and know them as a communal people who prefer cramped conditions, with up to 100 individuals living in a given house. If they can't find homes in town, ysoki may instead live in caves and cavern complexes, as these provide great storage for the many and varied goods they bring back from trading expeditions.</p>\n<p>Ratfolk love to travel, and they can often be found on the road in merchant caravans. They're good with their hands and have a keen eye for spotting anything out of the ordinary, from threats to treasures. They're also inveterate hoarders; ysoki warrens are crammed full of unusual odds and ends gathered by previous generations and stowed away in preparation for some future emergency.</p>\n<p>If you want a character who is smart, fast, well-traveled, and adaptable, try playing a ysoki!</p>\n<h2>You Might...</h2>\n<ul>\n<li>Have pride in your large extended family, and stay in contact with everyone in it.</li>\n<li>Like to travel near and far in search of new experiences, likely collecting trinkets along the way.</li>\n<li>Work well with others.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Mistake you for a wererat or another monster.</li>\n<li>Are surprised by your careful grooming and other fastidious habits.</li>\n<li>Think you're crowding them and invading their personal space.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Ratfolk have whiskered snouts, large ears, and hairless tails, and typically have red eyes and short brown or black fur. A common ysoki is 4 feet tall and weighs around 80 pounds. Ratfolk vary considerably, however; even a single family group can exhibit substantial variation in hair color, eye color, or size.</p>\n<p>Instinct drives ysoki to maintain cleanliness, though this is also reinforced through their strong social structures. Other condescending humanoids often presume ratfolk are dirty or diseased, but in actuality, they are meticulous about personal hygiene. Because their appearance is often considered unnatural—and other people mistake them for wererats—ysoki often conceal their physical features with hoods, gloves, shoes, long-sleeved tunics, robes, and other layers of clothing when moving through spaces dominated by other ancestries.</p>\n<h2>Society</h2>\n<p>Ysoki culture values cooperation and community. Every ysoki learns—through communal games, social occasions, and sports—to forge fast friendships and connections with ysoki outside their family. You may never know whose help you're going to need, but when you do, you're going to need it now.</p>\n<p>With a long tradition of working as traders and tinkers, ysoki travel frequently from one town to another. Their wagons are usually grouped into caravans of up to half a dozen vehicles. Ysoki wagons are pulled by exceptionally large giant rats; many ysoki can speak to such animals.</p>\n<p>Discrimination against ysoki has shaped their culture, prompting them to rely on each other and strengthening their family and communal bonds. Ysoki are very good at differentiating between bad actors and those who are simply acting out of ignorance, modeling good behavior and slowly working to reverse generations of discrimination for those willing to learn. They are always on the lookout for members of other ancestries who don't judge them for their appearance, embracing these individuals as true friends and welcoming them into their communities. But they also can quickly spot determined bigots prone to violence and steer clear of such individuals, minimizing any opportunity for tragedy.</p>\n<h2>Alignment and Religion</h2>\n<p>Ysoki care more about their family than abstract concepts of good and evil. Their warrens might be chaotic dens filled with hoarded knickknacks, but they also obey strict social codes. Most ysoki are neutral.</p>\n<p>Though ysoki revere their ancestors and tend to acknowledge whatever deity is prevalent in their local area, Lao Shu Po has a special role in ysoki culture. Grandmother Rat, as she is sometimes known, embodies many things that are otherwise antithetical to ratfolk—she urges followers to put their own interests above others, and she encourages deceit and trickery. To most ysoki, Grandmother Rat accomplishes all those things ratfolk need done, but which no reasonable ratfolk would wish to do.</p>\n<h2>Adventurers</h2>\n<p>Ratfolk might take up the adventuring life to explore and travel, to defend their family or community, or for any number of other reasons.</p>\n<p>Their natural wit and nimble fingers make ratfolk excellent alchemists and rogues, while some specialize in ranged weapons as fighters or rangers.</p>\n<p>Typical ratfolk backgrounds include animal whisperer, artisan, merchant, medic, nomad, scout, and tinker, plus bandit, barber, scavenger, and teacher.</p>\n<h2>Names</h2>\n<p>Every ysoki family has perhaps two dozen names that have been passed down from generation to generation, sometimes with minor alterations or alternative nicknames. A grandfather might be Grivver, for example, while his daughter goes by Griva and her son is simply Griv. Ratfolk are often assigned nicknames and sobriquets by humanoids they interact with, but most ysoki find these names distasteful and endure them only when outside ysoki communities.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Barnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Ratfolk Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Intelligence, Free</p>\n<p><strong>Attribute Flaw</strong> Strength</p>\n<p><strong>Languages</strong> Common, Ysoki</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Draconic, Dwarven, Gnomish, Goblin, Halfling, Kholo, Orcish, Sakvroth, or any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<h2>Ratfolk Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Deep Rat]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Desert Rat]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Longsnout Rat]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Sewer Rat]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Shadow Rat]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Snow Rat]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Tunnel Rat]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "qsbc1ZLCWzfl1sfZ",
            "image": {},
            "name": "Shisk",
            "sort": 2900000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Shisks are secretive mountain-dwellers, bone-feathered humanoids who lurk underground in dark tunnels and caverns. Their fascination with collecting and protecting esoteric knowledge is one of the few things that can persuade them to explore the outside world.</em></p>\n<hr />\n<p>Shisks rarely encounter other peoples, even in the Mwangi Expanse. Shisks subsist on low-calorie diets of vegetables and insects, causing them to rarely compete with others for resources or seek out people to trade. They have a tight-knit society, wary of outsiders, though they don't outright attack visitors. Their history is passed down verbally and musically, and they rarely maintain written records in order to keep their knowledge safe. Often the only proof that shisks exist comes from explorers finding signs of their architecture: organic and low-impact adobe buildings carved out of mountains rather than built atop them.</p>\n<h2>You Might...</h2>\n<ul>\n<li>See yourself as a part of nature and avoid taking anything you don't need.</li>\n<li>Be wary of others getting one over on you by tricking you into revealing something.</li>\n<li>Love warmth and enjoy sunbathing despite your subterranean nature.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Are concerned by your diet and how little you eat.</li>\n<li>Become confused or annoyed by your refusal to give information freely.</li>\n<li>Appreciate your incredible memory and knowledge.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Shisks have features and skin-tones similar to humans, usually ranging from deep tan to deep black. They are lighter than their body size might indicate, due to having hollow bones. Shisks have no body hair-instead, their backs are covered in vestigial plumage that now grow only as bony quills that resemble calcified pin feathers. Though shisks can't fly, these spines are longer around their arms, as if they once had wings. A shisk's eyes contract into slits in the sunlight and are typically warmly colored, from hazel and brown to more unique colors like red or amber. Shisks have two prominent narrow fangs as the front teeth on their upper jaw, causing some people to mistake them for asanbosams or vampires.</p>\n<h2>Society</h2>\n<p>Though rarely encountered, shisks are willing to speak, host, and trade with outsiders. Their economy might be confusing to others: they greatly eschew materialism in favor of information and the arts. They freely give away material goods for knowledge or even performances, considering themselves on the “winning” side of a bargain if people are willing to take material things in exchange for valuable information. They never give away information for material goods, only for other knowledge, and they rarely ask for material goods in trades.</p>\n<p>Shisk are so paranoid that different communities of shisks have been known to clash with one another over secrets. Wars are fought not over territory or resources, but over coveted information. On a few occasions, when shisk sages or diplomats convinced different groups of shisks to put aside their differences and collaborate, great puzzles and mysteries of Golarion have been solved in a matter of hours.</p>\n<p>Shisk clothing is loose and breathable, and often minimal to avoid catching on their bony feathers. Due to their society's disregard for materialism, the shisk live in great harmony with nature around them, taking only what they need. Shisk often take up simple hobbies, such as sunbathing.</p>\n<h2>Alignment and Religion</h2>\n<p>Seeing themselves as part of the natural world and typically focused on their own pursuits instead of society, most shisks adopt neutral alignments. Some shisks are patrons of gods that have been long forgotten. Many shisks worship the sun god Chohar, a fact which might seem odd for people who dwell underground. The Green Faith is highly common among shisks, but when seeking out personal gods to revere, most shisks prefer gods of knowledge and secrets such as Irez, Nethys, or Norgorber.</p>\n<h2>Names</h2>\n<p>Shisk names are usually granted by their parents, though these names often have secret meanings known only to their families. They are often filled with sibilant syllables, occasionally punctuated by sharp vowels.</p>\n<h3>Sample Names</h3>\n<p>Adomssha, Asjossa, Chishinsa, Dalissho, Lessia, Lishassha, Somissu, Quinshu</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Shisk Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Intelligence, Free</p>\n<p><strong>Languages</strong> Mwangi, Shisk</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from any Common language, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<h2>Shisk Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Lorekeeper Shisk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Quillcoat Shisk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Spellkeeper Shisk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Stonestep Shisk]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Stronggut Shisk]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "j2hOTtHcdu2SA8Ha",
            "image": {},
            "name": "Shoony",
            "sort": 3000000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Diminutive humanoids who resemble squat, bipedal dogs, shoonies are sometimes mistaken for weak and insular pacifists. However, their sheer perseverance, incredible work ethic, and resourceful use of diplomacy make shoonies far from helpless.</em></p>\n<hr />\n<p>According to shoonies, Aroden created their kind to provide him with pleasant company soon after he created the Isle of Kortos. Shoony culture is rooted in this myth and its implications, which help to explain the ancestry's long reputation for hospitality, good will, and pacifism. War is antithetical to the shoony way of life; shoonies rely on cooperation and persistence to make their way through a world that can seem at times hellbent on destroying them. Shoonies are unflappable in their optimism and always see the best in others, even when faced with frequent subjugation and exploitation that might create bitterness or xenophobia among other societies. To shoonies, peace is a goal always worth striving for, and no villain is beyond redemption, so they aim to resolve problems with peaceful solutions.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Fight to protect those you care about and strive to do the right thing.</li>\n<li>Work hard for long hours in a focused pursuit of distant goals.</li>\n<li>Provide comfort, necessities such as food, and a sense of kinship to those in distress.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Involuntarily fawn over (or recoil from) your physical appearance.</li>\n<li>Protect you from scary situations or terrifying phenomena, out of either friendship or overprotectiveness.</li>\n<li>Appreciate your pragmatism and natural ability to care for others.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Shoonies are squat, furry humanoids with flattened canid faces and wet, black eyes. Their fur can be a variety of hues and patterns, with the most common colors being fawn or black, and their loose skin gives even the fittest shoony a pudgy appearance. Shoonies have short, curly tails that sometimes wag involuntarily when the shoony is content or particularly excited or pleased. Like canines, shoonies cannot sweat; they pant to mitigate heat and exertion, and it is not uncommon to see a shoony with a perpetually lolling tongue.</p>\n<p>A shoony reaches maturity after just 8 to 10 years, and the elders of their villages rarely reach the age of 50. Little differentiates male and female shoonies except during the late stages of pregnancy, and as they age, both sexes develop graying facial fur, wrinkled skin, and frail joints. The average shoony is 3-1/2 feet tall and weighs 100 pounds.</p>\n<h2>Society</h2>\n<p>Despite the shoony drive toward communal living, most shoony settlements are farming villages with populations of no more than a hundred. Shoonies work hard to make their lands bountiful and recognize that large, dense populations can negatively affect the ecosystem. Monster attacks, natural disasters, and exploitation from stronger cultures have all also limited the spread of shoonies across the Inner Sea region.</p>\n<p>Despite their short lifespans, shoonies are happy-go-lucky people with an irrepressible love for the land and their fellow shoonies, and remain optimistic even under the worst circumstances. The simple pleasures of living on this beautiful world, engaging in hard work, and surrounding themselves with loved ones motivate shoonies to push through the hardships that all too often befall their people.</p>\n<h2>Alignment and Religion</h2>\n<p>Most shoony societies encourage empathy and loyalty, so they're rarely evil, but they're also practical, traditional, and timid. Most shoony adventurers are neutral good or lawful good. Religion is a cornerstone of shoony village life; shoonies primarily worshipped Aroden until his apparent death. In his absence, many shoonies have adopted Erastil as their patron deity because his emphasis on family, community, and living off the land naturally meshes with typical shoony values. Noble shoonies-especially warriors-sometimes look to Iomedae as an exemplar of integrity, hard work, and sacrifice.</p>\n<h2>Adventurers</h2>\n<p>Few shoonies willingly choose to leave their homeland and friends in favor of facing the unknown, and the circumstances that lead a shoony to adventure are often dramatic and life-altering, if not tragic. That said, some shoonies do travel the world in search of riches to bring back to their village or to avenge their kinfolk, and shoony adventurers who show bravery or ingenuity are sure to earn a place in the legends of their people.</p>\n<p>Typical shoonies have the acolyte, farmhand, hunter, laborer, or warrior backgrounds, or the animal wrangler or rigger backgrounds. Many shoony adventurers are fighters who hone their skills to become stalwart defenders of their friends. Some shoonies pursue religious study and become clerics or champions, while others develop their foraging and hunting skills as talented druids and rangers.</p>\n<h2>Names</h2>\n<p>With their strong family values and emphasis on found friends, it's no wonder that shoonies take particular pride in naming their children after other loved ones. Shoony names are short, guttural, and often sound like loose strings of unassociated vowels and soft consonants to people of other ancestries. Shoonies value names and take great care to learn and speak the correct pronunciations of their friends' names.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Ahogo, Arnbin, Bighmor, Bondin, Domwurd, Ebmeur, Gopor, Gurna, Hiemgur, Mufurlo, Oriog, Pulumar, Raliamar, Ruggion, Uhulrig, Ungrin.</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Shoony Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Charisma, Free</p>\n<p><strong>Attribute Flaw</strong> Constitution</p>\n<p><strong>Languages</strong> Common, Shoony</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Dwarven, Gnomish, Goblin, Halfling, Terran, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Blunt Snout</strong> Your small, blunt snout and labyrinthine sinus system make you resistant to phenomena that assail the nose. When you roll a saving throw against inhaled threats (such as inhaled poisons) and olfactory effects (such as xulgath stench), you get the outcome one degree of success better than the result of your roll.</p>\n<h2>Shoony Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Bloodhound Shoony]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Fishseeker Shoony]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Paddler Shoony]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Thickcoat Shoony]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "EcNSrvwIj22Jxkjz",
            "image": {},
            "name": "Skeleton",
            "sort": 3100000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Skeletons are considered among the lowest types of undead. They're typically mindless creatures, lacking many of the abilities that make other undead a serious threat. However, the animated bones of dragons, giants, and other great beasts make for dangerous foes. Powerful living creatures can retain some of their might and intellect upon returning as a skeleton. Some necromancers turn their strongest enemies into skeletal undead servants, assuming they can keep control of them.</em></p>\n<hr />\n<p>Skeleton adventurers were usually skilled and powerful in their former lives. Through unremitting force of will or extraordinary circumstances, their ego and ideals persist even in death. However, the very act of rising as a skeletal undead is traumatic. Memories of one's former life are usually fractured or hazy, if anything can be remembered at all. For some, these memories return with time; for others, they're gone forever. For the most part, this comes down to how the skeleton views themself: either as a continuation of the person they once were, or an entirely new being.</p>\n<p>Skeleton adventurers often set themselves apart from other skeletons by dressing as flamboyantly as their station allows. Large, feathered caps, ornate armor, embroidered silks, or glittering jewelry are likely staples of their wardrobe. Some carve intricate \"tattoos\" into their bones or paint their skulls to maintain a sense of self that simple skeletons lack, and to signal to the living they're not like other undead.</p>\n<p>Skeleton adventurers must come to terms with their new identity. They aren't bound by the limitations of the living and are often underestimated.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Work harder than most to prove you're a capable and distinct individual.</li>\n<li>Wade into danger with little regard for the safety of your undead body.</li>\n<li>Desperately seek the acceptance of the society you once moved through with ease.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Assume you're the servant of a necromancer, working to advance their agenda.</li>\n<li>Have difficulty empathizing with you.</li>\n<li>Regard your undeath with either pity or envy.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Aside from their complete lack of flesh and organs, skeletons vary widely in appearance, reflecting the broad diversity of all living beings. They can be tall, short, or anywhere in between. Skeletons of creatures with horns, wings, or tails retain them, although they are usually useless in their skeletal state. Skeletons raised from fresh remains tend to have stark white bones, while older ones tend to be gray or yellowed. Skeletons who adventure for a while often possess faint lines crisscrossing their bones like scars, indicating where they were injured in previous battles.</p>\n<h2>Society</h2>\n<p>Across Golarion, intelligent skeletons rarely gather in large enough numbers to constitute any kind of settlement. Even in Geb, where their numbers are highest, they typically mingle with other undead rather than band together. Many skeletons would rather keep company with those who remind them of their former life (although such reminders can just as easily lead to revulsion derived by the void energy infused within them). Gebbite skeletons are usually treated as members of the servant class and rarely have any upward social mobility.</p>\n<p>Outside Geb, skeletons are far more solitary. Some might hide on the outskirts of society or move about in disguise, but it's difficult for them to find acceptance among the living. While they may not be feared in places like Nidal or Sekamina, they're also not likely to be respected.</p>\n<h2>Alignment and religion</h2>\n<p>While undead are almost always evil, some intelligent skeletons manage to stave off the corruption of the void energy that powers them. Other than the tendency to become twisted toward evil over time, skeletons typically lean toward the alignments of their creators or their former selves. Skeletons without any particular loyalty or allegiance trend toward neutral evil alignment, or neutral if they can stave off evil.</p>\n<p>Skeletons who embrace their undeath often worship gods of death, such as Urgathoa, while those who resent it typically look toward gods of life and redemption. Accepting deities without particularly zealous anti-undead dogma, such as Shelyn, are popular among those who wish to fight against their destructive influences and become something greater than the purpose for which they were created.</p>\n<h2>Names</h2>\n<p>No widespread naming convention exists for skeletons. When necromancers bother to name skeletons they've raised, they typically choose names that suit their own tastes, the way one would name a pet. Others might be named for their role or job. Skeletons with their memories intact might choose to keep their name from when they were alive, but others might choose new names based on their undead experiences.</p>\n<h3>Sample Names</h3>\n<p>Clatterjaw, Creaker, Doorstop, Final Sacrifice, Gochiyo, Lectern, Macefodder, Sixth Lancer, Skulldyr, Xelim</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Skeleton Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Charisma, Free</p>\n<p><strong>Attribute Flaw</strong> Intelligence</p>\n<p><strong>Languages</strong> Common, Necril</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Diabolic, Dwarven, Elven, Orcish, Sakvroth, and any other languages to which you have access (such as languages prevalent in your region).</p>\n<p><strong>Undeath</strong> You have @UUID[Compendium.pf2e.ancestryfeatures.Item.Basic Undead Benefits]. For your undead hunger, you don't eat flesh like ghouls or drink blood like vampires, but you do collect bones you can use to help yourself mend.</p>\n<h2>Skeleton Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Compact Skeleton]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Fodder Skeleton]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Monstrous Skeleton]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Sturdy Skeleton]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "rvbMGyBr6y5K7HDP",
            "image": {},
            "name": "Sprite",
            "sort": 3200000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Sprites are diminutive, whimsical, and exuberant creatures from the fey realm known as the First World. They love playing pranks, exploring new things, and embracing everything to do with magic.</em></p>\n<hr />\n<p>When most people picture a fey, chances are they're thinking of a sprite. The majority of sprites remain in the First World, where they are essentially immortal, reincarnating to a new form of fey when their life eventually comes to an end. Some even meld together with others to form a more substantial body or split apart into multiple smaller fey. However, sprites are incredibly curious about all forms of magic, leading a significant number to risk the mortal world to explore the new possibilities offered by the unusually static nature of mortal existence. These creatures mix in with other, smaller groups of Material Plane comrades, including exiles from the First World, those whose family swore pacts to mortals, and even contemplative individuals curious to enter the mortal cycle of souls.</p>\n<p>The first generation of Material Plane sprites were content to guard magical locations or objects, learn music, and play pranks on the unsuspecting. Panic struck when children born in the mortal world didn't form wings upon adulthood-some sprites transitioning to the mortal world likewise lost their wings after a time. Believing this to be a sign that the mortal world was too alien for them to live there, many of the initial sprite explorers returned to the safety of the First World.</p>\n<p>However, their wingless children exhibited a potential unmatched by any of their ancestors, as well as a particular magical affinity for the mortal world. They became the mightiest of sprite heroes, but also, on occasion, the most dangerous villains. As they came close to reaching their full strength, many of them did grow their wings at long last: larger, unique, and more vibrant than any from the First World had seen before, a sign of their limitless potential.</p>\n<p>If you want a character who is tiny, mercurial, and curious, you should play a sprite.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Play good-natured pranks on those around you, intended to teach a lesson, aid in locating a lost item, or even help find love.</li>\n<li>Become sidetracked by something new and eye-catching before you have fully followed through on your previous plan.</li>\n<li>Find something magical that's so important to you, you can't help but protect it with every ounce of your strength.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Expect you to know strange fey mysteries and perform fantastical primal magic well beyond your actual abilities.</li>\n<li>Consider you the prime suspect whenever unexplained hijinks or serendipity comes their way.</li>\n<li>Misconstrue the way your mind works, seeing your flitting attention as a sign of being scatterbrained.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Sprites are tiny faeries whose features vary wildly based on their heritage. The Wingless-those with the potential to become powerful heroes and villains, including all PC sprites-slowly grow their wings over time as their magical potential manifests, though some never grow wings at all. Those sprites with humbler destinies typically grow wings when reaching full adulthood and mastering their innate magic. Sprites reach adulthood at around the same rate as humans do, but a typical fey who can manage to stay out of mischief and danger can live 1,000 years or more. Material Plane sprites who sense their time is coming to an end usually return to the First World to be reborn and start their adventure all over again.</p>\n<h2>Society</h2>\n<p>Sprites habitually live in tiny, reclusive villages in areas with abundant magic, natural beauty, or other curiosities of interest. Other sprites live as loners or with small family or peer groups, traveling across the land in search of excitement.</p>\n<h2>Alignments and Religion</h2>\n<p>Sprites run the gamut of alignments but are rarely lawful or evil. They are far more likely to worship the Eldest-the peculiar deities of the fey-than those of the mortal world. They have a particular affinity for Shyka, the many-formed Eldest of time, and the Lantern King, the trickster among their ranks. Among mortal deities, sprites appreciate Desna the most, and due to her iconic depiction as a butterfly-winged woman, some Desnan sprites claim her as one of their own. Sprites also readily comprehend the doctrines of Cayden Cailean and Shelyn, and the goddess of beauty and art is a particular favorite among grigs.</p>\n<h2>Names</h2>\n<p>Sprite names are based entirely on their parents' whimsy. Sprites often adopt additional monikers later in life or change those assigned to them at birth; this is neither frowned upon nor considered abnormal.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Bree, Plumgrass, Cowrie, Flit, Moth, Zephyr, Naatalu, Pinebrush, Zandivar</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Sprite Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Tiny</p>\n<p><strong>Speed</strong> 20 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Intelligence, Free</p>\n<p><strong>Attribute Flaw</strong> Strength</p>\n<p><strong>Languages</strong> Common, Sylvan</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Celestial, Draconic, Elven, Gnomish, Goblin, Jotun, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Magical Strikes</strong> Your inherent magic pervades your entire being. All your Strikes are magical, whether with unarmed attacks or weapons.</p>\n<h2>Sprite Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Draxie]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Grig]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Luminous Sprite]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Melixie]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Nyktera]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Pixie]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "N8aShsDuf3ur0vZ2",
            "image": {},
            "name": "Strix",
            "sort": 3300000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Known as itarii in their own language, strix are reclusive avian humanoids devoted to their homelands and their tribes. They defend their precious communities with broad wingspans and razor talons.</em></p>\n<hr />\n<p>Strix value ferocity, vengeance, and devotion above all else. Their dark, formidable wingspans and long history of taking revenge for their fallen family members have painted them as winged devils in the eyes of neighboring human populations. In contradiction to their misunderstood nature, strix boast a spiritual, artistic, and compassionate culture that is rarely seen outside of their roosts.</p>\n<p>As strix populations begin to resurge and spread beyond the mountainous region known as the Devil's Perch, their tribes now speckle the landscape of Cheliax and surrounding nations. Soaring over mountains, forests, and beaches, strix are always brought home by the deep connections they share with their kinfolk.</p>\n<p>If you want a character who is loyal yet enigmatic, fierce yet artistic, and who yearns to soar above the world, you should play a strix.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Dedicate and endear yourself to your family, friends, or community.</li>\n<li>Harbor an inherited distrust of humans.</li>\n<li>Keep strangers at arm's length and perhaps exhibit naivete about the world beyond your homeland.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Appreciate your dedicated friendship, even if they don't grasp the cultural history behind it.</li>\n<li>Treat you on occasion like a carrier pigeon, asking you to deliver letters or other similar favors.</li>\n<li>Find your appearance frightening due to complete inexperience with strix.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Strix are avian-influenced humanoids with intimidating talons and feathered wings sprouting from their backs. With an average height of 6 feet, strix are taller than most humans but are very light for their size. Strix are considered mature at 14 years of age and have an average lifespan of 40 years. They have pointed ears and large eyes that are typically black from sclera to pupil, but occasionally appear as a piercing golden color. Strix lack the ability to move their eyes independently of their head, resulting in distinctive jerky movements as their gaze snaps between targets. Their bodies are usually taut with defined musculature-a result of the strength necessary to flex their wings.</p>\n<h2>Society</h2>\n<p>Strix are rare and reclusive people who cling to their ancestral territories. They live in modest-sized tribes, but some reside in smaller bands of tight-knit individuals. The largest settlements of strix reside on Devil's Perch, but a small number of their ilk have traveled far across Golarion. Strix feel an intense empathy and attachment to their family and other community members. They prioritize the needs of their community over their individual desires, and their bands and tribes benefit from an easy yet expertly organized division of labor. Strix tribes are led by a rokoa, a female tribal leader.</p>\n<p>A long history of conflict with the nearby nation of Cheliax as bred into most strix a deep fear and suspicion of humans-who they call kotaara. Strix have struggled to keep hold of their territories and maintain their numbers in the face of constant conflict with these enemies who, in addition to trying to destroy what they believe to be winged devils, vastly outnumber them. Due to their strongly bonded groups, the loss of a single tribe member is devastating.</p>\n<h2>Alignment and Religion</h2>\n<p>Due to their deep respect for the rules of a functioning society, strix are rarely chaotic, but some may be flexible on adopting the rules of outside societies. Strix are typically nonreligious and instead use stories from an epic known as the Korrsat Akra, or “The Scattered Nest,” to tell them of their origins and give them direction on their current place in the world. They have a deep investment in the lives of their fellows and experience intense grief at their passing. Pharasma is a common influence among religious strix due to the popularity of religious and spiritual practices honoring the lives and deaths in their beloved community. Gozreh is also an everyday influence for many strix, who beseech the Wind and the Waves to give them satisfying tailwinds for flight and protect their kin when the sky turns dark with fury. Erastil and even Torag represent two versions of social order and may be unifying deities across entire tribes.</p>\n<h2>Names</h2>\n<p>Strix names consist of sounds that are reminiscent of chirping, screeches, or trilling by various birds, and their naming conventions are influenced primarily by tradition and spirituality. Strix in small communities might share a common syllable among all their names to express their unity. Due to their deep affection for their family members, naming children after other loved ones is very common, occasionally with an additional syllable or slight change to the pronunciation.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Chiit-iir, Cicreeti, Ikatarii, Irkoata, Kaata, Kiilo, Kirii, Rahka, Roatatwiil, Turiilo, Turuk, Twilii</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Strix Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Free</p>\n<p><strong>Languages</strong> Common, Strix</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Diabolic, Draconic, Gnomish, Jotun, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Wings</strong> All strix possess powerful wings. While not all strix focus on honing their flying skills, a strong flap of their wings allows strix to travel longer distances when jumping. When Leaping horizontally, you move an additional 5 feet. You don't automatically fail your checks to High Jump or Long Jump if you don't Stride at least 10 feet first. In addition, when you make a Long Jump, you can jump a distance up to 10 feet further than your Athletics check result, though still with the normal maximum of your Speed.</p>\n<h2>Strix Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Nightglider Strix]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Predator Strix]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Scavenger Strix]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Shoreline Strix]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Songbird Strix]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "YGIwmuVOJI7uNhGM",
            "image": {},
            "name": "Tengu",
            "sort": 3400000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>Tengus are a gregarious and resourceful people that have spread far and wide from their ancestral home in Tian Xia, collecting and combining whatever innovations and traditions they happen across with those from their own long history.</em></p>\n<hr />\n<p>Tengus are survivalists and conversationalists, equally at home living off the wilderness and finding a niche in dense cities. They accumulate knowledge, tools, and companions, adding them to their collection as they travel.</p>\n<p>The tengu diaspora has spread across Golarion in search of a better life, bringing their skill with blade crafting to lands far from their home. In maritime regions, tengus notably work as fishers, blacksmiths, and 'jinx eaters'—members of ships' crews who are believed, accurately or otherwise, to absorb misfortune. Having lived in a variety of conditions and locations, tengus tend to be nonjudgmental, especially with regard to social station, though their willingness to associate with lawbreakers has often led some to look at them with suspicion.</p>\n<p>If you want to play a character hailing from a rich history of artisanship and tradition, but who happily picks up new practices, companions, words, and items as needed, you should play a tengu.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Be gregarious and eager to find a flock of your own.</li>\n<li>Voraciously absorb the practices of those around you, sometimes even forgetting where they came from.</li>\n<li>Be willing to take on any task or job, no matter what others think.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Look to you as a source of eclectic skills and knowledge, especially relating to languages.</li>\n<li>Get confused by your simultaneous respect for and disregard of tradition.</li>\n<li>Have trouble reading your expressions or regard you with suspicion and superstition.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Tengus have many avian characteristics. Their faces are tipped with sharp beaks and their scaled forearms and lower legs end in talons. As closed footwear tends to fit poorly unless custom made, many tengus wear open sandals or simply go barefoot. Tengus are rarely more than 5 feet tall, and they are even lighter than their smaller frames would suggest, as they have hollow bones. A small number of tengus have vestigial wings incapable of true flight.</p>\n<p>Tengus hatch from eggs and are featherless for their first year of life, during which they rarely leave home. They soon grow a downy gray coat, which is replaced by a dark covering of adult feathers by the time they come of age at around 15 years. Tengus use their shed feathers in a variety of tools, from simple writing quills to magical fans to focus their ancestral magic. Many tengus modify their appearance by dyeing patterns into their feathers or talons, which amplifies their body language and has the added benefit of aiding other humanoids in understanding their expressions.</p>\n<h2>Society</h2>\n<p>Tengus are extremely social, banding together in extended communities with many families living in adjacent houses and sharing the work of the household. In cities, a community may also contain members of other ancestries. Tengu children raised in the same unit consider each other siblings, usually forgetting which of them share a biological connection.</p>\n<p>The greatest divide in tengu society is between tengus remaining in their ancestral home and those who have dispersed across the world. Tengus refer to these two groups as those 'in the roost' and those 'migrating,' respectively. Roosted tengus tend to be more traditionalist and conservative and are especially concerned with preserving their culture in the face of years of erosion from oppression. Migrating tengus, on the other hand, voraciously absorb the culture of the various nations and settlements that they now call home.</p>\n<h2>Alignment and Religion</h2>\n<p>Tengus often follow the faith of the region in which they were raised, though the tengu ancestral deity is the storm god Hei Feng. This god's notorious drunken carousing and emotional swings causes many tengus to instead focus their attention on gods of freedom and travel, such as Desna or Cayden Cailean, or deities of nature, such as Gozreh. Besmara is also a common subject of tengu worship, especially among tengus who live on the sea.</p>\n<p>Before their diaspora, tengus practiced a syncretic faith that blended a polytheistic worship of the deities responsible for creating the natural world. As tengu folklore posits that tengus long ago descended from the night sky on shooting stars to rest upon Golarion's highest peaks, animist rites were practiced on mountains and other great natural features. Even today, tengus rarely differentiate between divine and primal worship.</p>\n<p>Tengus are far more concerned with the balance between traditionalism and adaptability than they are with good and evil, with lawful tengus more common among the roosted and chaotic tengus more common among the migratory.</p>\n<h2>Adventurers</h2>\n<p>A tengu that leaves the ancestral homeland feels an intense pull toward adventure, to cross vast distances, collect beautiful treasures, and brave the challenges of combat or the rolling sea.</p>\n<p>Tengu backgrounds might reflect their place in the homeland or the tengu diaspora. These could include acrobat, barkeep, charlatan, emissary, entertainer, fortune teller, gambler, merchant, nomad, or sailor, plus bandit, courier, insurgent, refugee, and scavenger.</p>\n<p>Tengus often become rogue, bard, oracles, rangers, or swashbucklers.</p>\n<h2>Names</h2>\n<p>Though roosted tengus tend toward more traditional names with the hard consonants often seen in the Tengu language, migrating tengus' tendency to readily absorb and repurpose the culture of those around them has led to names that combine elements of whatever languages suited the namer's fancy.</p>\n<h3><span style=\"text-decoration:underline\"><span style=\"text-decoration:underline\">Sample Names</span></span></h3>\n<p>Arkkak, Chuko, Dolgra, Dorodara, Kakkariel, Kora, Marrak, Mossarah, Pularrka, Rarorel, Ruk, Tak-Tak, Tsukotarra</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Tengu Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Attribute Boosts</strong> Dexterity, Free</p>\n<p><strong>Languages</strong> Common, Tengu</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Dwarven, Elven, Halfling, Gnomish, Goblin, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Sharp Beak</strong> With your sharp beak, you are never without a weapon. You have a beak unarmed attack that deals 1d6 piercing damage. Your beak is in the brawling weapon group and has the finesse and unarmed traits.</p>\n<h2>Tengu Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Dogtooth Tengu]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Jinxed Tengu]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Mountainkeeper Tengu]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Skyborn Tengu]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Stormtossed Tengu]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Taloned Tengu]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Wavediver Tengu]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "40koksC576nYV2Tf",
            "image": {},
            "name": "Vanara",
            "sort": 3500000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Vanaras are inquisitive and mischievous monkey-like humanoids with short, soft fur, expressive eyes, and long, prehensile tails. Their handlike feet and agile builds serve them well in the jungle realms where most vanaras live.</p>\n<p>Vanaras were born of the monkey god Ragdya's ambitious folly ages ago, to spread and applaud his mischief and to serve as ba-sadhak, blessed seekers of fortune who would draw their creator's eye to the cruelly hoarded treasure of mortal lords and immortal fiends. They earned the enmity of ancient rakshasa maharajahs for their derring-do, the scorn of the naga empire for their valor, and the friendship of many rural Vudrani who viewed them as a wild folk of deep divine portent. Such is the history of vanaras and their long survival against their many foes, from within the mahajanapadas of the deep jungle lands, the mountain ghats of Vudra, and the Impossible Lands. If you want to play a character who embodies the struggle between self-betterment and self-expression, you should play a vanara.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Find it difficult to avoid pursuing a mystery or exploring a hidden area.</li>\n<li>Thoughtfully consider the consequences of your pranks or actions.</li>\n<li>Enjoy sharing the knowledge of things you've discovered with your friends.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Assume you have an animalistic demeanor and habits.</li>\n<li>Take a dismissive or hostile view of your pranks.</li>\n<li>Covet your easy grace and unquenchable curiosity.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Vanaras are humanoids with simian features, including a long, prehensile tail and handlike feet. They're rarely much taller than 5 feet, but they usually look smaller because of their slight, nimble builds. Vanaras are covered with a thin layer of soft fur over their entire bodies. This fur can be tan, brown, or golden and rarely has spots or stripes. The hair on a vanara's head grows thicker and more luxurious; it's easy to arrange into elaborate hairstyles, and many vanaras like to do so. This hair is nearly always of the same color as the vanara's body fur, with the exception of rare \"whitecape\" vanaras with manes of fine, pale hair, who might be born into any vanara family. Vanaras have large, expressive eyes and mouths with blunt teeth and pointed incisors. Vanaras are adults at 13 years old and usually live about 60 years.</p>\n<h2>Society</h2>\n<p>Vanaras are a varied folk who seek balance and comfort in their lives. Many are devout without being fanatics, tricksters without being malicious, daring without being foolish, and curious without being obsessive. Although aware of their deep ancestral connection to Ragdya, many vanaras feel a powerful desire to live beyond the grace of their god and his weight in their history, pursuing their own paths to enlightenment. Those vanaras who live in Vudra feel this need the most strongly, as they want to pursue virtue and self-knowledge to be fulfilled when their souls are next reborn into the world.</p>\n<p>Although created by Ragdya, vanaras feel themselves apart from him in a way some find uncomfortable. Ragdya is the eternal trickster with supreme recklessness yet unchanging in his immortal permanence. Though most vanaras cherish Ragdya's mischief and feats of folly on religious holidays, they also know he shall never fade from this world or find himself reincarnated into forms other than that from which the vanaras were shaped. Yet, vanaras aren't so immutable. A vanara must reflect on their own impermanent nature and consider its effect on their soul and their soul's quest for enlightenment. For all the mischief and daring Ragdya might enjoy without consequence, vanaras know recklessness and harmful tricks can impede their personal pursuit of enlightenment. The drive toward mischief and spontaneity instilled within them by their creator is hard for many vanaras to overcome and can create a lifetime of internal turmoil. This source of conflict has colored their development as a people who seek balance and virtue.</p>\n<p>Vanaras look to the legends of heroic vanaras of the past for lessons on how to live their lives. The most notable and lauded accomplishment of these legendary vanaras, that which has them known even in the most far-flung ashram in the snow-capped border mountains of Vudra, was their grand act of trickery against Ravana, the greatest of all the rakshasa immortals. Ravana had tyrannically forced many noble souls, vanara and human alike, to construct a resplendent bridge of azure stones that would cross the planes from Vudra to the rakshasa's realm. Ravana demanded that each stone be carved to display a mewling visage of the mortal who toiled to cut and shape it. Through mischief and artifice, vanaras altered the carvings so that, when assembled, they subtly displayed components of a prayer to all the Vudrani pantheon. When the bridge was finally finished and Ravana marched across it with his army of fiends in a profligate parade, the shuddering of the stones beneath their footsteps mimicked the movements of the communal prayer. Deities drawn by this display toppled the immortal maharajah, and he still blames mischief-making vanaras for this humiliation. Many vanaras thus see it as their legacy to bring shame to the wicked and powerful by means of clever tricks and communal effort.</p>\n<h2>Alignment and religion</h2>\n<p>Vanaras are tricksters who love pranks, but they temper this tendency toward mischief with good intentions and a love of their community—however they personally define that community. They're rarely agitators or troublemakers simply for the sake of causing chaos; they do so to encourage humility among the inflexible or humorless. Most vanaras are mindful of the virtues necessary to elevate their immortal souls and try to act accordingly. Vanaras are thus most likely to be neutral good.</p>\n<p>Most vanaras live in Vudra, where they're exposed to the dizzyingly abundant array of Vudran deities. Nevertheless, devout vanaras nearly always venerate Ragdya above all others. Priests of Ragdya lead most vanara villages. Even vanaras who aren't religious might call upon Ragdya to help them make wise decisions in times of danger or for guidance when an unlucky prank has caused them trouble they're unsure how to escape. Vanaras interested in developing self-control might worship Irori instead, and regions with local vanara hero-gods or avatars might engender faithful sects of worshippers on a small scale. Some vanaras revere the evil simian hunter Lahkgya, but almost never openly, as this deity of ferocious and sudden violence is unwelcome in most vanara communities. Some communities instead make offerings to turn Lahkgya's attention from them.</p>\n<h2>Names</h2>\n<p>Newborn vanaras aren't given names other than descriptors of their infant personalities or habits, like \"Grip-Hand\" or \"Wailer.\" When they learn to speak, vanaras are given another name based on important historical or mythological figures, or they're given the name of a specific ancestor they resemble in appearance or attitude (or whom their community hopes they'll grow to resemble). The chosen name usually contains consonants or vowels the young vanara frequently uses, as vanaras don't see a lot of use in giving someone a name they can't easily pronounce.</p>\n<h3>Sample Names</h3>\n<p>Ashpaka, Chichipi, Haangeno, Hasa, Huanu, Kana, Nammem, Roprutu, Thathona, Unulu, Vivatu</p>\n<h2>Vanara Heritages</h2>\n<p>Both within and outside Vudra, vanaras have a variety of heritages. Choose one of the following vanara heritages at 1st level.</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Bandaagee Vanara]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Lahkgyan Vanara]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Ragdyan Vanara]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Wajaghand Vanara]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "1lCAkGgIYYkczZ28",
            "image": {},
            "name": "Vishkanya",
            "sort": 3600000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p>Vishkanyas are ophidian humanoids who carry potent venom within their blood and saliva. Largely misunderstood due to old tales of their toxicity and natural finesse, vishkanyas work to grow into more than just what stories paint them to be.</p>\n<p>The true nature of vishkanyas' origin is a matter of debate. Some vishkanyas believe they are rejected spawn of Ravithra, which explains the animosity between vishkanyas and nagas. Others believe themselves the stolen offspring of a forgotten progenitor whose name was excised from history. Regardless, one thing is quite clear: vishkanyas are survivors. Throughout history, fear of their deadly abilities forced vishkanyas to experience subjugation, exploitation, and ostracizing. Yet through it all, they endured. Now free of chains to bind them, vishkanyas live in close-knit groups, and use their love of storytelling and the arts to keep a detailed history of their people while they determine how best to proceed in a world ripe with opportunity.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Have a powerful sense of community.</li>\n<li>Find peace and fulfillment in having a creative pursuit.</li>\n<li>Be adept at matching the environment around you to fit into any number of diverse situations.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Initially mistake you for having a tiefling or draconic heritage.</li>\n<li>Think you are an expert in poisons, toxins, and espionage.</li>\n<li>Misunderstand the nature of your venom and fear physical contact.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Vishkanyas are humanlike in appearance with ophidian features that become clear in close proximity. They are naturally tall and lithe with bright golden eyes, vertical pupils, and a forked tongue. Their small, smooth scales range from earthy tones of browns and greens to bright displays of colored patterns. Hair color is typically of darker shades, though there are occasional instances of brighter colors through parts of the hair. Vishkanyan women are usually taller than the men, though neither ever truly stops growing. As such, vishkanyas can reach heights of 7 feet or taller in old age.</p>\n<p>Mixed vishkanya families aren't unknown. Vishkanya offspring from this background sometimes strongly resemble their non-vishkanya parent, with only a few stray tells, such as sharp canine teeth, to indicate their heritage. Vishkanyas sometimes refer to these children as \"scaleless\" or \"subtle\" but otherwise welcome them as any other among their kin, though sadly their appearance can fuel paranoia among other ancestries toward a people who are already misunderstood.</p>\n<h2>Society</h2>\n<p>Vishkanyas live in small, tight-knit communities between 50 and 100 individuals who assimilate discreetly into larger societies, with many such groups scattered within a larger area. At the head of these groups is a selection of women chosen for their wisdom and knowledge. Vishkanyas often have multiple partners, give birth in multiples, and adhere to maternal inheritances. Children are generally free to choose their occupation and the nature of their contribution to the larger community, with many vishkanyas pursuing some sort of craft or art. Some roles are burdened with the responsibility of cultural and historical record-keeping, however, and these important tasks continue across generations. Traditionally, these culturally minded vishkanyas regularly meet in secret congregations for the purpose of sharing stories, information, and resources, providing support for youth and creating advisory bodies to help make large-scale decisions for vishkanyas of a given area. The desire to preserve vishkanyan culture has kept this practice going for centuries, yet recently, some have called for more open interaction with the world in an attempt to proudly share vishkanyan culture.</p>\n<p>Vishkanyas are often mischaracterized as indiscriminately venomous or inherently malicious by other ancestries, which has led to them having very strong concepts of their own ethnicity and their separation from those they consider \"outsiders.\" While most vishkanyas are gracious and hospitable to non-vishkanya visitors, a large stir often arises around the concept of allowing such people into their communities in a more involved capacity. Parents carefully watch any children who seem too attached to non-vishkanya friends, and talk of romance and marriage with another ancestry will inevitably provoke many a long family discussion—though not necessarily hostile ones.</p>\n<h2>Alignment and religion</h2>\n<p>Concerned mainly with the preservation of their communities, vishkanyas tend to adopt neutral alignments. Vishkanyas who take to individualistic travel to teach others about their ancestry, or simply to experience the world, might be neutral or chaotic good. The topic of faith can be quite different among vishkanyan groups, with some sticking to old vishkanyan beliefs, and some to Vudrani deities like Likha or Ashukharma. Other groups outside Vudra might embrace local gods with tenets of freedom or the arts, such as Arazni, Cayden Cailean, or Shelyn, or divinities more specific to individual pursuits.</p>\n<h2>Names</h2>\n<p>Vishkanyan names often include short vowel sounds in the middle of the name, with a large number of fricative consonants pronounced most accurately with a forked tongue. Names are often chosen from momentous events in vishkanyan history or from matters related to the maternal line of the child. When they go through significant life events, vishkanyas may choose new names for themselves, and many often do so multiple times. Each name represents an important part of the individual's story—who they were, and who they have become.</p>\n<h3>Sample Names</h3>\n<p>Ashath, Casuthis of Guiding Hands, Enysi, Izith, Othasee, Riddle of Esaviz, Salthazar, Thasi the Ragebreaker</p>\n<h2>Vishkanya Venom</h2>\n<p>All vishkanya carry toxins in their veins, which manifest as follows.</p>\n<h3>Innate Venom</h3>\n<p>Your blood carries toxins deadly to all but yourself. You gain the Envenom action, which can deliver minor vishkanyan venom. The save DC for your venom is equal to the higher of your class DC or spell DC.</p>\n<h2>Vishkanya Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Elusive Vishkanya]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Keen-Venom Vishkanya]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Old-Blood Vishkanya]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Prismatic Vishkanya]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Scalekeeper Vishkanya]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Venom-Resistant Vishkanya]</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        },
        {
            "_id": "u6IGUd8Gtarj6h7K",
            "image": {},
            "name": "Versatile Heritages",
            "sort": 3700000,
            "src": null,
            "system": {},
            "text": {
                "content": "<p><em>The peoples of Golarion are many, and they have a long history of intermingling or dabbling with forces capable of altering the very fabric of a mortal body or soul. The children born to such parents might have traits from each of their parents or physiological manifestations of the forces their ancestors were influenced by, manifesting as a specific heritage.</em></p>\n<hr />\n<p>The most common of these by far are the aiuvarin and dromaar versatile heritages, usually born to a human parent on one side and either an elf or orc parent on the other. Other individuals are born under far stranger circumstances, such as having a parent who was affected by monstrous, undead, or extraplanar energies. As these circumstances aren't unique to a single ancestry, these heritages—called versatile heritages—are likewise shared by many ancestries.</p>\n<p>The peoples of Golarion are many, and they have a long history of intermingling or dabbling with forces capable of altering the very fabric of a mortal body or soul. The children born to such parents might have traits from each of their parents or physiological manifestations of the forces their ancestors were influenced by, manifesting as a specific heritage.</p>\n<h2>Versatile Heritages</h2>\n<p>Golarion is home to a variety of versatile heritages. Some are born to unusual creatures or arise through specific mundane or supernatural circumstances. Many, however, result from an infusion of extraplanar energy, whether through direct parentage, more distant ancestors, or simply direct exposure to the quintessence of that plane. These individuals are known as planar scions.</p>\n<p>Because the circumstances that give rise to versatile heritages aren't limited to a single ancestry, a versatile heritage can be chosen by a character of nearly any ancestry. Some versatile heritages are more common among some ancestries than others, and some might list additional restrictions specific to that heritage. Your GM may place other restrictions on which ancestries can use a given versatile heritage based on the story and setting. Unlimited Possibilities!</p>\n<p>Though a character can have only one heritage and one lineage feat, the possible permutations of a character's background and family tree are virtually unlimited. An aiuvarin character might still have a changeling parent whose nature is visible in the coloration of their eyes even if they don't have access to changeling ancestry feats, and a pitborn dwarf might very well have an ancestor with fey influences on their bloodline, reflected with a fey muse or patron gained through their class alongside their ancestral fiendishness.</p>\n<h2>Playing A Versatile Heritage</h2>\n<p>To play a character with a versatile heritage, first select your ancestry, just like you would for any character. You gain Hit Points, size, Speed, attribute boosts and attribute flaws, languages, traits, and other abilities from that ancestry. Then, instead of choosing a heritage from those normally available to that ancestry, apply your chosen versatile heritage. You gain all the features from your versatile heritage, some of which might modify or replace statistics, abilities, or traits from your ancestry.</p>\n<p>Since a versatile heritage is a heritage, you can have only one, and you can't have any other heritage in addition to your versatile heritage. Sometimes a versatile heritage might give you an ability that conflicts with an ability from your ancestry. In these cases, you choose which of the conflicting abilities your character has.</p>\n<p>When selecting ancestry feats, you can choose from those available to your ancestry as well as those specific to your versatile heritage.</p>\n<h2>Lineage Feats</h2>\n<p>Some ancestry feats within a versatile heritage have the lineage trait. These feats specify a physiological lineage your character has—such as the type of hag that birthed a changeling character, or the type of extraplanar entity that influenced a nephilim's birth. You can have only one lineage feat; you can select such a feat only at 1st level, and you can't retrain into or out of this feat.</p>\n<h2>Versatile Heritages</h2>\n<p>@UUID[Compendium.pf2e.heritages.Item.Aphorite]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Ardande]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Beastkin]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Changeling]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Dhampir]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Duskwalker]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Ganzi]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Naari]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Nephilim]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Oread]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Reflection]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Suli]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Sylph]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Talos]</p>\n<p>@UUID[Compendium.pf2e.heritages.Item.Undine]</p>\n<h2>Other Halves</h2>\n<p>By default, @UUID[Compendium.pf2e.heritages.Item.Aiuvarin] and @UUID[Compendium.pf2e.heritages.Item.Dromaar] descend from humans, but your GM might allow you to be the offspring of an elf, orc, or different ancestry. In these cases, the GM will let you select the aiuvarin or dromaar heritage as the heritage for this other ancestry. The most likely other parent of a aiuvarin are gnomes and halflings, and the most likely parents of a dromaar are goblins, halflings, and dwarves.</p>",
                "format": 1
            },
            "title": {
                "level": 1,
                "show": true
            },
            "type": "text",
            "video": {
                "controls": true,
                "volume": 0.5
            }
        }
    ]
}
