{
    "_id": "mQcGeS71GA7QnPlY",
    "img": "systems/pf2e/icons/default-icons/hazard.svg",
    "items": [],
    "name": "Unseen Arson Assistant",
    "system": {
        "attributes": {
            "ac": {
                "value": 0
            },
            "emitsSound": "encounter",
            "hardness": 0,
            "hp": {
                "details": "",
                "max": 0,
                "temp": 0,
                "value": 0
            },
            "stealth": {
                "details": "<p>DC 0, initiative modifier is +5</p>",
                "value": 5
            }
        },
        "creatureType": "",
        "details": {
            "description": "<p>Fire engulfs four 5-foot-by-5-foot sections of the library, then spreads erratically on each of its turns as burning books are carried about by the modified unseen servant.</p>",
            "disable": "<p>A successful @Check[type:athletics|dc:15], @Check[type:nature|dc:15], or @Check[type:survival|dc:15] check from an adjacent square is sufficient to smother one 5-foot- square of fire; each attempt is an Interact action. Dousing the flames automatically extinguishes one or more sections of fire, with no check. Water typically clears a 5-foot square if the amount is small (such as that from @UUID[Compendium.pf2e.spells-srd.Item.Create Water] or @UUID[Compendium.pf2e.spells-srd.Item.Hydraulic Push]). Larger amounts of water, such as a full bucket, typically douse a 10-foot-by-10-foot area (or 4 squares in some other shape). Throwing a bucket of water on flames requires an Interact action. A waterskin doesn't contain enough water to put out even 1 square of fire. Cold can also put out fire, but only if the cold can affect an area; cold is usually less effective than water, so a @UUID[Compendium.pf2e.equipment-srd.Item.Frost Vial (Lesser)]{Frost Vial} typically puts out only 1 square of fire, and ray of frost is ineffective.</p>",
            "isComplex": true,
            "level": {
                "value": 1
            },
            "publication": {
                "license": "OGL",
                "remaster": false,
                "title": "Pathfinder Society Scenario #4-16: Dacilane Academy's First Great Prank War"
            },
            "reset": "",
            "routine": "<p>On its turn, the fire spreads into a number of additional squares equal to half the number of squares the fire currently occupies plus the number of books that the lurkers in light lit on fire this round, minimum 1 square. You determine the squares the fire spreads into, but any spread from lit books must affect a bookshelf; fires spread in this way do not need to spread into adjacent squares. Any creature that ends its turn next to the flames takes @Damage[1d6[fire]] damage, and any creature within the flames takes @Damage[4d6[fire]] damage (@Check[type:reflex|dc:15|basic:true] save for both). A creature can take damage from flames only once per round.</p>"
        },
        "saves": {
            "fortitude": {
                "saveDetail": "",
                "value": 0
            },
            "reflex": {
                "saveDetail": "",
                "value": 0
            },
            "will": {
                "saveDetail": "",
                "value": 0
            }
        },
        "statusEffects": [],
        "traits": {
            "rarity": "common",
            "size": {
                "value": "med"
            },
            "value": [
                "environmental",
                "fire"
            ]
        }
    },
    "type": "hazard"
}
