{
    "_id": "MfolzkTNi6V4XQ7J",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Assume Godhood",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You complete your apotheosis into living godhood, allowing you to empower more followers. You can serve as the deity for classes with a deity feature, such as clerics, empowering them to cast divine spells with their class features. When you serve as the deity in this way, you can provide any aspect of a deity stat block (such as domains or a favored weapon) that you yourself have acquired from a godling feat. In addition, you can choose one skill you are legendary in to act as your divine skill, and your divine attributes include your key attribute and one other attribute of your choosing.</p>\n<p>When you Assume Godhood, choose three spells from any list other than the divine list; one must be 1st rank, one must be 2nd or 3rd rank, and one can be of any rank. These spells become additional cleric spells you can grant to your followers. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Intercession Spell] ability, allowing you to directly provide the magic that your hierophant uses to enact your miracles.</p>\n<p>If you die after Assuming Godhood, only your mortal body perishes, and you continue your existence as a deity, watching over the Universe from afar. In this deific form, you cannot move, act, or speak normally, though you still grant spells to your followers and can perceive and affect them using your godling abilities like Receive Prayers or Intercession Spell, regardless of range. If you need to take more direct action in creation, you can descend to the Universe and incarnate yourself into a mortal body of your choosing within 1 mile of one of your followers or a holy site relevant to your faith, which has the same statistics and abilities that you had before you died. This new body can have any appearance you wish, but typically retains at least one feature important to your divine iconography, such as eye color, a scar, or a unique birthmark. You can incarnate yourself as often as you like, but repeated direct intercessions in the affairs of mortals typically attract the attention and sanction of older and more established deities.</p>"
        },
        "level": {
            "value": 20
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Godling Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Intercession Spell"
            }
        ],
        "traits": {
            "otherTags": [
                "godling-dedication"
            ],
            "rarity": "rare",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
