{
    "_id": "wdmUH6hdat7jpEWt",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Beastmaster Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You gain the service of a young animal companion that travels with you and obeys your commands. Contrary to the usual rules for animal companions, this feat can grant you a second animal companion. If you ever have more than one animal companion, you gain the Call Companion action. See the Beastmaster Animal Companions sidebar for details on this action.</p>\n<p>Certain beastmaster feats give you focus spells. When you gain your first beastmaster focus spell, you become trained in the spell attack modifier and spell DC statistics. Your key spellcasting attribute for beastmaster archetype spells is Charisma, and they are primal spells. You can Refocus by feeding, playing with, or otherwise tending to an animal companion.</p><hr /><p><strong>BEASTMASTER ANIMAL COMPANIONS</strong></p>\n<p>If you're playing a beastmaster, you determine the statistics and abilities of your animal companions. As a beastmaster, it's possible for you to have more than one animal companion at one time—up to four companions—but only one of those companions, your \"active companion,\" follows you during exploration and in encounters; the rest are nearby, usually foraging or hunting for food. As soon as you gain a second animal companion from the Beastmaster archetype, you also gain @UUID[Compendium.pf2e.actionspf2e.Item.Call Companion] to switch your active companion. These rules apply to all your companions, regardless of whether you got the animal companion from the beastmaster archetype or from another source.</p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.4VMzG36Pm1oivS6Y]{Beastmaster}</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Nature"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Call Companion"
            }
        ],
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
