{
    "_id": "dfQdJIqngKIX24UV",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Branched Tree of Pain",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Usage</strong> imbued into a weapon ikon that deals piercing or slashing damage</p><hr /><p>The blade of your ikon takes one or more notches, capable of dealing mortal pain to your foes.</p>\n<p><strong>Immanence</strong> When you Strike with the ikon, you critically succeed if you roll a 19 on the die as long as that result would be a success. This has no effect on a 19 if the result would be a failure.</p>\n<p><strong>Transcendence—Plant Thirty Barbs</strong> <span class=\"action-glyph\">1</span> (death, transcendence) You snap off a fragment of your ikon within your opponent's body, which threatens to burst into numerous barbs. Make a Strike with your ikon. If successful, barbs fill the target, dealing two die of weapon damage the first time the creature uses a move action on each of its turns; the barbs are made out of the same material as your weapon ikon and bypass resistances and such accordingly (for instance, a cold iron spear would create cold iron barbs). The barbs last for [[/gmr 1d4 #rounds]]{1d4 rounds}. If the target dies while the barbs are still in their body, the barbs burst forth in a forest of thorns covering the creature's space, which are greater difficult terrain and deal piercing damage equal to half your level for each square that is moved into.</p>"
        },
        "level": {
            "value": 18
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "exemplar",
                "ikon"
            ]
        }
    },
    "type": "feat"
}
