{
    "_id": "4vR3Z6B60cjpQ7xW",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Broken Chain Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Your Calling was sparked by your outrage at tyrants, after having witnessed a brutal act of oppression that you could no longer abide. You may spend a Mythic Point when you attempt an @UUID[Compendium.pf2e.actionspf2e.Item.Escape] or @UUID[Compendium.pf2e.actionspf2e.Item.Force Open] check to do so at mythic proficiency. Additionally, you gain the @UUID[Compendium.pf2e.actionspf2e.Item.Ultimatum of Liberation] action, but you also gain the anathema, \"You must not use Ultimatum of Liberation on a creature you don't believe to be oppressing others or who has conceded their power\". If you break this anathema, you lose access to abilities granted by this archetype until you atone or make amends.</p>\n<p>Your GM has final say about what constitutes oppression, which can be a difficult and sometimes nebulous concept. In general, oppression is the cruel and unjust use of authority or power. Some examples include performing acts of violence against those without power, removing an individual's agency through mind control magic, and engaging in organized mistreatment or exploitation of others. When the members of a royal guard assault a beggar just to get him off the street, that is oppression. When a tax collector levies higher charges against the less fortunate because it's the law, they are participating in a system of oppression.</p>"
        },
        "level": {
            "value": 12
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Ultimatum of Liberation"
            }
        ],
        "traits": {
            "rarity": "uncommon",
            "value": [
                "destiny",
                "mythic"
            ]
        }
    },
    "type": "feat"
}
