{
    "_id": "AE1td51wdCoBuBDm",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Celestial Rebirth",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Through your diligence and commitment to heroics, you finally complete your apotheosis into a true celestial. Your appearance changes as desired, becoming a perfect expression of your true self. You cease aging, and you can't die from old age. You become immune to poison and disease. You gain the celestial and holy traits, as well as the agathion, angel, archon, or azata trait, depending on whose ranks you are joining.</p>\n<p>You become a vessel of vitality. You can cast breath of life once per day as a 5th-rank innate divine spell and heal twice per day as a 7th-rank innate divine spell. When you cast a spell with the healing trait that doesn't target you, you channel this healing energy through your own body before releasing it. You regain 1d6 Hit Points per level of the spell. In addition, you can cast raise dead as a 10th-rank innate divine spell. When you do, the cost to cast this spell changes to \"spend 1 Mythic Point.\"</p>\n<p>If you die, you're immediately reborn as a nephilim of an ancestry of your choosing or decided in conjunction with your GM. You are descended from the celestials whose trait you bear—agathion, angel, archon, or azata. This might be represented by a lineage feat. You can choose if you will be reborn on the Universe, Elysium, Heaven, or Nirvana. Regardless of where you're reborn, celestials watch over you, keeping you safe throughout your life. When you reach the age of maturity, you regain your previous powers and memories, becoming an ascended celestial once again. These memories are faint and dreamlike, as if they happened to another person, giving you perspective and history, but not supplanting your current personality or emotional connections.</p>"
        },
        "level": {
            "value": 20
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Ascended Celestial Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "ascended-celestial-dedication"
            ],
            "rarity": "uncommon",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
