{
    "_id": "hSm66XVNVjPdbL2c",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Celestial Armaments",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You imbue a fragment of your divine spark into a weapon, blessing your blade and transforming it into a weapon worthy of the celestial realms. Select one weapon or handwraps of mighty blows when you make your daily preparations. The weapon sheds light like a torch, deals an additional @Damage[1d8[spirit]] damage, and creatures who wield it gain the weapon's critical specialization.</p>\n<p>When you critically hit a target with the weapon, the target must succeed at a @Check[fortitude|against:class-spell] save against your class DC or spell DC (whichever is higher) or be @UUID[Compendium.pf2e.conditionitems.Item.Blinded] for [[/gmr 1d4 #rounds]]{1d4 rounds}.</p>\n<p>As a single action that has the concentration trait, you can hold your hand aloft and call this weapon back to your possession; it immediately teleports into your hand.</p>\n<p>While you're holding this weapon, you can spend 1 Mythic Point as a single action to temporarily grant a blessing to weapons wielded by your allies. Each ally within the bright light of your nimbus when you take this action selects one weapon in their possession. For 1 minute, the selected weapons gain the following benefits: the weapon sheds light like a torch, the weapon deals an additional @Damage[1d6[spirit]] damage, and creatures who wield the weapon gain the weapon's critical specialization.</p>"
        },
        "level": {
            "value": 16
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Ascended Celestial Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "ascended-celestial-dedication"
            ],
            "rarity": "uncommon",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
