{
    "_id": "RlFZ648UR0Q0YECL",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Chromotherapy",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "skill",
        "description": {
            "value": "<p>You firmly believe in the technique of strengthening one's life force, spiritual energies, and bodily fluids through the application of colored light. When using a torch, lantern, or other artificial light source to illuminate an area of dim light or darker, you use a combination of alchemical reagents, medicinal components, and colored lenses to turn that light one of seven colors, allowing you to help an ally recover from persistent damage. You give that target an assisted recovery, but the target can be anywhere within the bright light of the light source instead of needing to be adjacent to you. Ambient bright light (like sunlight) drowns out your artificial illumination and prevents you from using Chromotherapy. The color of the light you choose determines the type of persistent damage from which you help the target recover.</p>\n<table><colgroup> <col style=\"width: 55px;\"> <col style=\"width: auto;\"> </colgroup>\n<thead>\n<tr>\n<th>Color</th>\n<th>Description</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>Red</td>\n<td>You increase blood flow to heat the body, attempting to end persistent cold damage.</td>\n</tr>\n<tr>\n<td>Orange</td>\n<td>You cancel out electric charge, attempting to end persistent electricity damage.</td>\n</tr>\n<tr>\n<td>Yellow</td>\n<td>You reduce pain and mental stress, attempting to end persistent mental damage.</td>\n</tr>\n<tr>\n<td>Green</td>\n<td>You promote blood flow in a way that helps clot wounds, attempting to end persistent bleed damage.</td>\n</tr>\n<tr>\n<td>Blue</td>\n<td>You cool the body, attempting to end persistent fire damage.</td>\n</tr>\n<tr>\n<td>Indigo</td>\n<td>You render acids inert, attempting to end persistent acid damage.</td>\n</tr>\n<tr>\n<td>Violet</td>\n<td>You purify the body, attempting to end persistent poison damage.</td>\n</tr>\n</tbody>\n</table>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "expert in Medicine"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "general",
                "healing",
                "manipulate",
                "skill"
            ]
        }
    },
    "type": "feat"
}
