{
    "_id": "7G773pjnePFgnYxw",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Command Elemental",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "class",
        "description": {
            "value": "<p>You grasp the animating force within an elemental creature and bend it to your will. Choose a trait matching one of your kinetic elements and target an elemental creature within 30 feet that has the chosen trait. The elemental becomes controlled by you if its level is equal to or lower than your level - 3, or @UUID[Compendium.pf2e.conditionitems.Item.Slowed]{Slowed 1} for as long as you Sustain the effect if its level is equal to your level - 2 or higher. It can attempt a @Check[type:will|dc:resolve(@actor.system.proficiencies.classDCs.kineticist.dc)] saving throw against your class DC to resist being @UUID[Compendium.pf2e.conditionitems.Item.Controlled] by you or to end the slowed effect. If the target is already under someone else's command, it can't be slowed by this ability, and the controlling creature also rolls a saving throw, with the elemental using the better result.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected and is temporarily immune for 24 hours.</p>\n<p><strong>Success</strong> The target is unaffected.</p>\n<p><strong>Failure</strong> The elemental creature is controlled or slowed as long as you Sustain the impulse, up to 1 minute. This effect ends if you or an ally attacks the elemental.</p>\n<p><strong>Critical Failure</strong> As failure, but you can Sustain the impulse up to 1 hour.</p>"
        },
        "level": {
            "value": 4
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "impulse",
                "kineticist",
                "primal"
            ]
        }
    },
    "type": "feat"
}
