{
    "_id": "BnBGDllQDfbOTBhZ",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Consult Celestial Advisor",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p><hr /><p>For many, the Calling of an ascended celestial is a wondrous but challenging path, which they must walk alone. This isn't the case for you. A single celestial is responsible for shepherding you into the celestial ranks and has offered to serve as a mentor to you throughout the time of your transformation. You can call upon this mentor for advice, guidance, and support. Once per day, you can spend 30 minutes in deep meditation. During this time, you spiritually converse with your celestial advisor. You gain three benefits during this conversation, which can occur in any order of your choosing.</p>\n<p>You discuss a topic of interest with your celestial advisor. This allows you to Recall Knowledge on any topic once, with mythic proficiency. You can spend 1 Mythic Point to instead Recall Knowledge on any three topics with mythic proficiency.</p>\n<p>You discuss a goal, activity, or event with your celestial advisor. This must be a goal you plan to achieve or an event you expect to happen within 1 week. Your celestial advisor gives you a piece of advice to help you achieve your goal or to see your way through the expected event. This has the effect of @UUID[Compendium.pf2e.spells-srd.Item.Read Omens].</p>\n<p>You discuss an immediate action that you intend to take with your celestial advisor. This must be an action you plan to take within the next 8 hours. Your celestial advisor gives you their opinion on the outcome. This has the effect of augury, except that the augury can see 8 hours into the future, and the GM doesn't roll a flat check for a failure.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "day"
        },
        "level": {
            "value": 14
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Ascended Celestial Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "ascended-celestial-dedication"
            ],
            "rarity": "common",
            "value": [
                "exploration",
                "mythic"
            ]
        }
    },
    "type": "feat"
}
