{
    "_id": "rpBHUvBKodPCHaET",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Crawling Fire",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "class",
        "description": {
            "value": "<p>You mimic the motions of a beast of your devising, and it becomes real, with a flaming pelt and searing claws. It is Small and appears in an unoccupied space within 30 feet. You can sense from the crawling fire's space as well as your own, using your senses. When you use a fire impulse, you can have it originate from the crawling fire instead of you (with the exception of impulses that affect your kinetic aura).</p>\n<p>The creation lasts until the end of your next turn, but you can Sustain it up to 1 minute. Each time you Sustain it, you can have the crawling fire Stride up to 40 feet. The crawling fire can be attacked. It uses your statistics for defenses but is immune to fire. Any damage that would be dealt to the crawling fire is dealt to you instead, though you take damage only once from any ability that includes both you and the creation in the area of effect. If you use Crawling Fire again, any previous one ends.</p>\n<hr />\n<p><strong>Level (8th)</strong> The fire can be Small or Medium.</p>\n<p><strong>Level (10th)</strong> The fire can be Small, Medium, or Large.</p>\n<p><strong>Level (14th)</strong> The fire can be Small, Medium, Large, or Huge.</p>"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "fire",
                "impulse",
                "kineticist",
                "manipulate",
                "primal"
            ]
        }
    },
    "type": "feat"
}
