{
    "_id": "nRyfLEs9JfEX2CTc",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Cultivator Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Through an esoteric, often exacting, regimen of meditation, diet, and exercise, you've learned to transform your body's inner workings into a crucible of planar and spiritual energies. These austerities allow you to refine your body's vitality into qi, the foundation of all cultivation.</p>\n<p>You become an expert in Occultism. In addition, you gain the @UUID[Compendium.pf2e.spells-srd.Item.Adapt Self] domain spell as a focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity meditating to refine essence into qi, which circulates and refills your focus pool. Your cultivator focus spells are occult spells. You're trained in spell attack modifier and spell DC. Your key spellcasting attribute for these spells is Wisdom.</p>\n<p>Cultivator focus spells are treated as qi spells for prerequisites, counting the number of qi spells you possess and their effects, such as a jiang-shi's Drain Qi.</p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.RIOLY9LaX3qOnujl]{Cultivator}</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Occultism"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.occultism.rank",
                "value": 2
            }
        ],
        "subfeatures": {
            "proficiencies": {
                "spellcasting": {
                    "rank": 1
                }
            }
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
