{
    "_id": "3xKOqBaPApgsnRtB",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Dance of the Tiger",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "ancestry",
        "description": {
            "value": "<p>Tales tell of the Tiger stalking the Mousedeer for days, hidden and instilling dread upon its prey. Your dance embodies the character role so well you can trail an opponent from its own shadow. Attempt a @Check[performance|against:will] check against the Will DC of a single adjacent enemy.</p><hr /><p><strong>Critical Success</strong> You step on the foe's shadow, bringing a cold dread. The opponent is @UUID[Compendium.pf2e.conditionitems.Item.Frightened]{Frightened 2}; its shadow remains pinned underfoot, stretching and deforming to remain connected to your square, and indicates where it has gone even if you lose sight of the foe. The creature can't reduce its frightened condition below 1 as long as you remain on its shadow. Your connection to its shadow breaks if the distance between you and the target exceeds 120 feet or if you don't end your turn adjacent to the target. Once your connection to its shadow breaks, the enemy is immune to Dance of the Tiger for 1 hour.</p>\n<p><strong>Success</strong> As critical success, except the creature is only @UUID[Compendium.pf2e.conditionitems.Item.Frightened]{Frightened 1} and your connection to its shadow breaks at 60 feet instead of 120.</p>"
        },
        "level": {
            "value": 9
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "emotion",
                "fear",
                "mental",
                "occult",
                "wayang"
            ]
        }
    },
    "type": "feat"
}
