{
    "_id": "1sojLNzisrsw0dhW",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Dance of the Mousedeer",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "ancestry",
        "description": {
            "value": "<p>You move your body in a pattern that evokes the small and clever Sister Mousedeer, misdirecting enemies and filling their vision with shadows to hide behind. Attempt a @Check[performance|against:perception] check against the Perception DC of a single enemy within 30 feet. This has all the usual traits and restrictions of a Performance check. You can affect up to two targets within range if you have expert proficiency in Performance, four if you have master proficiency, and eight if you have legendary proficiency.</p><hr /><p><strong>Critical Success</strong> Imaginary shadows rise up in the target's vision, hiding you from sight. You gain greater cover against that enemy, which provides a +4 circumstance bonus to AC and to Stealth checks to Hide, @UUID[Compendium.pf2e.actionspf2e.Item.Sneak], or otherwise avoid detection. As the shadows are illusory, you don't gain the typical bonus to Reflex saves from greater cover. These benefits last until the beginning of your next turn, or until you move from your current space, use an attack action, or become @UUID[Compendium.pf2e.conditionitems.Item.Unconscious], whichever comes first.</p>\n<p><strong>Success</strong> As critical success, except you gain only standard cover (a +2 circumstance bonus instead).</p>\n<p><strong>Critical Failure</strong> The opponent grasps the movements of your dance, becoming temporarily immune to your Dance of the Mousedeer for 1 day.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "illusion",
                "occult",
                "shadow",
                "visual",
                "wayang"
            ]
        }
    },
    "type": "feat"
}
