{
    "_id": "Tz796Pai2YX7RU41",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Decree of Banishment",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p><hr /><p>You assume a demeanor of authority and decree banishment upon a foe who has defied your authority. Speak your decree; a creature you designate within 60 feet who can hear your decree must succeed at a Will saving throw against your class DC or spell DC (whichever is higher) or spend its next turn moving as far away from you as it possibly can; this includes using magic or special movement modes, if it has any, to expedite its retreat.</p>\n<p>If the target attempts to move back within 60 feet of you at any time in the next week, it must succeed at a @Check[will|against:class-spell] saving throw against your class DC or spell DC (whichever is higher) or the attempt fails, any movement ends, and any actions or spell slots used in the attempt (such as if the target were attempting to magically approach you) are wasted.</p>\n<p>When you speak a Decree of Banishment, you can spend 1 Mythic Point as part of the action to have all friendly creatures and even the land itself within a 10-mile radius of you at that moment to reject the banished target. Within the affected area for the next month, the target has a –4 penalty to all Diplomacy checks to Gather Information or @UUID[Compendium.pf2e.actionspf2e.Item.Make an Impression], all Intimidation checks to @UUID[Compendium.pf2e.actionspf2e.Item.Coerce], and all Survival checks to Subsist. If the target defies your Decree of Banishment and continues to operate within the area, you hear about their activities the next time you encounter a group of friendly creatures with 10 or more members. You can have only one target affected by this month-long banishment at a time; if you inflict a month-long banishment on another target, the effects on the first target end.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "day"
        },
        "level": {
            "value": 14
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Prophesied Monarch Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "prophesied-monarch-dedication"
            ],
            "rarity": "common",
            "value": [
                "incapacitation",
                "mythic"
            ]
        }
    },
    "type": "feat"
}
