{
    "_id": "ncXK0Cc8dZ9TilSC",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Devil's Eye",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Your experience in the finer points of bargaining with a devil has awakened a sinister power that now inhabits your left eye. The eye is the same shape and iris color as your normal eye would be, but the sclera is a deep red instead of white and the pupil is a narrow, vertical slit. The eye grants you an abnormal understanding of the loopholes and legal processes employed to trap poor creatures that don't know any better. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Objection] reaction. You also become an expert in Legal Lore and gain a +1 circumstance bonus to any check you make to read or negotiate a treatise, contract, or similar text. At 7th level you become a master of Legal Lore, and at 15th level you become legendary in Legal Lore. You can use Legal Lore in place of Perception to detect verbal loopholes, double entendres, hidden meanings, code, or contradictions in a conversation you can hear. This doesn't let you fully understand coded speech but alerts you to its presence.</p>"
        },
        "level": {
            "value": 4
        },
        "prerequisites": {
            "value": [
                {
                    "value": "You made a bargain with a devil or won a legal case or other similar duel of wits against a devil."
                }
            ]
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Objection"
            }
        ],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "aftermath"
            ]
        }
    },
    "type": "feat"
}
