{
    "_id": "7VTVnJFV6btUiG3b",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Eternal Guide",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Frequency</strong> once per week</p><hr /><p>Your attuned apparitions recognize that you still have essential work to do and refuse to allow you to pass on, gathering up your essence to carry your soul back to the community you call home. Choose a single settlement with a population of at least 100 people. Whenever you die and are not returned to life within 24 hours by other means, as long as the settlement still exists and there are no other claims on your soul (such as a contract with a devil) and nothing trapping your soul (such as being slain by a critical hit from a vilderavn), your attuned apparition magically transports your soul, remains, and all of the items you had worn or carried at the time of your death (so long as they have not been otherwise recovered) back to the chosen settlement, where you are reborn. The nature of this rebirth varies between animists; some magically reconstitute and reinvigorate their physical forms to return to life in their original bodies, while others pass their knowledge and power on to a new inheritor who effectively takes their place in the grand story of existence. When returned to your original physical form in this manner, you are brought back in your physical prime, restored to youthful health and vigor. This effectively makes you immune to dying of old age so long as you are not killed by violence less than a week before you would have died of old age.</p>\n<p>Regardless of the exact nature of your rebirth, you or your inheritor are fully restored with your level, experience, and equipment intact one week after your death. If you choose an inheritor and their ancestry is different than yours, your attribute scores do not change but you can freely retrain your ancestry feats and any other feats that relied on them as prerequisites as part of your rebirth.</p>\n<p>There is no limit to the number of times you can be reborn, but if you die before a week has passed since your last rebirth, neither you nor your attuned apparitions have recovered enough energy to complete the process again, and your soul passes to whatever final reward it has earned.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "P1W"
        },
        "level": {
            "value": 20
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "animist",
                "apparition"
            ]
        }
    },
    "type": "feat"
}
