{
    "_id": "6YXQT1a2C03u75zW",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Extract Vow of Nonviolence",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "class",
        "description": {
            "value": "<p>You entice or threaten a weapon, making it swear not to harm you. Attempt a Diplomacy check to @UUID[Compendium.pf2e.actionspf2e.Item.Request] or an Intimidation check to @UUID[Compendium.pf2e.actionspf2e.Item.Demoralize] against one weapon within 60 feet—even though most weapons are inanimate and mindless, your words somehow still can affect it as if it were living and you shared a language. The DC for this check is the Will DC of the creature wielding the weapon or a moderate DC for the weapon's level if it's unattended. If the weapon is an intelligent item, use its Will DC. Regardless of the result of the save, the weapon is then temporarily immune to Extract Vow of Nonviolence for 1 day.</p><hr /><p><strong>Critical Success</strong> The object swears not to hurt you. You gain resistance to all damage dealt by that specific weapon as the weapon attempts to mitigate harm to you. The resistance is equal to half your level and lasts for 10 minutes.</p>\n<p><strong>Success</strong> As critical success, but the remaining duration decreases by 1 minute each time the weapon hits you (even if it deals no damage).</p><hr /><p><strong>Special</strong> When you gain this feat, choose cold iron, duskwood, dawnsilver, or silver. For some reason—perhaps because you underestimate this material, or because you think it a friend—you are forever unable to use Extract Vow of Nonviolence on objects composed of the chosen material.</p>"
        },
        "level": {
            "value": 12
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "auditory",
                "concentrate",
                "exemplar"
            ]
        }
    },
    "type": "feat"
}
