{
    "_id": "jSu9h6UvZtUJ7InD",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Fey Life",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>There are some fates worse than death-and you worked to save a fey from one such fate. In return, your life became bound to theirs. Fey magic has since become a part of you, bringing the vibrant colors of the First World to you and all that surrounds you. Your skin, hair, all that you touch, and anything within 5 feet of you changes to the most brilliant hues possible, though the colors fade as you cease to touch an object or you move away. You gain the ability to cast <em>@UUID[Compendium.pf2e.spells-srd.Item.Summon Fey]</em> as a 7th-level primal innate spell once per day. At 18th level the spell heightens to 8th level, and at 20th level it heightens to 9th level.</p>\n<p>The first time you die after gaining this feat, the bond you made with the fey invokes the power of the First World to return you to life. Immediately after dying, you revive, becoming conscious (and wounded as normal) at 27 Hit Points, and you gain the fey trait. Your eyes become a rainbow of colors, and you take on a visual aspect of the fey with whom you are bound, such as by growing wings, horns, or a plantlike body. The change has no mechanical effect; for instance, the wings wouldn't allow you to fly, nor would horns grant a horn unarmed attack.</p>\n<p>The second time you die, you reawaken in the First World with the full appearance of the fey that was bound to you. You become an NPC, unconcerned with your old mortal life. You can be returned to your previous life in the Material Plane by having allies spend 3 days building a shrine to the First World, giving three offerings that hold deep sentimental value for you or another, and holding a raucous, three-day long feast.</p>\n<p>Any time that you die after that, you reawaken again in the First World with no memories of your previous life, and you can only be brought back by powerful magic such as a <em>@UUID[Compendium.pf2e.spells-srd.Item.Wish]</em> spell.</p>"
        },
        "level": {
            "value": 16
        },
        "prerequisites": {
            "value": [
                {
                    "value": "You helped to save a fey from a terrible fate"
                },
                {
                    "value": "You're not a fey."
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "aftermath",
                "healing",
                "necromancy",
                "primal"
            ]
        }
    },
    "type": "feat"
}
