{
    "_id": "102gdaYHnMFoDRL1",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Godling Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Your Calling allows you to begin walking the path to true deific ascension, inspiring followers as your divine seed grows. Your first follower is your hierophant—the high priest of your new faith—whom you rely on to spread your word and provide an anchoring mortal presence as your perspectives are increasingly pulled toward the cosmic. When you gain this feat, choose one willing ally to be your hierophant. If your hierophant is not trained in spell attack modifier and spell DC, they become trained for as long as they are your designated hierophant. If your hierophant dies or chooses to part ways with you, you can designate a new hierophant by communing with the chosen ally for a period of 24 hours.</p>\n<p>Your Calling allows you to seize the divine magic typically restricted to deities. Choose one domain to claim from the list on Player Core, or from other domains you have access to. You learn the initial domain spell for this domain. You gain a pool of Focus Points with 1 Focus Point and you can Refocus by taking 10 minutes to replenish your divine energy from the planes beyond. You gain expert proficiency in spell modifier and spell DC, and your spellcasting ability for these spells is your choice of Wisdom or Charisma, decided when you gain this feat.</p>\n<p>Your hierophant also gains the Cast a Spell activity and can cast the domain spell you learned with Godling Dedication. When they Cast the Spell in this way, your Focus Point is expended as the cost of the spell. Your hierophant uses their own spellcasting proficiency in spell modifier and spell DC when casting a spell in this way, and they use their own Wisdom or Charisma modifier (matching your choice). If your hierophant has mythic power, they can spend a Mythic Point to cast any divine spell they gain by being your hierophant at mythic proficiency.</p>"
        },
        "level": {
            "value": 12
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": ""
        },
        "rules": [],
        "traits": {
            "rarity": "rare",
            "value": [
                "destiny",
                "mythic"
            ]
        }
    },
    "type": "feat"
}
