{
    "_id": "9odEaNZQYeOnZC0e",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Guarded Domain",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You and your united companion have elected to become guardians of a particular location or domain. If you spend 1 week of downtime within a settlement or natural area with a 5-mile radius, you and your companion can become guardians of the area and consider it to be your guarded domain. Your guarded domain remains under your protection until you spend more than 1 month outside of your domain, after which you must spend another week of downtime to re-attune to your guarded domain. You can only have one guarded domain at a time, and selecting a new guarded domain immediately ends your protection over the previous guarded domain.</p>\n<p>If a creature has been in your guarded domain for at least 1 hour while you or your companion are also inside your domain, you or your companion can attempt to Gather Information about the target by spending 1 minute communing with the land or its residents. You attempt this check at mythic proficiency.</p>\n<p>In addition, once per day as a 3-action activity you can spend a Mythic Point to instantly teleport yourself and your united companion to a location you are aware of within your domain. This is a teleportation effect.</p>"
        },
        "level": {
            "value": 14
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Beast Lord Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "beast-lord-dedication"
            ],
            "rarity": "common",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
