{
    "_id": "ATsP9JCBnzkwVQbl",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Harrow Casting",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Requirements</strong> You have an active harrow omen.</p>\n<hr />\n<p>You draw a card from your harrow deck just before you cast a spell to infuse your magic with its destined potential. If your next action is to Cast a Spell, the suit of the card you draw enhances the spell in one of the following ways. If the card you draw matches the suit of your active harrow omen, the effect is enhanced further as detailed below. When you Harrow Cast, attempt a @Check[type:flat|dc:11]. If you fail this check, you lose your active harrow omen at the end of your turn.</p>\n<p><strong>Hammer</strong> The force of the spell is enhanced. This effect only enhances single-target offensive spells that require you to make a successful spell attack or require a saving throw from the target to resist. If you hit the target, or if they fail their saving throw, the spell inflicts additional force damage equal to the spell's level. This additional damage doubles if your harrow omen is Hammers.</p>\n<p><strong>Key</strong> Some of the magic remains behind, infusing your defenses. Until the start of your next turn, you gain a +1 status bonus to your AC and all saving throws. If your harrow omen is Keys, this increases to a +2 status bonus.</p>\n<p><strong>Shield</strong> As the spell's magic takes effect, it heals you as well, restoring Hit Points equal to 2d6 + the spell's level. If your harrow omen is Shields, the Hit Points restored increases to 4d6 + twice the spell's level.</p>\n<p><strong>Book</strong> The spell's magic infuses your mind with sudden insights about the target. You can attempt to Recall Knowledge about the target as a free action, using your spell attack roll to make the check. You gain a +2 status bonus to this roll if Books is your harrow omen.</p>\n<p><strong>Star</strong> The spell's magic bolsters those it aids. This effect only enhances single-target spells cast on willing subjects. The magic restores Hit Points to the affected target equal to 2d6 + the spell's level. If your harrow omen is Stars, the magic also grants the target a +2 status bonus to all saving throws until the start of your next turn.</p>\n<p><strong>Crown</strong> The spell's magic is @UUID[Compendium.pf2e.conditionitems.Item.Hidden] and subtle, and observers may not realize you're doing anything more than manipulating cards in your harrow deck. Attempt a Fortune-Telling Lore check against all observer's Perception DCs. If your check is successful against an observer's Perception DC, that observer doesn't notice you are Casting a Spell, even though normally spells have sensory manifestations. This hides only the spell's spellcasting actions and manifestations, not its effects. If your harrow omen is Crowns, you gain a +2 status bonus to your Fortune-Telling Lore check.</p>"
        },
        "level": {
            "value": 4
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder: Stolen Fate Player's Guide"
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "archetype",
                "metamagic"
            ]
        }
    },
    "type": "feat"
}
