{
    "_id": "hcwSO3qeYLQtRLBa",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Imbue Spell",
    "system": {
        "actionType": {
            "value": "free"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Trigger</strong> Your previous action was to Cast a Spell.</p><hr /><p>You pass the energy of your magic onto an ally, allowing another to release the spell. Upon completing the Casting of a Spell, instead of the normal effects of the spell, you imbue the energy of that spell to an ally that's adjacent to you or within your spellsurge aura. You expend the spell, spell slot, or Focus Point as normal. At any time during the next hour, that ally can release the energy of the spell with a single action that has the concentrate and manipulate traits; they don't need to expend any spell slots or Focus Points. All attributes of the spell are determined based on your original casting of the spell, including any spellshape feats used, but the ally is treated as the spellcaster for determining the origin of the spell and for making any choices the spell requires. If the spell must or can be Sustained, your ally takes the action to Sustain it. You can't target yourself with this ability. If the spell isn't released by the ally within 1 hour, the energy dissipates. You can only have one spell imbued at a time; additional uses of this ability cause previously imbued spells to dissipate immediately</p>"
        },
        "level": {
            "value": 16
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Wildspell Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "wildspell-dedication"
            ],
            "rarity": "common",
            "value": [
                "concentrate",
                "mythic"
            ]
        }
    },
    "type": "feat"
}
