{
    "_id": "GPIKvj8K2yk2eVOC",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Imprison Foe",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Requirements</strong> Your last action dealt damage to a creature.</p><hr /><p>Rather than grant your foes the mercy of a swift death, you can consign them to suffer in an extradimensional prison with an appearance of your choosing. Spend 1 Mythic Point to force a creature that you dealt damage to with your last action to attempt a @Check[will|against:class-spell] saving throw against your class DC or spell DC, whichever is higher. Regardless of the result, the target is temporarily immune to your Imprison Foe for 24 hours.</p>\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target is @UUID[Compendium.pf2e.conditionitems.Item.Stunned]{Stunned 2}.</p>\n<p><strong>Failure</strong> The target is transported into a cell within your extradimensional dungeon for 1 minute. It is unable to leave or damage the cell in any way. Teleportation effects can't carry the target outside the cell unless they can also traverse the planes, such as interplanar teleport. At the end of each of its turns, it can attempt a new Will save to reduce the remaining duration it is imprisoned by 1 round or end it entirely on a critical success. When the duration ends, the target returns to the space it occupied when it was imprisoned, or to the nearest space if the original is now filled.</p>\n<p><strong>Critical Failure</strong> As failure, but the target is stunned for the first round it is imprisoned.</p>"
        },
        "level": {
            "value": 18
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Archfiend Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "mythic",
                "teleportation"
            ]
        }
    },
    "type": "feat"
}
