{
    "_id": "FSxugo3zTgRhW7Og",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Improvised Pummel",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "class",
        "description": {
            "value": "<p>When you make a Strike with an improvised weapon you're wielding, you gain a +1 item bonus to the attack roll, and you can have the Strike deal two weapon damage dice instead of the improvised weapon's normal number. If the attack is a critical hit, the improvised weapon breaks after the normal effects of a critical hit occur. If the item has a Hardness greater than your level, or if it's an artifact, cursed item, or other item that's difficult to break or destroy, it doesn't break but the attack is a normal hit instead of a critical hit. You can choose not to get any of the effects of Improvised Pummel on a Strike if you don't want to risk breaking the item. At 12th level, the item bonus increases to +2, and at 16th level, the Strike deals three weapon damage dice instead of the improvised weapon's normal number.</p>\n<p>If you're benefiting from @UUID[Compendium.pf2e.equipment-srd.Item.Handwraps of Mighty Blows], you use the handwraps' item bonus if it's higher and can choose to use its number of damage dice. Any property runes from the handwraps also apply if you use the handwraps' number of weapon damage dice, provided they could apply to the improvised weapon (as determined by the GM).</p>"
        },
        "level": {
            "value": 4
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Weapon Improviser Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "archetype"
            ]
        }
    },
    "type": "feat"
}
