{
    "_id": "YFHZi0Yqv9IMBVfZ",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Inherit the Dreaming Heirloom",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "ancestry",
        "description": {
            "value": "<p>Whether you always carried it or perhaps only recently inherited, you have a pusaka—an heirloom containing a spirit who you communicate with in your dreams. Choose one item of light Bulk to be your pusaka. It becomes a magic item that has the occult trait. As long as you sleep with this item in reach and spend 10 minutes during your daily preparations pampering the spirit within, you can Activate the pusaka that day.</p>\n<p><strong>Activate—Ancestral Recollection</strong> <span class=\"action-glyph\">1</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The spirit within the pusaka advises you on a subject they knew in life. When you gain this feat, select one Lore skill about a profession and one about a type of environment, such as Accounting Lore and Forest Lore. When you Activate the pusaka, you attempt to Recall Knowledge using one of these skills (you become temporarily trained in these skills for this check). Once you make your choice of Lore skills, they can't be changed.</p><hr /><p><strong>Activate—Guide My Dreams</strong> <span class=\"action-glyph\">2</span> (concentrate)</p><hr /><p><strong>Effect</strong> You ask the spirit within the pusaka to show you the way. You cast @UUID[Compendium.pf2e.spells-srd.Item.Guidance] as an occult cantrip. A cantrip is heightened to a spell rank equal to half your level rounded up.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "wayang"
            ]
        }
    },
    "type": "feat"
}
