{
    "_id": "iCv8KTZ5PcF4GqeV",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Leverage Connections",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "skill",
        "description": {
            "value": "<p>You know the right people who can get things done for you in certain circles. Once per week, when you're in an area that has an established group of influential nobles, mercantile elites, or the like (if you have Courtly Graces), or a network of unsavory characters such as a thieves' guild (if you have Streetwise), you can use Society to Request a favor or aid from those people as if they were friendly to you. Your request must make sense for the type of people you contact. For instance, a member of the royal court could secure you a proper invitation to a fancy ball, while a local burglar could point out a way to stealthily infiltrate that same party. If you critically succeed this check, your connection gives a piece of helpful advice or lets you in on a small secret, granting you or a member of your party a +2 circumstance bonus to the first skill check you attempt when acting on the favor. If you critically fail this check, you might have to perform some service for your connection to get back in their good graces, as determined by the GM.</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "expert in Society"
                },
                {
                    "value": "Courtly Graces or Streetwise"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "rules": [],
        "traits": {
            "rarity": "uncommon",
            "value": [
                "general",
                "skill"
            ]
        }
    },
    "type": "feat"
}
