{
    "_id": "mj1pVVFtqGLKgCQM",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Mutant Innervation",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Basic mutagens that affect your mind and thoughts can make you communicate telepathically, protect you from being detected, or let you communicate with anyone. While you're affected by one of the listed mutagens, you get an additional benefit.</p><ul><li><strong>@UUID[Compendium.pf2e.equipment-srd.Item.Cognitive Mutagen (Lesser)]{Cognitive Mutagen}</strong> You also gain the mutagen's item bonus to Deception, Diplomacy, Intimidation, Medicine, Nature, Performance, Religion, and Survival checks. In addition, you can communicate telepathically with creatures within 60 feet with whom you share a language. The communication is two-way once you establish it, so a creature you contact can also communicate with you.</li><li><strong>@UUID[Compendium.pf2e.equipment-srd.Item.Serene Mutagen (Lesser)]{Serene Mutagen}</strong> Detection, revelation, and scrying effects of 9th rank (or 17th level) or lower detect nothing from you or your possessions and auras. For instance, detect magic would still detect other magic in the area, but not any magic on you.</li><li><p><strong>@UUID[Compendium.pf2e.equipment-srd.Item.Silvertongue Mutagen (Lesser)]{Silvertongue Mutagen}</strong> Ignore circumstance penalties you would take to Deception, Diplomacy, Intimidation, and Performance checks. In addition, your words transcend linguistic barriers; everyone listening to you speak hears your words as if you were speaking in their own language (though you don't actually speak that language, nor does this ability allow you to understand any additional languages).</p></li></ul><hr /><p><strong>Special</strong> If you can be under the effects of multiple mutagens (with the @UUID[Compendium.pf2e.classfeatures.Item.Greater Field Discovery (Mutagenist)]{mutagenist greater field discovery}, for example), you get all relevant benefits.</p>"
        },
        "level": {
            "value": 14
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "alchemist"
            ]
        }
    },
    "type": "feat"
}
