{
    "_id": "7WBIXGqZbAKbqEU6",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Named Artillery",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "skill",
        "description": {
            "value": "<p>It is a tradition among artillerists to name the siege weapon most important to them and closest to their heart-much as a sailor on a ship, the weapon is their livelihood. You've gone a step further, and you always make sure that your named artillery has the best possible maintenance and upkeep. You can spend a full day adjusting and working on a single siege weapon to designate it as your named artillery. The siege weapon you designated as your named artillery gains a +2 circumstance bonus to AC, Fortitude saves, and Reflex saves as well as additional Hit Points equal to twice your level.</p>\n<p>During your daily preparations, you must spend at least one hour on maintenance to service your named artillery. If you fail to do so, or if you spend a full day designating a new piece of named artillery, the previous named artillery loses any benefits from this feat. Only one artillerist can designate a particular siege weapon as their named artillery, even if several artillerists are serving on the same siege weapon's crew (though it's typically more efficient for a group with several artillerists to divide them up, assigning one to each siege weapon).</p>"
        },
        "level": {
            "value": 4
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Trained in crafting"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Guns & Gears"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "skill"
            ]
        }
    },
    "type": "feat"
}
