{
    "_id": "PxBQ4JdaPS2KTAG7",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Necromancer's Visage",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Necromantic energy demonstrates your power over undead, creating a demeanor that commands their fear and respect. Undead creatures can immediately sense your Necromancer's Visage and tend to act accordingly. If you take a hostile action against an undead creature, it becomes permanently immune to your Necromancer's Visage, and your Necromancer's Visage ends. You can spend 10 minutes to restore your Necromancer's Visage, though any creatures that became permanently immune remain so. Each time an undead creature 2 or more levels lower than you attacks you, it must attempt a Will save against your spell DC. If you're also affected by sanctuary or a similar effect, only one affects the attacker (you choose which).</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is permanently immune to your Necromancer's Visage.</p>\n<p><strong>Success</strong> The creature can attempt its attack and any other attacks against you this turn.</p>\n<p><strong>Failure</strong> The creature can't attack you and wastes the action. It can't attempt further attacks against you this turn.</p>\n<p><strong>Critical Failure</strong> The creature wastes the action and can't attempt to attack you as long as your Necromancer's Visage persists.</p>\n<p><strong>Special</strong> This feat has the trait matching your spellcasting tradition.</p>"
        },
        "level": {
            "value": 12
        },
        "prerequisites": {
            "value": [
                {
                    "value": "ability to create or control undead"
                },
                {
                    "value": "cleric with a negative font, oracle of bones, or necromancer wizard"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Book of the Dead"
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "cleric",
                "necromancy",
                "oracle",
                "wizard"
            ]
        }
    },
    "type": "feat"
}
