{
    "_id": "RxDq7SB7a97EMJbW",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Ostilli Host Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Access</strong> surki ancestry</p>\n<hr />\n<p>You've bonded with an attached symbiote known as an ostilli. You can bond with only one ostilli at a time since the symbiote emits low-frequency magical pulses that repel other ostillis. You become trained in Ostilli Lore; if you were already trained, you become an expert.</p>\n<p>The ostilli is a Tiny creature grafted to your body. Like other grafts, it has no Hit Points or Speeds of its own and can't be targeted separately. It can't be removed and dies when you do; in the event of your demise and resurrection, you can bond to a new ostilli during a week of downtime, though you lose any abilities granted by your ostilli bond during that time. Your ostilli is obvious, unless you attempt to cover it with clothing or armor. In such a case, an onlooker can determine you're bonded to an ostilli with a successful Nature, Perception, or Surki Lore check against your Deception DC. Your ostilli must be visible for you to use any of the actions it grants.</p>\n<p>Your ostilli is constantly siphoning ambient magic from the surroundings, granting you the Repel Ambient Magic and Spit Ambient Magic actions.</p>\n<p><strong>Repel Ambient Magic</strong> <span class=\"action-glyph\">1</span> (concentrate) Your ostilli glows green as it absorbs magic. Until the start of your next turn, you gain a +1 circumstance bonus to AC and saving throws against the next magical attack, cantrip, or spell that targets you. This bonus increases to +2 at 12th level.</p>\n<p><strong>Spit Ambient Magic</strong> <span class=\"action-glyph\">1</span> (concentrate, magical); <strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> Your ostilli flashes red as it regurgitates a dart of magic at a target within 30 feet. This magical dart deals @Damage[1d6[piercing]] damage (basic Reflex save against the higher of your class DC or spell DC). This damage increases by 1d6 at 6th level and every 4 levels thereafter.</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Arcana or Nature"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Howl of the Wild"
        },
        "rules": [],
        "traits": {
            "rarity": "uncommon",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
