{
    "_id": "lL5MxRUFqbzS6jDm",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Pass Vengeful Judgment",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "bonus",
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> Your hierophant invoked your judgment on their previous turn</p><hr /><p>To prevent yourself from frivolously calling down the terrible power of divine wrath, you have vowed to do so only with the assent of your mortal hierophant. If your hierophant successfully Strikes a target, they can spend a single action to invoke your wrath. On your turn, you can then Pass Vengeful Judgment on the target, calling down a scouring pillar of divine energy that deals @Damage[20d10[spirit]] damage with a basic Fortitude save. You do not need to have line of effect to the target and it functions at any range. If one of your current domain spells can deal a type of damage other than spirit, you can choose to match this damage type (for instance, calling down a flaming pillar that deals fire damage if you have the fire domain).</p>\n<p>If you spend a Mythic Point as part of Passing your Vengeful Judgment, the blast extends into the heavens, scattering the clouds in a detonation visible to all creatures within a 10-mile radius as a show of wrath and a warning to those who would dare harm your followers or question your commandments. For the next month, you and your hierophant gain a +2 status bonus to Intimidation checks against creatures in the area.</p><hr /><p><strong>Special</strong> If you have Font of Life or Death, you can choose for the damage type to be vitality (if you chose heal) or void (if you chose harm) when you use this ability.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "day"
        },
        "level": {
            "value": 18
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Godling Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "godling-dedication"
            ],
            "rarity": "rare",
            "value": [
                "mythic",
                "sanctified"
            ]
        }
    },
    "type": "feat"
}
