{
    "_id": "6yPrvbSDaa8glLjn",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Pet",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "general",
        "description": {
            "value": "<p>You have a pet—a Tiny animal of a type you choose, such as a cat, bird, or rodent. It has the minion trait, meaning it gains 2 actions during your turn if you use the Command an Animal action to command it; this replaces the usual effects of @UUID[Compendium.pf2e.actionspf2e.Item.Command an Animal], and you don't need to attempt a Nature check. A pet can't make Strikes.</p>\n<p><strong>Level</strong> Your pet's level is equal to yours.</p>\n<p><strong>Modifiers and AC</strong> Your pet's save modifiers and AC are equal to yours before applying circumstance or status bonuses or penalties. It uses 3 + your level as its modifier for Perception, Acrobatics, and Stealth, and just your level as its modifier for other skill checks. It doesn't have or use its own attribute modifiers and can never benefit from item bonuses.</p>\n<p><strong>Hit Points</strong> Your pet has 5 Hit Points per level.</p>\n<p><strong>Senses</strong> Your pet has low-light vision and can gain additional senses from pet abilities.</p>\n<p><strong>Speed</strong> Your pet has a Speed of 25 feet. You can choose to instead have an aquatic pet, which breathes in water instead of air and has the aquatic trait, no land Speed, and a swim Speed of 25 feet.</p>\n<p><strong>Pet Abilities</strong> When you gain your pet, choose two of the following abilities. If your pet is an animal that naturally has one of these abilities (for instance, an owl has a fly Speed), you must select that ability. Your pet can't be an animal that naturally has more pet abilities than the maximum. In some cases, the GM might add some familiar abilities to the pet abilities you can choose.</p>\n<ul>\n<li><strong>Amphibious</strong> It gains the amphibious trait, allowing it to breathe in both air and water, and has both a land Speed and a swim Speed, each equal to its highest land Speed or swim Speed.</li>\n<li><strong>Burrower</strong> It gains a burrow Speed of 5 feet, allowing it to dig Tiny holes.</li>\n<li><strong>Climber</strong> It gains a climb Speed of 25 feet.</li>\n<li><strong>Darkvision</strong> It gains darkvision.</li>\n<li><strong>Echolocation</strong> Your pet can use hearing as a precise sense within 20 feet.</li>\n<li><strong>Fast</strong> Movement Increase one of the pet's Speeds from 25 feet to 40 feet.</li>\n<li><strong>Flier</strong> It gains a fly Speed of 25 feet.</li>\n<li><strong>Manual Dexterity</strong> It can use up to two of its limbs as if they were hands to perform manipulate actions.</li>\n<li><strong>Scent</strong> Your pet can use scent as an imprecise sense within 30 feet</li>\n<li><strong>Tough</strong> Your pet's max HP increase by 2 per level.</li>\n</ul>\n<hr />\n<p><strong>Special</strong> You can gain a new pet by retraining this feat, releasing any previous pet you have. If you later gain a familiar or other companion that uses the Pet feat, you can immediately retrain this feat.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.attributes.familiarAbilities.value",
                "priority": 19,
                "value": 2
            }
        ],
        "traits": {
            "rarity": "common",
            "value": [
                "general"
            ]
        }
    },
    "type": "feat"
}
