{
    "_id": "NMbOfl885pn0Yzu9",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Prepare Elemental Medicine",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "skill",
        "description": {
            "value": "<p><strong>Access</strong> Tian Xia origin</p><hr /><p>You diagnose your patient, then prepare and administer a dose of elemental medicine to a creature. Healer's tools contain basic ingredients for crafting elemental medicine, though you might also need to gather more potent ingredients from your environment. The medicine's effects last 24 hours, and no character can benefit from more than one elemental medicine at a time. Attempt a Crafting, Herbalism Lore, or Medicine check against a standard DC of the recipient's level (in the case of especially wellknown or obscure afflictions, the GM should apply an adjustment to lower or increase the DC, respectively). As the minute qualities of the patient's condition can change on a day-to-day basis, you must attempt a new check to prepare elemental medicine each day you treat a patient, even if the affliction you're treating doesn't change. You can diagnose and treat up to 6 creatures during your daily preparations, making a separate check for each patient.</p><hr /><p><strong>Critical Success</strong> You accurately diagnose your patient. The GM decides the elemental imbalance causing the patient's symptoms (which elements, as well as whether it's in excess or deficiency) and then, using the information from the Pei Zing Elemental Associations table, notifies you what element of medicine is needed to remedy it. With this information, you then accurately identify the elemental property of a given ingredient, and then use it to prepare an excellent elemental medicine that grants the recipient a +2 circumstance bonus to saves against the affliction.</p>\n<p><strong>Success</strong> As critical success, but the bonus is +1.</p>\n<p><strong>Failure</strong> You fail to diagnose your patient. The GM doesn't tell you what elemental imbalance is causing the patient's symptoms, and therefore, you can't prepare an elemental medicine.</p>\n<p><strong>Critical Failure</strong> You misdiagnose your patient. The GM decides the elemental imbalance causing the patient's symptoms and then tells you a different, false diagnosis or notifies you that the elemental ingredient you're attempting to treat the symptoms with is actually incorrect. Either way, your mistaken treatment imposes a –1 circumstance penalty to saves against the affliction.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "exploration",
                "manipulate",
                "secret"
            ]
        }
    },
    "type": "feat"
}
