{
    "_id": "CbCXvxKrGIRtI7jF",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Profane Bargain",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 3
        },
        "category": "class",
        "description": {
            "value": "<p>You can strike a profane bargain with a willing, sapient creature. That creature promises to never take hostile actions against you, to never lie to you, to never speak of this bargain, and to either perform, or refrain from performing, one other specified task, such as paying you a specified sum every year, gifting you their first-born child, or never speaking.</p>\n<p>If the target accepts, they verbally make a request. You can choose to twist their request by selecting specific details, as long as you still fulfill the requirements of their request. If the request could be granted by a wish ritual, you spend 1 Mythic Point and the request is magically granted.</p>\n<p>As long as the bargain persists, you always know the target's location, can communicate telepathically with the target at any distance, and can see through the target's senses by taking a single action that has the concentrate trait. Once per day, you can take control of the target as an activity that takes three actions and has the concentrate trait. When you do, they become controlled by you for 10 minutes. They have no memory of their time spent under your control.</p>\n<p>If the target ever breaks the terms of this bargain, you immediately select one of the following punishments: they die, they die and you possess their soul, they become permanently controlled by you, or they become imprisoned in a cell within your realm's dungeon (you must have the Imprison Foe feat to select this final option).</p>\n<p>A target can only enter into a Profane Bargain with you once—not even the breaking of this bargain, death, a @UUID[Compendium.pf2e.spells-srd.Item.Wish] ritual, or divine intervention frees them of this limitation. You can't make a Profane Bargain with yourself.</p>"
        },
        "level": {
            "value": 18
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Archfiend Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "archfiend-dedication"
            ],
            "rarity": "rare",
            "value": [
                "divine",
                "mental",
                "mythic"
            ]
        }
    },
    "type": "feat"
}
