{
    "_id": "l1I6bmdm31MPwmWU",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Regional Specialty",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You can create dishes that reflect the food sources endemic to your environment and medicinal food techniques utilizing the cycle of the five elements. When you create alchemical food from Morning Side Dishes during your daily preparations, you can add one elemental benefit of your choice to each of the items. This benefit comes in addition to any other effect of consuming the item. Each element has an immediate benefit and a +3 item bonus to certain saves that lasts for 1 hour after the food is consumed. The item bonus increases to +4 if the alchemical item is 18th level or higher.</p><ul><li><strong>Wood</strong> Remove one source of persistent bleed. For 1 hour, gain a +3 item bonus to saves against disease and poison effects.</li><li><strong>Fire</strong> Reduce the clumsy condition by 1. For 1 hour, gain a +3 item bonus to saves against being doomed or frightened.</li><li><strong>Earth</strong> Reduce the drained condition by 1. For 1 hour, gain a +3 item bonus to saves against being enfeebled.</li><li><strong>Metal</strong> Reduce the stupefied condition by 1. For 1 hour, gain a +3 item bonus to saves against being stupefied.</li><li><strong>Water</strong> Reduce the frightened condition by 2. For 1 hour, gain a +3 item bonus to saves against @UUID[Compendium.pf2e.conditionitems.Item.Deafened] or drained.</li></ul>"
        },
        "level": {
            "value": 14
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Morning Side Dishes"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "archetype"
            ]
        }
    },
    "type": "feat"
}
