{
    "_id": "LFS9M737RCt0Jq8r",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Rejoice in Solstice Storm",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Frequency</strong> once per hour</p><hr /><p>You hold your arms out, and the fury of the seasons comes to your jubilant embrace. A storm spirals out from you, dealing @Damage[5d8[untyped]] damage (see below) to each creature in a @Template[type:emanation|distance:30], with a @Check[reflex|against:class|basic] save against your class DC. At 10th level and every 2 levels thereafter, the damage increases by [[/r 1d8]]. The emanation is quartered into four non-overlapping cones, each of a different season, which must be arranged clockwise from spring, to summer, to fall, to winter. Each cone has different traits, damage type, and a different effect to a creature that critically fails its saving throw; a creature large enough to be in multiple seasons can choose which it is affected by.</p><ul><li>Spring (electricity) Spring lightning deals electricity damage. Creatures who critically fail are left numb, becoming @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 2} until the end of their next turn.</li><li>Summer (water) A summer monsoon deals bludgeoning damage. Creatures who critically fail are knocked @UUID[Compendium.pf2e.conditionitems.Item.Prone] by hurricane winds.</li><li>Fall (emotion, mental, wood) Falling leaves deal slashing damage. Creatures who critically fail are gripped by melancholy, becoming @UUID[Compendium.pf2e.conditionitems.Item.Off-Guard] until the end of their next turn.</li><li>Winter (cold) A blizzard deals cold damage. Creatures who critically fail are @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 2} until the end of their next turn as the cold numbs their senses.</li></ul>"
        },
        "level": {
            "value": 8
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "concentrate",
                "divine",
                "exemplar",
                "manipulate"
            ]
        }
    },
    "type": "feat"
}
