{
    "_id": "5s8FqK4YZTVOvP0v",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Reveal True Name",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "skill",
        "description": {
            "value": "<p>You attempt to get a creature to do as you wish by threatening them with your knowledge of their true name. You must know and speak the creature's true name and say what you want the creature to do. Attempt an @Check[type:intimidation] check against the target's Will DC.</p>\n<hr />\n<p><strong>Critical Success</strong> The target does as you say out of a sense of self-preservation, and will not harm itself in any way. It becomes unfriendly (if it wasn't already unfriendly or hostile) but continues to comply for up to 1 day. The target is too scared of you to retaliate or flee, certain you would find them wherever they might go.</p>\n<p><strong>Success</strong> As critical success, but once the target becomes unfriendly, they avoid you and might act against you in an indirect manner, such as alerting your enemies to your location.</p>\n<p><strong>Failure</strong> The target refuses to comply and typically flees your presence to avoid your further use of their true name. If they were not already unfriendly or hostile, they become unfriendly. They avoid you in the future and are likely to take indirect action against you.</p>\n<p><strong>Critical Failure</strong> The target refuses to comply and becomes hostile, if it wasn't already. If they perceive you as weak, they might attack you; otherwise, they likely flee to avoid your further use of their true name.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Intimidation"
                },
                {
                    "value": "trained in Arcana, Nature, Occultism, or Religion"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "auditory",
                "concentrate",
                "emotion",
                "general",
                "mental",
                "skill",
                "true-name"
            ]
        }
    },
    "type": "feat"
}
