{
    "_id": "7Q7HWETkvOM9pYwV",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Roll the Bones of Fate",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Frequency</strong> once per 10 minutes</p><hr /><p>You roll a handful of bones to learn (or perhaps influence) the future course of events. Roll 1d4 and use the corresponding result below. Whenever you Roll the Bones of Fate, any effects from a previous usage immediately end.</p><hr /><p><strong>1 Good</strong> You or an ally within 30 feet can roll twice on your next attack roll or skill check, taking the higher result. This is a fortune effect. @UUID[Compendium.pf2e.feat-effects.Item.Effect: Roll the Bones of Fate (Good)]</p>\n<p><strong>2 Bad</strong> One creature you are observing within 30 feet must succeed at a Will save against your spellcasting DC; on a failure, the target must roll twice on their next attack roll or skill check that takes at least one action to perform, taking the lower result. This is a misfortune effect.</p>\n<p><strong>3 Mixed</strong> You gain the benefits of rolling both a 1 and a 2.</p>\n<p><strong>4 Cursed Possibilities</strong> Your attempts to meddle in the forces of prophecy bring dire consequences for all. Every creature within 30 feet of you when you perform the augury rolls twice on their next attack roll or skill check that takes at least one action to perform; if the highest number rolled is odd, they take the lower result, and if the highest number rolled is even, they take the higher result. If they took the lower result, this effect has the misfortune trait for them, and if they took the higher result, it has the fortune trait.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "PT10M"
        },
        "level": {
            "value": 10
        },
        "prerequisites": {
            "value": [
                {
                    "value": "bones or lore mystery"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "cursebound",
                "divine",
                "oracle",
                "prediction"
            ]
        }
    },
    "type": "feat"
}
