{
    "_id": "ZTI12qEjht0pQuaB",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Sanctified Relic",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You fill an item with your divine power, granting the wearer your blessings. When you take this feat, choose two attributes (one of which must be your key attribute) as your divine attributes and either holy or unholy sanctification; if you have the holy or unholy trait through a class feature or other ability, you must choose that same trait. As part of your daily preparations, you can touch one worn magical item that doesn't have the apex trait. It gains the apex trait until your next daily preparations, and increases the modifier of one of your divine attributes (chosen during your preparations) by 1 or to a total of +4, whichever is higher. In addition, the item grants the wearer the holy or unholy trait as chosen by you. A character can benefit from only one apex item at a time, as normal. You can't wear this apex item, but your hierophant can.</p>\n<p>If you spend 1 Mythic Point when you create this apex item, it increases the wearer's modifiers of both of your divine attributes by 1 or to a total of +4, whichever is higher. This is an exception to the usual limit for apex items.</p>"
        },
        "level": {
            "value": 18
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Godling Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "godling-dedication"
            ],
            "rarity": "rare",
            "value": [
                "mythic"
            ]
        }
    },
    "type": "feat"
}
