{
    "_id": "SoocjFrWNOpchTVb",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Soulforger Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You can manifest the power of your spirit in combat to realize your motivations. You manifest an armor, shield, or weapon as a soulforged armament. Choose one essence power for the armament. Changing an essence power requires 1 week of retraining, and you can't retrain it while you have <em>soulforged corruption</em>.</p>\n<p>You can @UUID[Compendium.pf2e.actionspf2e.Item.Manifest Soulforged Armament] to summon your armaments in combat.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat before gaining two other feats from @UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.LWgcWM8B85HHVCtZ]{Soulforger} archetype.</p>\n<hr />\n<h3>ESSENCE POWERS</h3>\n<p>Your soulforged armament has an essence power you choose when you first bind it. It gains the power temporarily when you manifest its essence form. Each power has a corruption flaw that affects you if you have <em>soulforged corruption</em>. Essence powers that only apply to some types of armament indicate which.</p>\n<p><strong>Adaptable Persona</strong> (transmutation) Armor only. When you manifest the essence form, gain your choice of a climb Speed or swim Speed equal to your land Speed. If you're 8th level or higher, you can choose a fly Speed instead. <em>Corruption Flaw</em> You take a -10-foot penalty to all your Speeds.</p>\n<p><strong>Bounding Spirit</strong> Melee weapon only. The weapon gains the thrown 30 feet trait and has the returning rune (even if it already has its maximum number of property runes). <em>Corruption Flaw</em> When you make a Strike with a thrown or ranged weapon and miss, reroll the Strike, targeting your ally nearest to the target. This Strike uses the same multiple attack penalty as the missed Strike and doesn't count toward your multiple attack penalty.</p>\n<p><strong>Deep-Seeded Fear</strong> You gain a +2 status bonus to your Intimidation checks and don't take any penalties for not sharing a language when Demoralizing foes who can perceive your armament's essence form. When you manifest the essence form, you can attempt to Demoralize an enemy who can perceive the manifestation. <em>Corruption Flaw</em> If you attempt to Demoralize an enemy, your Demoralize also targets the ally closest to you.</p>\n<p><strong>Determined Toughness</strong> Any status penalties you take from the following conditions are 1 less than their condition's value: @UUID[Compendium.pf2e.conditionitems.Item.Clumsy], @UUID[Compendium.pf2e.conditionitems.Item.Drained], @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled], @UUID[Compendium.pf2e.conditionitems.Item.Frightened], @UUID[Compendium.pf2e.conditionitems.Item.Sickened], @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]. This doesn't change the actual condition value, or any other effects of the condition (such as stupefied's disruption and its DC). <em>Corruption Flaw</em> Whenever you take a status penalty from the listed conditions, you also take a -1 penalty to the same statistics.</p>\n<p><strong>Harmful Malice</strong> (necromancy, negative) Your Strikes deal an additional 1d4 negative damage. Once while the armament is manifested, you can cast harm as an innate spell, with a level equal to half your level rounded up. <em>Corruption Flaw</em> Reduce any damage you would deal by half your level.</p>\n<p><strong>Heroic Heart</strong> (enchantment, mental) You gain a +1 status bonus to attack rolls, Perception checks, skill checks, and saves. <em>Corruption Flaw</em> You take a -1 penalty to attack rolls.</p>\n<p><strong>Healing Grace</strong> (healing, necromancy, positive) You gain fast healing equal to half your level. You can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.Heal]</em> once as an innate spell with a level equal to half your level rounded up. <em>Corruption Flaw</em> Reduce all healing you would receive or grant with a spell by half your level.</p>\n<p><strong>Magical Resilience</strong> (abjuration) Armor or shield only. You gain a +2 status bonus to saving throws and AC against spells. If you're 5th level or higher, you can cast <em>@UUID[Compendium.pf2e.spells-srd.Item.Dispel Magic]</em> once as an innate spell. The spell level is equal to 1 lower than half your level rounded up (2nd level if you're 5th or 6th level, and so on). <em>Corruption Flaw</em> You take a -1 penalty to saving throws and AC against spells.</p>\n<p><strong>Planar Bond</strong> (abjuration) Armor or shield only. When you manifest the essence form, choose one damage type: acid, chaotic, cold, electricity, evil, fire, good, lawful, negative, positive, or sonic. You gain resistance equal to your level + 2 to damage of the selected type. <em>Corruption Flaw</em> You gain weakness 1 to all damage.</p>\n<p><strong>Planar Pain</strong> (evocation) Weapon only. When you manifest the essence form, choose one damage type: acid, chaotic, cold, electricity, evil, fire, good, lawful, negative, positive, or sonic. Attacks with the weapon deal this type of damage instead of their physical damage with a +2 status bonus to the damage. <em>Corruption Flaw</em> When you deal damage with a weapon or unarmed attack, you take 2 damage of the last type you chose for planar pain, even if the damage type normally wouldn't harm you, such as good damage if you aren't evil.</p>\n<p><strong>Pull of Stasis</strong> (transmutation) Weapon only. Any time you hit with the soulforged weapon, the target takes a -10-foot penalty to its Speeds for 1 round. On a critical hit, the creature is @UUID[Compendium.pf2e.conditionitems.Item.Immobilized] for 1 round instead. <em>Corruption Flaw</em> You take a -10-foot penalty to all your Speeds.</p>\n<p><strong>Reflecting Spirit</strong> Armor or shield only. You gain a +2 status bonus to AC against physical ranged attacks. If an enemy's physical ranged attack misses you, you can use your reaction to immediately attempt a ranged Strike against the attacker using the projectile that missed. <em>Corruption Flaw</em> You have weakness 5 to physical ranged attacks.</p>\n<p><strong>Resolute Defiance</strong> Shield only. The shield gains a +2 status bonus to its Hardness and gains temporary Hit Points equal to your level + 2 that last until the essence effect ends. If you don't have the @UUID[Compendium.pf2e.feats-srd.Item.Shield Block] reaction, you gain it while your shield is manifested. <em>Corruption Flaw</em> When you take damage while Raising a Shield or use Shield Block, attempt a @Check[type:flat|dc:5]. If you fail, the shield is Dismissed if it's your soulforged armament or Dropped if it's a different shield.</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Wisdom 14 or ability to cast divine spells"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
