{
    "_id": "a3YLHiWsfAFeFVYO",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Swarmkeeper Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Your body has become a symbiotic hive for a swarm of crawling insects. You can emit your swarm using the Swarm Forth action, and you can use the Bite and Sting action while your swarm is outside your body to command it to attack. Your deep connection to your swarm precludes you from also having an animal companion, though if an ability allows you to have more than one animal companion (such as the beastmaster archetype), you can count your swarm as one. You're immune to any damage from your swarm, and during your daily preparations you can anoint up to five willing creatures with a concoction made from your pheromones to grant them immunity as well.</p>\n<p>While outside your body, your swarm is Large and has a Speed of 15 feet and a climb Speed of 15 feet. It can occupy the same space as other creatures. While outside your body, the swarm can be attacked. It uses your statistics for defenses but is immune to grappled, @UUID[Compendium.pf2e.conditionitems.Item.Prone], @UUID[Compendium.pf2e.conditionitems.Item.Restrained], and mental effects that target only a specific number of creatures. The swarm has resistance equal to your level to physical damage and weakness equal to your level to area and splash damage. Any damage that would be dealt to the swarm is dealt to you instead, though you take damage only once from any ability that includes both you and the swarm in the area of effect (though you take the greater amount of damage).</p>\n<p><strong>Swarm Forth</strong> <span class=\"action-glyph\">2</span> (concentrate) <strong>Requirements</strong> Your swarm is within your body</p>\n<hr />\n<p><strong>Effect</strong> Your swarm boils forth from your body into a space adjacent to yours. (Its space can overlap yours.) It remains separate from you until the end of your next turn, but you can Sustain the effect up to 1 minute. The effect also ends if you end your turn more than 60 feet away from the swarm. When you use Swarm Forth and each time you Sustain the effect, you can have the swarm Stride. When Swarm Forth ends, the swarm disperses into individual creatures. While dispersed, it can no longer be used for actions or be targeted, and the insects return to you and nest in your body again. This typically takes 1 minute unless you're extremely far away (as determined by the GM).</p>\n<p><strong>Bite and Sting</strong> <span class=\"action-glyph\">1 </span><strong>Requirements</strong> Your swarm is outside your body</p>\n<hr />\n<p><strong>Effect</strong> Each creature in your swarm's space takes 1d4 piercing damage with a basic Reflex save against your class DC or spell DC, whichever is higher. At 4th level and every 2 levels thereafter, the damage increases by [[/r 1d4]].</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Nature"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Howl of the Wild"
        },
        "rules": [],
        "traits": {
            "rarity": "uncommon",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
