{
    "_id": "ySr510TkpUO3N6Ty",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Trick Shot",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Requirements</strong> You're wielding a loaded crossbow or firearm.</p>\n<hr />\n<p>You shoot not at your foe but at an object nearby. Make a Strike with your firearm against an AC equal to an easy DC for your level. On a success, instead of hitting your foe, your attack hits an object behind or to the side of your target, creating one of the following effects. The GM might determine that a different AC is appropriate or that a particular effect isn't a valid option, such as using the explosive barrel option when there's no such object on the battlefield. The GM should inform you if a Trick Shot is feasible before you spend your actions, since your trained eye can easily recognize loose or volatile objects.</p>\n<ul>\n<li><strong>Dislodge Object</strong> Your attack knocks an unattended object of no more than 2 Bulk out of position, moving it up to 10 feet in a direction of your choice. For example, the weapon could knock a wizard's crystal ball off a table.</li>\n<li><strong>Explosive Barrel</strong> Your attack strikes a barrel of expensive rum, a vial of volatile alchemical fluids, a demonic pustule erupting from the earth, or some other explosive object. The object explodes in a @Template[type:burst|distance:20], and creatures in the area take 6d6 damage with a basic Reflex save against your class DC. The damage type is chosen by the GM, based on the exploding object. Increase the damage by 1d6 for every 2 levels you have above 10th.</li>\n</ul>"
        },
        "level": {
            "value": 10
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Guns & Gears"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "gunslinger"
            ]
        }
    },
    "type": "feat"
}
