{
    "_id": "AfreuohzCrdqJdRt",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Werecreature Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Requirements</strong> You were born into a lineage of true werecreatures or were afflicted with the curse of the werecreature.</p>\n<hr />\n<p>You're a werecreature, able to shift between your humanoid shape, an animal shape, and a monstrous hybrid of the two. You gain the beast and werecreature traits. Choose your werecreature type from the table on page 77. Once chosen, this can't be changed. You gain the Toughness feat but also a weakness to silver equal to half your level. You gain the Change Shape action. On the night of the full moon, you automatically use Change Shape to assume your hybrid shape, and you can't voluntarily activate or dismiss Change Shape until sunrise.</p>\n<p><strong>Change Shape</strong><span class=\"action-glyph\">1</span> (concentrate, polymorph, primal) <strong>Effect</strong> You transform into your hybrid or animal shape. Your equipment transforms with you and continues to provide bonuses, but your animal shape cannot use weapons, shields, or other held items and cannot use manipulate actions. You gain a movement speed, unarmed attacks, and potentially other abilities based on your werecreature type. These unarmed attacks are in the brawling group. You can Dismiss the effect to return to your humanoid shape, and you resume your humanoid shape automatically if you're reduced to 0 Hit Points.</p>\n<hr />\n<p><strong>Special</strong> If you're a beastkin, you can use unarmed attacks from your hybrid shape while you're in your werecreature hybrid shape. These forms are otherwise separate.</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Howl of the Wild"
        },
        "rules": [
            {
                "allowDuplicate": false,
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.feats-srd.Item.Toughness"
            },
            {
                "key": "Weakness",
                "type": "silver",
                "value": "@actor.level/2"
            },
            {
                "add": [
                    "beast",
                    "werecreature"
                ],
                "key": "ActorTraits"
            }
        ],
        "traits": {
            "rarity": "rare",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
