{
    "_id": "Tlo7Ln13l5wvgVtZ",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Xidao Sea Mine Drop",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Access</strong> Tian Xia origin</p><hr /><p>You've rigged your armor innovation with a gizmo that can safely synthesize two sea mines a day, holding them in a protected compartment. You must be submerged in water to use this action, and the mines only detonate if they're underwater.</p>\n<p>You off-load a mine onto an unoccupied square within your reach. The mine is primed to explode when a Small or larger creature moves into its square, or when you Interact to Activate your gizmo's remote detonation button, which explodes a single mine up to 50 feet away. As a 1-minute activity, you can hide a mine. Creatures can detect a hidden mine as they would any trap or hazard, using your Craft DC as the Stealth DC. If you don't Conceal the mine, its position is obvious.</p>\n<p>Any creature in a @Template[type:emanation|distance:5] around the mine when it detonates takes @Damage[ceil(@actor.level/2)d4[bludgeoning],1d4[piercing]|options:area-damage] damage, with a @Check[reflex|against:inventor|basic] against your class DC. The bludgeoning damage of your mines increases by 1d4 at 8th level and every 2 levels thereafter. Any mines that haven't detonated when you make your daily preparations become inert and harmless.</p>\n<p><strong>Unstable Function</strong> You push the safety limits of your gizmo, forcing it to synthesize and launch additional sea mines, exceeding the daily limit. Add the unstable trait to Xidao Sea Mine Drop. You create up to 3 additional sea mines that you can immediately deploy in different unoccupied spaces up to 30 feet away.</p>"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Diving Armor"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "rules": [
            {
                "key": "RollOption",
                "label": "PF2E.SpecificRule.Inventor.Unstable.UnstableFunction.Label",
                "option": "unstable-state",
                "predicate": [
                    {
                        "not": "feature:construct-innovation"
                    }
                ],
                "toggleable": true
            },
            {
                "itemType": "feat",
                "key": "ItemAlteration",
                "mode": "add",
                "predicate": [
                    "unstable-state",
                    "item:slug:xidao-sea-mine-drop"
                ],
                "property": "traits",
                "value": "unstable"
            }
        ],
        "traits": {
            "rarity": "uncommon",
            "value": [
                "inventor"
            ]
        }
    },
    "type": "feat"
}
