{
    "_id": "dfCMdR4wnpbYNTix",
    "data": {
        "active": true,
        "alsoApplies": {
            "linked": [],
            "unlinked": []
        },
        "base": "Stunned",
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>You've become senseless. You can't act while stunned. Stunned usually includes a value, which indicates how many total actions you lose, possibly over multiple turns, from being stunned. Each time you regain actions (such as at the start of your turn), reduce the number you regain by your stunned value, then reduce your stunned value by the number of actions you lost. For example, if you were stunned 4, you would lose all 3 of your actions on your turn, reducing you to stunned 1; on your next turn, you would lose 1 more action, and then be able to use your remaining 2 actions normally. Stunned might also have a duration instead of a value, such as \"stunned for 1 minute.\" In this case, you lose all your actions for the listed duration.<br /><br />Stunned overrides @Compendium[pf2e.conditionitems.Slowed]{Slowed}. If the duration of your stunned condition ends while you are slowed, you count the actions lost to the stunned condition toward those lost to being slowed. So, if you were stunned 1 and slowed 2 at the beginning of your turn, you would lose 1 action from stunned, and then lose only 1 additional action by being slowed, so you would still have 1 action remaining to use that turn.</p>"
        },
        "duration": {
            "perpetual": true,
            "text": "",
            "value": 0
        },
        "group": "",
        "hud": {
            "img": {
                "useStatusName": true,
                "value": "systems/pf2e/icons/conditions-2/stunned.png"
            },
            "selectable": true,
            "statusName": "stunned"
        },
        "modifiers": [],
        "overrides": [
            "Slowed"
        ],
        "rarity": {
            "value": "common"
        },
        "references": {
            "children": [],
            "immunityFrom": [],
            "overriddenBy": [],
            "overrides": []
        },
        "removable": true,
        "rules": [],
        "source": {
            "value": ""
        },
        "sources": {
            "hud": false
        },
        "traits": {
            "value": []
        },
        "value": {
            "immutable": false,
            "isValued": true,
            "modifiers": [],
            "value": 1
        }
    },
    "effects": [],
    "flags": {
        "pf2e": {
            "condition": true
        }
    },
    "img": "systems/pf2e/icons/conditions/stunned.png",
    "name": "Stunned",
    "permission": {
        "default": 0
    },
    "type": "condition"
}
