{
    "_id": "BYx7QoQhCBUGlWpl",
    "folder": "1c2TwnIXKX8kD1C0",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Dolok Darkfur",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Perhaps the most well-known and active of the Sarkorian deities, Dolok Darkfur is immensely old, possessed of nearly unmatched physical prowess, and is an active participant in battles to reclaim Sarkoris from the demonic remnants of the Worldwound.</p>\n<p>Dolok and his people, the Farheavens, fled to Iobaria following the Worldwound's opening, and Dolok kept the Farheavens safe for many generations until his last god caller died during a period where Dolok had slipped into a depressive hibernation. The loss of his last true mortal contact only deepened Dolok's depression, and he may have been lost to history forever had a group of archaeologists from the Pathfinder Society not sought out the Farheavens as part of a research project seeking out displaced Sarkorians.</p>\n<p>Upon learning of Dolok's existence, the Pathfinders reunited him with the Farheavens leader, Nelket, a young woman with the ability to become a god caller.</p>\n<p>Since Dolok and Nelket's bonding, the Farheavens clan has adopted a goblin tribe known as the Dragondwellers into their ranks. The combined might of Dolok, the Farheavens, and the Dragondwellers has made them one of the premier forces of reclamation in the Sarkoris Scar, both in combating demons directly and in sharing Dolok's ancient knowledge to restore Sarkorian society.</p>\n<p><strong>Title</strong> Champion of the Farheavens</p>\n<p><strong>Areas of Concern</strong> Guardians, family, preservation of culture</p>\n<p><strong>Edicts</strong> Protect the weak, pass your knowledge on to future generations, defend Sarkoris</p>\n<p><strong>Anathema</strong> Ally with demons, harm a member of the Farheavens Clan except in delivering fair justice</p>\n<p><strong>Religious Symbol</strong> bear paw print crossed by a bright red feather</p>\n<p><strong>Sacred Animal</strong> bear</p>\n<p><strong>Sacred Colors</strong> black, red</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "family",
                "knowledge",
                "might",
                "nature"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Ant Haul",
            "2": "Compendium.pf2e.spells-srd.Item.Enlarge",
            "5": "Compendium.pf2e.spells-srd.Item.Moon Frenzy"
        },
        "traits": {},
        "weapons": [
            "claw",
            "war-gavel"
        ]
    },
    "type": "deity"
}
