{
    "_id": "GFDsfRLFINnaHDTw",
    "folder": "1c2TwnIXKX8kD1C0",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Kagia",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Kagia takes the form of a hulking bear with two vulture heads. Though not a true deity, he is likely the closest among living spirit guides to claiming that ascendance. His half-brother, Dolok Darkfur, is also a contender, but Dolok's long period of inactivity has likely left the feathered bear with a smaller number of mortal followers and less interest in growing his spiritual power. As the only child ever born to Bear and Vulture (whose relationship lasted only a few mortal generations when clans they protected regularly intermarried), Kagia possesses immense physical power. Though he is easily roused to anger, the burly deity is most concerned with the collection of resources and their efficient use. Berry picking is sacred to him, and artisans work his image into the bottom of finely woven baskets in hopes of a bountiful harvest. His worshippers value self-sufficiency, and avoid wearying Kagia with petty requests, lest he drop into a torpor and leave them undefended. Priests of Kagia handle the interning of the dead, and they gather and redistribute the belongings of the deceased in a way that benefits the clan as a whole.</p>\n<p><strong>Title</strong> He Gathers In</p>\n<p><strong>Areas of Concern</strong> Efficiency, harvests, resourcefulness</p>\n<p><strong>Edicts</strong> Dispose of the dead, take appropriate time to rest, sustainably harvest resources</p>\n<p><strong>Anathema</strong> Kill for pleasure or glory, waste resources</p>\n<p><strong>Religious Symbol</strong> basket overflowing with berries</p>\n<p><strong>Sacred Animal</strong> bear</p>\n<p><strong>Sacred Colors</strong> brown, yellow</p>"
        },
        "domains": {
            "alternate": [
                "earth",
                "might"
            ],
            "primary": [
                "death",
                "nature",
                "repose",
                "vigil"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sleep",
            "2": "Compendium.pf2e.spells-srd.Item.Animal Form",
            "6": "Compendium.pf2e.spells-srd.Item.Tangling Creepers"
        },
        "traits": {},
        "weapons": [
            "sickle"
        ]
    },
    "type": "deity"
}
