{
    "_id": "fTs56epghXwclPcX",
    "folder": "1c2TwnIXKX8kD1C0",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Stag Mother of the Forest of Stones",
    "system": {
        "attribute": [
            "con",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>The Stag Mother of the Forest of Stones is quite possibly the oldest surviving spirit guide left in existence, certainly the oldest still actively worshipped in Sarkoris today. Long ago, she was the premier spirit worshipped in the region of Sarkoris known as the Stonewilds, and the druids of the Circle of Hierophants (or their distant predecessors) erected stone menhirs as monuments depicting the Stag Mother and her fellow spirit guides guiding and protecting the people of the region. When the Worldwound opened and demons poured forth, the Stag Mother gathered many Sarkorians to safety in her demesne, a region of the Stonewilds known as the Forest of Stones. Between the Stag Mother's godly power and the might of the lesser spirit guides that gathered under her banner, the Forest of Stones may have stood as a bastion of nature capable of withstanding even the unprecedented demonic incursion, but sadly a group of druids in the region lost faith in their long-time protectors. When the horrific perversions of druidic faith known as the Stonewild Sect transformed themselves into undead, their twisted power spread through the bonds some shared with the spirit guides, killing many of the weaker guides instantly and transforming others into dark mockeries of their former selves. In despair, the Stag Mother retreated far from the front lines of the battle, sheltering a precious few. While her worship has once again begun to spread beyond her forest home, the Stag Mother's trust of her human worshippers has been deeply undermined, and she demands that the spirit guides who live within her dominion do not form bonds with mortals or accept new god callers without her express permission.</p>\n<p><strong>Title</strong> She Who Listens</p>\n<p><strong>Areas of Concern</strong> Druids, motherhood, sacred nature</p>\n<p><strong>Edicts</strong> Act as a responsible steward of your environment, provide shelter and succor for women and children in need</p>\n<p><strong>Anathema</strong> Harm a pregnant mother or innocent child, including animals</p>\n<p><strong>Religious Symbol</strong> rack of antlers made of stone</p>\n<p><strong>Sacred Animal</strong> stag</p>\n<p><strong>Sacred Colors</strong> red, brown, white</p>"
        },
        "domains": {
            "alternate": [
                "duty",
                "protection"
            ],
            "primary": [
                "family",
                "healing",
                "nature",
                "pain"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "medicine"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Phantom Pain",
            "2": "Compendium.pf2e.spells-srd.Item.Animal Form",
            "6": "Compendium.pf2e.spells-srd.Item.Petrify"
        },
        "traits": {},
        "weapons": [
            "ranseur"
        ]
    },
    "type": "deity"
}
