{
    "_id": "CKU1sbFofcwZUJMx",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Ex-Con Token Guard",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "dex"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Not everyone starts life on easy street-your own experience is testament to that. You took a wrong turn at some point early on and became a career criminal. Perhaps you were a petty pickpocket, or maybe you've even murdered someone. Either way, your crimes landed you with a transformative prison sentence in the Brine prison. Only then did you realize that something needed to change. After your release, you dedicated yourself to helping other downtrodden individuals and those forced to resort to crime to survive. You joined the Coins District Guard, but soon learned that this precinct was a haven for the very corruption you sought to undo. Your efforts at reform never took root and you feared that your decision to become an officer of the law was a huge mistake.</p>\n<p>You transferred to the Edgewatch, the Precipice Quarter's new precinct, in the hope that you might meet others who sought to help-not exploit-Absalom's misguided.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Thievery skill and your choice of Legal Lore or Underworld Lore. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @UUID[Compendium.pf2e.actionspf2e.Interact]{Interact} with Token Guards and convicted criminals such as prison inmates. You gain the @UUID[Compendium.pf2e.feats-srd.Pickpocket]{Pickpocket} skill feat.</p>"
        },
        "items": {
            "3tdk7": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Pickpocket",
                "uuid": "Compendium.pf2e.feats-srd.jDdOqFmZLwE4dblQ"
            }
        },
        "rules": [
            {
                "key": "FlatModifier",
                "label": "Interacting with Token Guards or convicted criminals (Ex-Con Token Guard)",
                "predicate": [
                    {
                        "or": [
                            "target:token-guard",
                            "target:convict"
                        ]
                    }
                ],
                "selector": [
                    "deception",
                    "diplomacy",
                    "intimidation"
                ],
                "type": "circumstance",
                "value": 1
            }
        ],
        "source": {
            "value": "Pathfinder: Agents of Edgewatch Player's Guide"
        },
        "trainedLore": "Legal Lore or Underworld Lore",
        "trainedSkills": {
            "value": [
                "thi"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "background"
}
