{
    "_id": "2wGmG7ntcnkvtw8l",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Lost Loved One",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You see your life as naturally divided into two chapters: in one, the love-limned, halcyon days of yesteryear, in the other, the day you lost the person most important to you, plus every aching moment thereafter. When you saw a vision of your lost loved one in a glowing portal on the night of the Missing Moment, you knew it was too good to be true. But you couldn't help yourself, either, so you walked through the door, one grasping hand outstretched in anticipation. You don't know what happened on the other side of the arch, but your hand seems to. Like a ghostly fragment of your missing loved one, you can summon an ethereal hand to reach out from your body. Though it's a pale imitation of the warmth you once felt in your dearly departed's presence, you do find this new hand somehow comforting, in a way.</p>\n<p>Your deviant abilities are of the wraith classification. You gain the @UUID[Compendium.pf2e.feats-srd.Ghostly Grasp (Deviant)]{Ghostly Grasp} deviant feat. As a quirk, whenever you use a deviant ability, a low, rattling moan emanates from some unseen maw in your vicinity.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Genealogy Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Multilingual]{Multilingual} skill feat.</p>"
        },
        "items": {
            "GSnz8": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Multilingual",
                "uuid": "Compendium.pf2e.feats-srd.P9HCz0uR6xPHuw72"
            }
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.feats-srd.Ghostly Grasp (Deviant)"
            }
        ],
        "source": {
            "value": "Pathfinder Gatewalkers Player's Guide"
        },
        "trainedLore": "Genealogy Lore",
        "trainedSkills": {
            "custom": "",
            "value": [
                "soc"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
