{
    "_id": "DVtZab19D1vD3a0n",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Post Guard of All Trades",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "dex",
                    "int"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Not all cops are passionate about their jobs. For some, the pursuit of justice is just another way to pay the bills. Honestly, it was probably the Post Guard's generous time-off policy that drew you to their service, and during your yearly sabbaticals you've dabbled in hobbies as diverse as fishing, baking, or even stand-up comedy. Even while on duty, you're probably idly fiddling with a lucky coin or practicing magic tricks with a deck of cards. You probably irritate your fellow guards a bit with your non sequiturs, casual attitude, and tendency to daydream, but results don't lie, and more often than not you prove your worth when the chips are down.</p>\n<p>For all the excitement of guarding Absalom's Postern Gate, the Post Guard wasn't really the right fit for someone as distractible as yourself, so your boss put in a \"promotion\" for you to transfer to the newly formed Edgewatch. You're all for the reassignment, since it will put you smack in the middle of the most entertaining and diverse gathering of the century, the Radiant Festival.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Performance skill, a Lore skill of your choice, and you gain a <strong>bonus language</strong>. You gain a +1 circumstance bonus to Deception, Diplomacy, and Intimidation checks to @UUID[Compendium.pf2e.actionspf2e.Interact]{Interact} with Post Guards. You gain the @UUID[Compendium.pf2e.feats-srd.Dubious Knowledge]{Dubious Knowledge} skill feat.</p>"
        },
        "items": {
            "8298f": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Dubious Knowledge",
                "uuid": "Compendium.pf2e.feats-srd.1Bt7uCW2WI4sM84P"
            }
        },
        "rules": [
            {
                "key": "FlatModifier",
                "label": "Interacting with Post Guards (Post Guard of All Trades)",
                "predicate": [
                    "target:post-guard"
                ],
                "selector": [
                    "deception",
                    "diplomacy",
                    "intimidation"
                ],
                "type": "circumstance",
                "value": 1
            }
        ],
        "source": {
            "value": "Pathfinder: Agents of Edgewatch Player's Guide"
        },
        "trainedLore": "<Any> Lore",
        "trainedSkills": {
            "value": [
                "prf"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "background"
}
