{
    "_id": "locc0cjOmOQHe3j7",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Savior of Air",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "dex"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Upon securing the <em>Untouchable Opal</em>, an artifact of extraordinary power, the Pathfinder Society endeavored to free the benevolent demigod Ranginori, who was trapped within the virtually unbreakable prison. You might have joined the Pathfinder Society in its expeditions to the Elemental Planes, or you might have lived on one of those planes before learning of the Society from these Pathfinder agents. You are no stranger to navigating precarious terrain as a result.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Acrobatics skill, plus either Elemental Lords Lore or a Lore skill related either to one of the Elemental Planes (such as Plane of Air Lore). You gain the @UUID[Compendium.pf2e.feats-srd.Cat Fall]{Cat Fall} skill feat. Add <strong>Auran</strong> to the list of additional languages you can learn for having a high Intelligence modifier.</p>\n<hr />\n<p><strong>Special</strong> You can select this background only if you have earned credit for at least 5 First Edition scenarios from Season 8 of the Pathfinder Society organized play campaign.</p>"
        },
        "items": {
            "z1zgz": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Cat Fall",
                "uuid": "Compendium.pf2e.feats-srd.LQw0yIMDUJJkq1nD"
            }
        },
        "rules": [],
        "source": {
            "value": "Organized Play Foundation"
        },
        "trainedLore": "Elemental Lords Lore or <Elemental Plane> Lore",
        "trainedSkills": {
            "value": [
                "acr"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "background"
}
