{
    "_id": "cCi1Lsld9Umz1uHs",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Sense of Belonging",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "con",
                    "int"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Home is all you've ever wanted. But home, whatever that means to you, has always been a step out of reach. On the night of the Missing Moment, you saw loving figures with outstretched arms, beckoning you toward a warm hearth just inside a glowing archway. On the other side of the portal, though, you found only missing memories and lost time, your feet back at the very spot where you started. Perhaps your heart was broken that night, or perhaps you met your mission to find a suitable community with renewed zeal. Either way, you haven't felt quite \"whole\" since your gatewalker experience. Your new ability to momentarily disappear onto another plane of existence only reinforces this feeling of emptiness.</p>\n<p>Your deviant abilities are of the wraith classification. You gain the @UUID[Compendium.pf2e.feats-srd.Eerie Flicker]{Eerie Flicker} deviant feat. As a quirk, whenever you use a deviant ability, plants around you spontaneously bloom and then wilt, as if rapidly aging.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Scouting Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Forager]{Forager} skill feat.</p>"
        },
        "items": {
            "dDUWJ": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Forager",
                "uuid": "Compendium.pf2e.feats-srd.8qebBeOJsyRIchcu"
            }
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.feats-srd.Eerie Flicker"
            }
        ],
        "source": {
            "value": "Pathfinder Gatewalkers Player's Guide"
        },
        "trainedLore": "Scouting Lore",
        "trainedSkills": {
            "custom": "",
            "value": [
                "sur"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
