{
    "_id": "N0pDFNCffTe2Du39",
    "description": "",
    "displayRoll": true,
    "formula": "1d20",
    "img": "icons/svg/d20-grey.svg",
    "name": "Wellspring Surges",
    "ownership": {
        "default": 0
    },
    "replacement": true,
    "results": [
        {
            "_id": "1AzPp65hEX6byrev",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                1,
                1
            ],
            "text": "Energy Unleashed (evocation) Raw energy deals 2d6 damage per spell level of the surge (basic Reflex save) in a 10-foot burst.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "p84Y6ewk2LKRxZvA",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                2,
                2
            ],
            "text": "Positive Energy Expulsion (healing, necromancy, positive) Positive energy explodes outward, healing living creatures for 1d8 Hit Points per spell level of the surge in a 20-foot burst. Undead creatures instead take the same amount of positive damage, with a basic Will save.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "WDNKkRYU2XBkLHlp",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                3,
                3
            ],
            "text": "Mass Siphon (transmutation) Creatures and objects within a 30-foot emanation become nearly weightless until the end of your next turn. Nearly weightless creatures can Climb at their land Speed and can Leap as far upward as they could normally Leap horizontally.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "cVnTaq4ZqzEwri3w",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                4,
                4
            ],
            "text": "Magical Nemesis (conjuration, teleportation) A random creature connected to your magic (or inimical to it) appears within 60 feet. The creature should be of a level approximately equal to the level of an animal summoned by summon animal of the spell level, although it can be of any type. The GM determines the specific creature. The creature is unfriendly to you and friendly to your apparent enemies. After 1 minute, the creature can choose either to return where it came from or to remain. It is not summoned or a minion.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "HVMQuEj4S6AFqIIA",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                5,
                5
            ],
            "text": "Monstrous Transformation (mental, morph, transmutation) Your head and arms transform into an exaggerated imitation of a creature connected to your magic for 1 minute. The GM determines the creature. You gain a status bonus to weapon and unarmed damage rolls equal to the spell level. At the start of each of your turns while you are transformed, you must succeed at a Will saving throw or be confused until the start of your next turn. On a critical success, you can choose to end the effect entirely, also losing the status bonus.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "KjQ8RrG6JhLvNtlg",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                6,
                6
            ],
            "text": "Sudden Gale (air, evocation) Weather in a 40-foot emanation is disturbed. Strong winds blow in a random direction for 1 minute. Each creature that starts its turn in the area must succeed at a Fortitude save or fall prone (and be pushed 10 feet on a critical failure), and you must succeed at this save immediately after the surge. Any movement against the wind is difficult terrain, or greater difficult terrain while flying.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "h56e4AM62E0etitK",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                7,
                7
            ],
            "text": "Tremor (earth, evocation) The earth trembles in a 40-foot emanation. Each creature on a surface must immediately succeed at a Fortitude save or fall prone. The surface then becomes difficult terrain for 1 minute.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "Umrz2Av56FN7CLpp",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                8,
                8
            ],
            "text": "Oppressive Voice (divination, mental, nonlethal) The voice of your muse, your deity, an ancestor, or another appropriate entity suddenly overwhelms your mind. You must attempt a Will saving throw. You take 1d4 mental damage per spell level with a basic Will save. On a failure, you're also stunned 1 (stunned 2 on a critical failure).",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "TpRexxYdnyrEmpEp",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                9,
                9
            ],
            "text": "Trinket Squall (illusion) Visual illusions of objects related to your magic fall like rain throughout a 40-foot burst for 1 minute, giving concealment in the area. Creatures can attempt to disbelieve this illusion.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "pTPe0jznH3uabJpy",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                10,
                10
            ],
            "text": "Antimagic Eruption (abjuration) The surge attempts to counteract a random spell active on you and on each creature within a 10-foot burst.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "2G4xqVyraMge7XX0",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                11,
                11
            ],
            "text": "Mental Broadcast (detection, divination, mental) For 1 minute, everyone within 30 feet of you can hear your surface thoughts.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "MFmgb1dkwk1Pvoxp",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                12,
                12
            ],
            "text": "Verdant Clutch (conjuration, plant) Plants and vines grow from all surfaces within 20 feet, causing all creatures in the area to be immobilized unless they succeed at a Reflex save. The Escape DC is equal to the spell DC.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "fP5MDtSHKV4znHNJ",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                13,
                13
            ],
            "text": "Tinge of Terror (emotion, enchantment, fear, mental) All creatures within 20 feet are affected by powerful fright. They attempt a Will save, becoming frightened 1 on a failure or frightened 2 on a critical failure.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "wKWNSfSLnVnBBrwR",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                14,
                14
            ],
            "text": "Strike up the Band (auditory, illusion) For 1 minute, you are followed by orchestral theme music tied to the emotional content of the actions you're performing. This grants you a +2 status bonus to Diplomacy, Intimidation, and Performance checks, a -2 status penalty to Deception checks, and makes certain uses of Stealth virtually impossible. It might have other effects as the GM sees fit.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "RmdyGW8zg5Iiak0Y",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                15,
                15
            ],
            "text": "Life Sap (necromancy) The surge drains your life force and strength. You become drained 1 and doomed 1, and you are enfeebled 2 for 1 minute.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "I4D7YzGtRR5CccLo",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                16,
                16
            ],
            "text": "Ablative Barrier (abjuration) Energy forms a protective barrier that ablates slowly as creatures in the area take damage. All creatures in a 40-foot burst gain resistance to all damage equal to double the surge's spell level for up to 1 minute. Whenever a creature applies this resistance, the resistance for all affected creatures reduces by 1. The effect ends for all creatures when it reduces to 0.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "lHV5pF2CydpoSuXf",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                17,
                17
            ],
            "text": "Luminous Pests (illusion, visual) Numerous tiny flying creatures formed of bright colorful light, such as bats or hummingbirds, emerge from you, flying in a 30-foot cone. You and all creatures in the cone must succeed at a Will save or be dazzled for 1 minute, or blinded for 1 round and then dazzled for 1 minute on a critical failure.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "uhSnZB1GWN2HpTsP",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                18,
                18
            ],
            "text": "Emotional Turmoil (emotion, enchantment, mental) A swirl of conflicting emotions overwhelm you from the surging magic. For 1 minute, attempt a @Check[type:flat|dc:11] at the start of each of your turns. On a success, you gain a +2 status bonus to all attack rolls, saving throws, and skill checks; on a failure, you take a -2 status penalty to them instead.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "lg6vPrU6c68gpzjE",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                19,
                19
            ],
            "text": "Sudden Downpour (evocation, water) Water cascades from above, putting out non-magical fires in a 10-foot burst and attempting to counteract magical fires.",
            "type": 0,
            "weight": 1
        },
        {
            "_id": "vuUJeb5rDYvG0Skc",
            "documentCollection": "",
            "documentId": null,
            "drawn": false,
            "img": "icons/svg/d20-black.svg",
            "range": [
                20,
                20
            ],
            "text": "Spell Surge You immediately cast any spell in your repertoire of the surge's spell level or lower (or from your prepared spells or innate spells if you don't have a repertoire but have been forced to generate a wellspring surge). You must choose a spell that takes 3 or fewer actions to cast.",
            "type": 0,
            "weight": 1
        }
    ]
}
