{
    "_id": "KoyxJDibsKJh24am",
    "img": "systems/pf2e/icons/default-icons/weapon.svg",
    "name": "Azarim",
    "system": {
        "MAP": {
            "value": ""
        },
        "baseItem": "rapier",
        "bonus": {
            "value": 0
        },
        "bonusDamage": {
            "value": 0
        },
        "category": "martial",
        "containerId": null,
        "damage": {
            "damageType": "piercing",
            "dice": 1,
            "die": "d6",
            "value": ""
        },
        "description": {
            "value": "<p><strong>Perception</strong>: +12; darkvision 30 feet, hearing 30 feet (imprecise)</p>\n<p><strong>Communication</strong> telepath (Celestial, Common, Dwarven, Undercommon)</p>\n<p><strong>Skills</strong> Alcohol Lore +13, Deception +15, Diplomacy +13, Religion +13, Society +15</p>\n<p><strong>Int</strong> +2, <strong>Wis</strong> +2, <strong>Cha</strong> +4</p>\n<p><strong>Will</strong>+15</p>\n<hr />\n<p>In life, the dwarven rogue Azarim was always something of an outsider among her people for her fast and loose relationship with dwarven tradition. However, she still harbored in her heart a fierce pride in what dwarves had accomplished. She had long fought against the cult of Droskar, seeing it as emblematic of all the worst parts of dwarven culture.</p>\n<p>By the time she infiltrated Droskar's Crucible in 4065 AR, the cult was already in decline. She knew portions of Droskar's Crucible were built by the worshippers of Torag who preceded the cult and that something of great power had been locked away in the Lower Vault, but not what that object was. If she could gain control over the cult, she could simultaneously use them to open the Lower Vault and convince them to set aside their worship of Droskar-if not for her own patron, Cayden Cailean, then any other faith with a more positive leaning.</p>\n<p>Unfortunately, her attempt to seize control of the cult using their own traditions against them backfired when she succumbed to the Soul Smith. Unlike the others who were slain by the Soul Smith, Azarim's soul managed to somewhat escape being bound into the Soul Smith's soul chain by instead seeking shelter in her own magic rapier. Frustrated at the fact her soul slipped away but ignorant of where that soul fled to, the Soul Smith returned to his tasks and soon forgot about Azarim-she was, to the undead dwarf, just another in a long line of failures.</p>\n<p>Today, <em>Azarim </em>is an intelligent <em>+1 striking shifting @UUID[Compendium.pf2e.equipment-srd.Rapier]{Rapier}</em>. The rapier has been waiting patiently for centuries for a new, like-minded ally to take her up in arms against her foes.</p>\n<p>While she prefers to exist in the form of a rapier, she can use one of her actions to activate her shifting rune to take the shape of another weapon as needed.</p>\n<p>While <em>Azarim </em>prefers to be wielded by chaotic good characters, particularly those who worship Cayden Cailean, she's open-minded and eager to work with any wielder who seeks to oppose corrupting or toxic traditions in society, particularly those who work against the influence of the cult of Droskar. To wielders she doesn't approve of, she works to convince them to either change their ways or to hand her over to someone who she can work with, resorting to her ability to induce weakness in her carrier as needed when simply having them discard her is the only option left.</p>\n<p><em>Azarim </em>deals an additional [[/r 1d6[chaotic]]] damage to worshippers of Droskar, to creatures allied with Droskar's faith, and to those who are under the influence of Droskar's faith-which includes the Kobold King Merlokrep for as long as he continues to wear his crown as well as most of the intelligent inhabitants of the deeper levels of Droskar's Crucible.</p>\n<hr />\n<p><strong>Activate</strong><span class=\"pf2-icon\">R</span></p>\n<p><strong>Trigger</strong> A creature picks up <em>Azarim</em> or begins its turn carrying <em>Azarim</em></p>\n<p><strong>Effect</strong> The creature who carries Azarim becomes @UUID[Compendium.pf2e.conditionitems.Enfeebled]{Enfeebled 2}. This condition persists as long as the creature carries Azarim. A non-lawful creature can attempt to resist this effect with a @Check[type:fortitude|dc:23] save, but lawful creatures don't gain a save to resist.</p>\n<hr />\n<p><strong>Activate</strong><span class=\"pf2-icon\">2</span> (command, Interact) <em>Azarim </em>casts 2nd-level <em>@UUID[Compendium.pf2e.spells-srd.Illusory Disguise]{Illusory Disguise}</em> on her wielder. This effect ends immediately as soon as the wielder no longer carries Azarim.</p>\n<hr />\n<p><strong>Activate</strong><span class=\"pf2-icon\">R</span> (command, Interact)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> Azarim bolsters her user's ability to lie. She can either attempt her own Deception check to resolve her wielder's Lie, or she can assist with her wielder's attempt to Lie and grant a +2 circumstance bonus to the Deception check.</p>\n<hr />\n<p><strong>Activate</strong><span class=\"pf2-icon\">3</span> (command, Interact)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> <em>Azarim </em>gains the effects of an anarchic weapon rune for 1 minute. When wielded by a character who's at least 11th level, <em>Azarim</em> becomes a <em>+2 striking anarchic shifting rapier</em>, and instead this activation can be applied to another weapon that's in physical contact with <em>Azarim</em>.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "group": "sword",
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "negateBulk": {
            "value": "0"
        },
        "potencyRune": {
            "value": 1
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 325
            }
        },
        "propertyRune1": {
            "value": "shifting"
        },
        "propertyRune2": {
            "value": null
        },
        "propertyRune3": {
            "value": null
        },
        "propertyRune4": {
            "value": null
        },
        "quantity": 1,
        "range": null,
        "reload": {
            "value": ""
        },
        "rules": [
            {
                "damageType": "chaotic",
                "diceNumber": 1,
                "dieSize": "d6",
                "key": "DamageDice",
                "predicate": [
                    "target:deity:droskar"
                ],
                "selector": "{item|_id}-damage"
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder Adventure: Crown of the Kobold King"
        },
        "specific": {
            "material": {
                "base": [
                    {
                        "thickness": "thin",
                        "type": "steel"
                    }
                ],
                "precious": null
            },
            "price": {
                "cp": 0,
                "gp": 325,
                "pp": 0,
                "sp": 0
            },
            "runes": {
                "potency": 1,
                "striking": "striking"
            },
            "value": true
        },
        "splashDamage": {
            "value": 0
        },
        "stackGroup": null,
        "strikingRune": {
            "value": "striking"
        },
        "traits": {
            "custom": "",
            "rarity": "unique",
            "value": [
                "chaotic",
                "deadly-d8",
                "disarm",
                "divine",
                "evocation",
                "finesse",
                "good",
                "intelligent",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "weapon"
}
