{
    "_id": "W5znRDeklmWEGzFY",
    "img": "systems/pf2e/icons/equipment/held-items/bag-of-holding.webp",
    "name": "Bag of Weasels",
    "system": {
        "baseItem": null,
        "bulkCapacity": {
            "value": "25"
        },
        "collapsed": false,
        "containerId": null,
        "description": {
            "value": "<p>This item appears to be and functions as a type I bag of holding, until you try to retrieve an item from the bag. Whenever you retrieve an item from the bag of weasels, roll a @Check[type:flat|dc:11]. On a success, you retrieve the item as normal. On a failure, the item you retrieve is transformed into a weasel; this doesn't affect artifacts, cursed items, or other hard-to-destroy items.</p>\n<p>This weasel has the statistics of a giant rat, except that it is Tiny and exudes an aura of transmutation magic. The weasel has no loyalty to you and typically attempts to escape as quickly as possible. If the weasel is targeted with a remove curse spell or a similar magical effect, it transforms back into the original item that was taken from the bag of weasels. If it dies or is slain, the weasel disappears and the item is permanently destroyed. Because the weasel is a transformed item, you don't gain any benefit you would receive from attacking a creature, defeating one, damaging one, or the like, but you do gain any benefit you would gain from destroying an item.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 4
        },
        "negateBulk": {
            "value": "25"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Gamemastery Guide"
        },
        "stackGroup": null,
        "stowing": true,
        "traits": {
            "rarity": "rare",
            "value": [
                "conjuration",
                "cursed",
                "extradimensional",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "backpack"
}
