{
    "_id": "jiDzJKmdK2BAOh1x",
    "img": "systems/pf2e/icons/equipment/consumables/other-consumables/feast-of-hungry-ghosts.webp",
    "name": "Banquet of Hungry Ghosts",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "other"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Activate</strong> 1 hour (Interact)</p>\n<p>This lavish meal with meats, fresh and dried fruits, grains, and wine smells absolutely scrumptious, especially to undead. It comes complete with dishes and dining utensils. You spend an hour setting up this feast to feed four undead creatures, who are present throughout the process. The undead must be willing, but the food smells delicious and feeds any unusual hunger the undead has, so an undead motivated mainly by hunger will usually be willing to dine. Incorporeal undead consume the various essences of the meal, allowing them to eat it despite their lack of a body. After it has consumed the meal, the undead becomes friendly to you for 24 hours, or until you take actions to antagonize or anger it. The meal also sates the undead during that time, which could allow an undead with an unnatural hunger to stave off that hunger for a time.</p>\n<p>If you eat or drink a morsel of the leftover meal after the undead has eaten its fill, you can communicate with the undead as if you shared a language. Though you can feed a meal to a mindless undead, it does not give the mindless undead or you the ability to communicate with one another.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 12
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 350
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Book of the Dead"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "consumable",
                "enchantment",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "8"
        }
    },
    "type": "consumable"
}
