{
    "_id": "uswFgspZL8QrHecL",
    "img": "systems/pf2e/icons/equipment/materials/silver-ingot.webp",
    "name": "Barricade Stone (Cylinder)",
    "system": {
        "autoDestroy": {
            "_deprecated": true,
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "potion"
        },
        "consume": {
            "value": ""
        },
        "containerId": "null",
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command, Interact</p>\n<hr />\n<p>The ancient inhabitants of Bloodsalt crafted these magic rocks to construct defenses quickly. In its stone form, a <em>barricade stone</em> appears to be a simple pebble with an unnaturally geometric shape. The size and shape of the stone's final form depends on the type of barricade stone.</p>\n<p>When you activate the <em>barricade stone</em>, you drop it on the ground, throw it up to 20 feet away, or sling it using a sling weapon.</p>\n<p>Upon landing, the stone instantly and permanently expands. The stone grows to its maximum size. While normally items with the structure trait put creatures in their area inside the structure, this effect creates solid stone, so it can't be placed in an area where there are creatures. While it's likely to take some time even with the right tools, an activated <em>barricade stone</em> can be destroyed the same as any normal stone structure (Hardness 14, HP 56).</p>\n<hr />\n<p><strong>Type: Cylinder</strong></p>\n<p>When activated, this cylinder expands to a diameter of 5 feet, 10 feet, or 20 feet, depending on the command, with respective maximum heights of 80 feet, 40 feet, and 20 feet. If a dimension can't be reached due to contact with another solid surface, the cylinder ceases to grow in that direction.</p>\n<p>You can activate the cylinder horizontally instead of vertically. If you do, the cylinder moves similarly to the <em>@UUID[Compendium.pf2e.equipment-srd.Barricade Stone (Sphere)]{Barricade Stone (Sphere)}</em>, with the following changes: both DCs increase to 27, the damage increases to [[/r 6d6[bludgeoning]]] damage, and a creature that critically fails its Reflex save against the rolling cylinder gains the @UUID[Compendium.pf2e.conditionitems.Wounded]{Wounded 1} condition (or increases the value of its wounded condition by 1).</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 160
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #171: Hurricane's Howl"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "conjuration",
                "consumable",
                "magical",
                "structure"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "consumable"
}
