{
    "_id": "eVowRVEo42PBFvNK",
    "img": "systems/pf2e/icons/equipment/structures/instant-fortress.webp",
    "name": "Barricade Stone (Cube)",
    "system": {
        "autoDestroy": {
            "_deprecated": true,
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "other"
        },
        "consume": {
            "value": ""
        },
        "containerId": "null",
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command, Interact</p>\n<hr />\n<p>The ancient inhabitants of Bloodsalt crafted these magic rocks to construct defenses quickly. In its stone form, a <em>barricade stone</em> appears to be a simple pebble with an unnaturally geometric shape. The size and shape of the stone's final form depends on the type of barricade stone.</p>\n<p>When you activate the <em>barricade stone</em>, you drop it on the ground, throw it up to 20 feet away, or sling it using a sling weapon.</p>\n<p>Upon landing, the stone instantly and permanently expands. The stone grows to its maximum size. While normally items with the structure trait put creatures in their area inside the structure, this effect creates solid stone, so it can't be placed in an area where there are creatures. While it's likely to take some time even with the right tools, an activated <em>barricade stone</em> can be destroyed the same as any normal stone structure (Hardness 14, HP 56).</p>\n<hr />\n<p><strong>Type: Cube</strong></p>\n<p>This seemingly simple six-sided die was designed to block a corridor. When activated, it grows to fill a solid square or rectangular space no more than 20 feet on any side. The cube fills spaces well enough that Tiny creatures can't slip through, but it's far from a perfect seal. Liquids, gases, and minuscule creatures such as insects can still find ways around it. Depending on the irregularities of the space the cube fills, it might be possible to see or hear past it.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 8
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 80
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #171: Hurricane's Howl"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "conjuration",
                "consumable",
                "magical",
                "structure"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "consumable"
}
