{
    "_id": "OGKI8NS8Er3qumJS",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/berserkers-cloak.webp",
    "name": "Berserker's Cloak (Greater)",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This bearskin includes the head and bared teeth of the mighty creature from which it was taken. When worn, the cloak drapes over your head and around your shoulders, imbuing you with a bear's ferocity.</p>\n<p>If you have the Rage action, while raging you grow jaws that deal 1d10 piercing damage and claws that deal 1d6 slashing damage and have the agile trait. This transformation is a morph effect, and both the jaws and claws are unarmed attacks in the brawling weapon group. You gain the benefits of a <em>+2 weapon potency</em> rune and a greater <em>striking</em> rune with these attacks (gaining a +2 item bonus to attack rolls and increasing the weapon damage dice by two).</p>\n<p>If you have an animal instinct and the bestial rage instinct ability, instead of gaining these unarmed attacks, your unarmed attacks from the bestial rage instinct ability gain the benefits of a <em>+3 weapon potency</em> rune and a <em>greater striking</em> rune (granting a +3 item bonus to attack rolls and increasing the weapon damage dice by three).</p>\n<p><strong>Craft Requirements</strong> You are a barbarian with the animal instinct.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 19
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 40000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "invested",
                "primal",
                "transmutation"
            ]
        },
        "usage": {
            "value": "worncloak"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "equipment"
}
