{
    "_id": "LKtbZiY5lmD7ohcD",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Bleachguard Doll",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p><strong>Perception</strong> [[/r 1d20+16]]{+16}; precise vision (low-light) 30 feet, imprecise hearing 30 feet</p>\n<p><strong>Communication</strong> speech (one language spoken by the doll's creator)</p>\n<p><strong>Skills</strong> One Intelligence-, Wisdom-, or Charisma-based skill chosen by the creator at [[/r 1d20+16]]{+16}</p>\n<p><strong>Int</strong> +3, <strong>Wis</strong> +3, <strong>Cha</strong> +3</p>\n<p><strong>Will</strong> [[/r 1d20+16]]{+16}</p>\n<hr />\n<p>Rather than seeking out new experiences to stave off the Bleaching, gnome spellcasters with the right know-how can infuse a small fragment of their consciousness into a doll, then send the doll off with a crew of adventurers to experience new things. Such gnomes might have difficulties that keep them from exploring or might be preoccupied with other pursuits, but the doll acts as an intermediary, transmitting the benefits of new experiences to its creator via a potent, but passive, psychic link. A bleachguard doll has the alignment and demeanor of its creator, but new experiences can cause the two to diverge. The doll's creator is neither able to control it nor are they constantly aware of its activities. If the original creator perishes, the doll sometimes becomes inert (essentially dying as well), sometimes remains an intelligent item, and sometimes becomes a normal soulbound doll, diminished in power but with some of the item's capabilities.</p>\n<p>Once per day, the doll sends its creator a dream of the day's events. Each bleachguard doll can cast the cantrips light (3rd level), prestidigitation, and one other 3rd-level cantrip, along with one spell (at 3rd level) that can be cast once per day. The creator chooses the cantrip and spells, which can't require an attack roll or saving throw, during the doll's creation.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> The bleachguard doll casts one of its available cantrips or spells.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The bleachguard doll animates per summon construct as a soulbound doll, retaining pertinent item statistics, cantrips, and its spell instead of those of the soulbound doll. The soulbound doll can Cast a Spell only if the bleachguard doll has a use of that spell remaining for the day. When reduced to 0 Hit Points or this activation ends, the bleachguard doll becomes inert but repairs itself at the rate of 1 Hit Point per hour. This activation is unavailable until the doll has 23 Hit Points again.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 8
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "conjuration",
                "intelligent",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
