{
    "_id": "9IckeffVxmxX0cwV",
    "img": "systems/pf2e/icons/equipment/cursed-items/book-of-last-days.webp",
    "name": "Book of Lost Days",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This massive tome's yellowed pages curl at the edges, and the letters on its face and spine are too worn to be read. When you open the book, it always opens to a page that seems to perfectly answer the question you had in mind, but reading more than a few lines causes your head to swim alarmingly.</p>\n<hr />\n<p><strong>Activate</strong> 1 hour (envision, Interact)</p>\n<p><strong>Requirements</strong> You aren't drained</p>\n<p><strong>Effect</strong> You open the book while trying to learn information about any topic. The <em>Book of Lost Days</em> permits you to view another's memory, which contains information about that subject commensurate to rolling a total of 40 to Recall Knowledge about the topic, with additional context provided on a success or critical success.</p>\n<p>The price for this knowledge is the memory of a day in your past, and the vitality of a day in your future. You lose the memory of that day completely, and the total of all the knowledge you learned on that date is added to the book's repository of information. The book, not you, chooses which memories are taken, preferring days with concentrated emotional resonance, and thus tends to steal significant life moments. This loss affects only your memories; it has no effect on your level, class, feats, or other character choices.</p>\n<p>Your natural lifespan is also shortened by 1 day. The loss of this life energy causes you to be @UUID[Compendium.pf2e.conditionitems.Drained]{Drained 2}. You can't reduce the drained condition for 2 days, after which you can recover normally from the condition.</p>\n<p>Creatures have occasionally managed to use the <em>Book of Lost Days</em> not to gain others' knowledge but to wipe their minds clean of painful memories or deadly secrets. Their memories aren't destroyed but merely stored in the book, where someone else might later retrieve them.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 15
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "unique",
            "value": [
                "cursed",
                "enchantment",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "equipment"
}
