{
    "_id": "efm6thOteY7PWEvg",
    "img": "systems/pf2e/icons/equipment/held-items/calamity-glass.webp",
    "name": "Calamity Glass",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This mirror appears to give warnings about the future, but subtle and malevolent hands designed the silver-framed glass to lure heroes into bringing doom upon those they hope to save.</p>\n<hr />\n<p><strong>Activate</strong> 1 minute (envision, Interact)</p>\n<p><strong>Frequency</strong> once per week</p>\n<p><strong>Effect</strong> You activate the <em>calamity glass</em> and obtain a vision related to a likely action or event within the next 48 hours. The <em>calamity glass</em> decides what vision to show, though if you think about a specific event, the vision is typically at least tangentially related.</p>\n<p>No matter what, the mirror shows only tragedies. The mirror's visions are accurate but misleading, as they depict tragedies that could be averted but in so doing might lead to greater suffering.</p>\n<p>For example, a <em>calamity glass</em> might show a family starving as the result of harbor officials turning away a boatload of improperly documented grain. Without intervention, this future will come to pass. What the mirror didn't show is the grain was improperly labeled and carelessly stored, resulting in its contamination with poisonous mold capable of killing hundreds. Purifying and then distributing the grain would avert both the <em>calamity glass</em>'s vision and the greater suffering its curse attempted to create.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "cursed",
                "divination",
                "magical",
                "scrying"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
