{
    "_id": "idZvtwLg0E3AWnur",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Captivating Score",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "other"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> envision, Interact</p>\n<p>A captivating score is a piece of parchment prepared for musical notation, long enough for a short song. You must be trained in Performance to properly compose this missive (or trained in an appropriate Lore skill your GM allows). You choose one of the emotions described below and write a musical composition to convey that emotion about a subject of your choice, typically a person or group. When activated, the missive plays a note‑perfect rendition of the inscribed score. Each creature that can hear the score must succeed at a @Check[type:will|dc:28] save or be influenced to feel the emotion you chose toward the subject of your composition. This lasts for 1 hour, typically returning the creature to its initial attitude unless new events have altered their attitude long‑term.</p>\n<ul>\n<li><strong>Positive</strong> Your song engenders sympathy, adoration, joy, or a similar emotion. An affected creature's attitude toward the subject improves by one step, such as from indifferent to friendly.</li>\n<li><strong>Negative</strong> Your song spurs anger, sadness, jealousy, or a similar emotion. An affected creature's attitude toward the subject worsens by one step, such as from indifferent to unfriendly.</li>\n</ul>\n<p>When composing this missive, you can add a small notation or illustration of a type of instrument. If you do, the music sounds like that instrument, and if you didn't specify, it sounds vaguely like a recorder. The choice of a louder instrument doesn't make the music carry farther.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 250
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "consumable",
                "magical",
                "missive",
                "auditory",
                "emotion",
                "enchantment",
                "incapacitation",
                "mental"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "consumable"
}
