{
    "_id": "geSsIAYv85MZtppg",
    "img": "systems/pf2e/icons/equipment/held-items/compass-of-transpositional-awareness.webp",
    "name": "Compass of Transpositional Awareness",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>The silver face of this glass-encased compass is etched with dozens of esoteric symbols, obscure icons, and inscrutable abbreviations.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> concentrate, Interact</p>\n<p><strong>Frequency</strong> once per minute</p>\n<p><strong>Effect</strong> You point the compass of transpositional awareness at an extant teleportation effect (such as a magical portal) or the site of a teleportation effect that existed within the last 1 minute (such as the space where a creature just cast dimension door). Attempt an Occultism check to determine to where the effect leads or led. The DC of this check is the effect's counteract DC. On a success, you know roughly the destination of the teleportation effect (for example \"the Plane of Fire,\" \"north,\" or \"Avistan\"). On a critical success, you ascertain the exact destination within mere feet for local effects (such as dimension door) or within a few miles for long-range effects (such as teleport, plane shift, or interdimensional portals).</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You use the compass of transpositional awareness to triangulate your current coordinates and the coordinates of your intended destination using teleportation magic. For 1 minute, whenever you cast a teleportation spell that has a range, increase that spell's range by 30 feet. If the spell normally has a range of touch, extend its range to 30 feet.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 950
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "conjuration",
                "invested",
                "magical",
                "teleportation"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
