{
    "_id": "DCPsilr8wbPXxTUv",
    "img": "systems/pf2e/icons/equipment/runes/weapon-property-runes/weapon-property-runes.webp",
    "name": "Dancing",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>A dancing weapon flies autonomously and strikes your foes.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">D</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> You Release the weapon and it dances through the air, fighting on its own against the last enemy you attacked, or the nearest enemy to it if your target has been defeated. At the end of your turn each round, the weapon can Fly up to its fly Speed of 40 feet, and then can either Fly again or Strike one creature within its reach.</p>\n<p>The weapon has a space of 5 feet, but it doesn't block or impede enemies attempting to move though that space, nor does it benefit from or provide flanking. The weapon can't move through an enemy's space. The weapon can't use reactions, and its Fly actions don't trigger reactions.</p>\n<p>While it's activated, a <em>dancing</em> weapon makes Strikes with an attack modifier of [[/r 1d20+24]] plus its item bonus to attack rolls. It uses the weapon's normal damage but has a +0 Strength modifier. The weapon's abilities that automatically trigger on a hit or critical hit still function, but the weapon can't be activated or benefit from any of your abilities while dancing.</p>\n<p>Each round, when the weapon is finished using its actions, attempt a @Check[type:flat|dc:6]. On a failure, the activation ends and the weapon falls to the ground. You can't activate the item again for 10 minutes.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 13
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 2700
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "evocation",
                "magical"
            ]
        },
        "usage": {
            "value": "etched-onto-melee-weapon"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
