{
    "_id": "7ZfWiHqDyb6NllN1",
    "img": "systems/pf2e/icons/equipment/held-items/deck-of-mischief.webp",
    "name": "Deck of Mischief",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>This deck of 54 cards appears nearly identical to standard playing cards. Comprised of four thematic suits of 13 cards each, as well as two wildcards, the deck of mischief is a favorite of scoundrels who prefer not to leave their games to chance-or to at least nudge the odds in their favor. If you know how to activate the deck, you can illusorily transform the ace and face cards into other cards in the deck.</p>\n<p>The deck is true to its name and less likely to comply with your wishes if not well cared for. While surprisingly resistant to the elements, a waterlogged, dirty, or battered deck may not function as desired, giving you incorrect information about which cards are still in the deck or failing to hold the illusion at a critical moment. If a deck becomes incomplete due to damaged or missing cards, it rapidly loses its deceptive capabilities and might even purposefully sabotage you.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> You learn which of the ace and face cards are still in the deck. You can then swap the apparent face of an ace or face card in your hand (if you have any) with the face of one still in the deck. A creature who Seeks or touches the card can attempt to disbelieve this illusion (@Check[type:perception|dc:20|traits:action:seek]).</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 4
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 75
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "illusion",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
