{
    "_id": "gRQXLqUuP4GWfDWI",
    "data": {
        "brokenThreshold": {
            "value": 0
        },
        "bulkCapacity": {
            "value": ""
        },
        "collapsed": {
            "value": false
        },
        "size": {
            "value": "med"
        },
        "containerId": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p><span>This item consists of two magically linked rings: an intricate, gleaming golden ring with a square-cut ruby, and a thick, plain iron ring. When you wield a melee weapon in the hand wearing the golden ring, the weapon's fundamental runes are replicated onto any melee weapon you wield in the hand wearing the iron ring. (The fundamental runes are <em>weapon potency</em> and <em>striking</em>, which add an item bonus to attack rolls and extra weapon damage dice, respectively.) Any fundamental runes on the weapon in the hand wearing the iron ring are suppressed.<br /></span></p>\n<p><span>The replication functions only if you wear both rings, and it ends as soon as you cease wielding a melee weapon in one of your hands. Consequently, the benefit doesn't apply to thrown attacks or if you're holding a weapon but not wielding it (such as holding in one hand a weapon that requires two hands to wield).</span></p>\n<p><span>The rings also replicate property runes from the weapon in the gold-ringed hand, so long as the weapon in the iron-ringed hand meets all the prerequisites for a given rune and is not a specific weapon. The weapon in the iron-ringed hand gains the benefits of those runes. All its own runes are suppressed. When you invest the rings, you can elect for the rings to transfer only fundamental runes, in which case they function as standard <em>doubling rings</em>.</span></p>"
        },
        "equipped": {
            "value": false
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": {
            "value": 0
        },
        "hp": {
            "value": 0
        },
        "identified": {
            "value": true
        },
        "invested": {
            "value": false
        },
        "level": {
            "value": "11"
        },
        "maxHp": {
            "value": 0
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": "1,300 gp"
        },
        "quantity": {
            "value": "1"
        },
        "rarity": {
            "value": "common"
        },
        "source": {
            "value": ""
        },
        "stackGroup": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "usage": {
                "value": "worn"
            },
            "value": [
                "evocation",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/doubling-rings.jpg",
    "name": "Doubling Rings (Greater)",
    "permission": {
        "default": 0
    },
    "type": "equipment"
}
