{
    "_id": "mfhcGeS0L7pPZnex",
    "img": "systems/pf2e/icons/equipment/runes/armor-property-runes/armor-property-runes.webp",
    "name": "Energy-Absorbing",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>As with <em>energy-resistant</em> runes, these runes convey protective forces from the Elemental Planes. You gain 5 resistance to acid, cold, electricity, or fire. The crafter chooses the damage type when creating the rune. Multiple energy-absorbing runes can be etched onto a suit of armor; rather than using only the highest-level effect, each must provide resistance to a different type. When an energy-absorbing rune provides resistance to damage from a foe's attack or ability, the armor itself appears to become infused with that energy, be it dripping with acid, riming over in frost, crackling with lightning, or flickering with flames. This effect does not inflict damage itself and ends at the start of your next turn, or as soon as you take the following reaction.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">r</span> envision</p>\n<p><strong>Trigger</strong> Your armor is infused with energy and you take damage from a melee Strike</p>\n<hr />\n<p><strong>Effect</strong> You unleash the infused energy against the triggering melee Strike, inflicting 2d6 damage of that energy type to the creature who made the melee Strike.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 1200
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Kingmaker"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "abjuration",
                "magical"
            ]
        },
        "usage": {
            "value": "etched-onto-armor"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
