{
    "_id": "eoQRjG2RjppnbYGL",
    "img": "systems/pf2e/icons/equipment/artifacts/eye-of-the-wise.webp",
    "name": "Eye of the Wise",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This fist-sized, 12-rayed black star sapphire is sacred to Yueral, the elven goddess of magic and jewels, and most accounts of its creation attribute its crafting to a circle of her worshippers. In addition to the abilities listed below, the gem functions as a portal key for Jewelgate at Alseta's Ring.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You touch the <em>Eye of the Wise</em> to a gem worth at least 10 gp, whereupon the <em>Eye of the Wise</em> assumes the appearance of the touched gemstone. While this connection is active, the carriers of the <em>Eye of the Wise</em> and of the other gemstone can communicate telepathically with one another over any distance, as long as both are on the same plane. This connection is broken if the other gemstone is damaged, if the <em>Eye of the Wise</em> becomes attuned to another gemstone, or if the bearer of the <em>Eye of the Wise </em>dismisses the activation.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You hold the <em>Eye of the Wise</em> up to your own eye and peer through it. The <em>Eye of the Wise</em> grows transparent and grants you a +2 item bonus to attempts to Decipher Writing, Disable a Device, Identify Magic, Pick a Lock, Seek, or Sense Motive. You can Sustain this activation as long as you hold the gem in place.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #147: Tomorrow Must Burn"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "divination",
                "invested"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
