{
    "_id": "FQnK379odYh4Tors",
    "img": "systems/pf2e/icons/equipment/held-items/folding-boat.webp",
    "name": "Folding Boat (Greater)",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>This simple carved box can fold or unfold into a boat when activated.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> The folding boat can take two shapes. The first is a wooden box that's 12 inches long, 6 inches wide, and 4 inches high; it weighs 1 Bulk and can store up to 1 Bulk of items. The other form is a @UUID[Compendium.pf2e.vehicles.Cutter]{Cutter}, piloted and crewed by ethereal sailors. The ethereal sailors don't prevent you from activating the boat to return it to a box. If the chosen form can't fit in the space, it takes the largest shape that does fit. You can activate the boat again to revert it to its original shape. If the boat is occupied, the item can't be activated. Much like a magical structure, a folding boat can't harm creatures when it unfolds and creatures within it are set aside harmlessly when it folds.</p>\n<p>Any items that were stored inside the box appear in the boat or ship. Items stored on the boat or ship form that are too large to fit inside the box form are ejected from the vehicle and appear on the ground adjacent to the box. A folding boat with the @UUID[Compendium.pf2e.conditionitems.Broken]{Broken} condition must be repaired before it can change form again.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 15
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 6000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: The Grand Bazaar"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": []
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "equipment"
}
