{
    "_id": "6NEOf1UznG4Po0Qi",
    "img": "systems/pf2e/icons/equipment/held-items/games.webp",
    "name": "Games (Loaded Dice)",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>A nigh-infinite assortment of games exist in Golarion. Simple games, including dice, a deck of cards, or dominoes, cost 5 sp. Board games vary in cost from 1 gp for dexterity games like Bungle, 3 gp for colorful children's games like Cauldron Quest, and 5 gp for complex strategy games like Kingmaker and Abendego Raiders. Lavish game sets can cost much more than these prices, as they are made of expensive components and are intricately crafted works of art unto themselves.</p>\n<hr />\n<p>These dice are weighted on one side to ensure they always land with the desired number facing up. Loaded dice grant you a +1 item bonus to Games Lore checks to gamble with the dice. You can determine a die is loaded while handling it with a successful secret @Check[type:perception|dc:20|name:Loaded Dice] check. Determining dice are loaded without handling the dice is more difficult, especially since smart cheaters switch loaded dice in and out so they don't suspiciously roll the same number over and over. In this case, an observer must succeed at a secret Perception check against the roller's Games Lore or Thievery DC to notice the switches or the patterns.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 1
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 5
            }
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "action:gambling"
                ],
                "selector": [
                    "games",
                    "games-lore"
                ],
                "type": "item",
                "value": 1
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: The Grand Bazaar"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
