{
    "_id": "SHzZSENlkz3Qy46j",
    "img": "systems/pf2e/icons/equipment/artifacts/horns-of-naraga.webp",
    "name": "Horns of Naraga",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This imposing helm bears the horns of a powerful black dragon. While wearing the Horns of Naraga, you gain greater darkvision and immunity to acid. If you are undead, you gain resistance 40 to positive damage. If you are not undead, the helm quickly saps the life from you, dealing [[/r 10d6[negative]]] damage to you every round. If you die from this damage, you rise as an undead of an equal level in [[/br 1d4 #rounds]]{1d4 rounds}.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">F</span> envision</p>\n<p><strong>Trigger</strong> You touch a creature as part of an unarmed attack or melee spell attack roll</p>\n<hr />\n<p><strong>Effect</strong> The creature takes [[/r 5d6[negative]]] damage. If you are an undead, you regain Hit Points equal to the negative damage the creature took.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">T</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The Horns of Naraga transform into Naraga, an ancient black dragon. Naraga appears in an adjacent appropriate space, and if no such space is available, she does not appear. Naraga follows your commands without question. She remains for up to 1 hour or until you use an Interact action to dismiss her, after which she reverts back to the helm. If Naraga is slain, she immediately reverts back to the helm and can't be summoned for 1 week. You don't receive any of the helm's other benefits while it is transformed.</p>\n<p><strong>Destruction</strong> The helm is utterly obliterated if crushed between the jaws of an ancient black dragon's skull located in a desert while the sun is at its zenith.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 26
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Gamemastery Guide"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "unique",
            "value": [
                "artifact",
                "invested",
                "magical",
                "necromancy"
            ]
        },
        "usage": {
            "value": "wornheadwear"
        },
        "weight": {
            "value": "2"
        }
    },
    "type": "equipment"
}
