{
    "_id": "EXXqJp8rU6HR5Ufg",
    "data": {
        "brokenThreshold": {
            "value": 0
        },
        "bulkCapacity": {
            "value": ""
        },
        "collapsed": {
            "value": false
        },
        "containerId": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>This metal cube is small enough to fit in your palm. Close inspection reveals fine lines in the dark gray metal, as though the cube were folded thousands of times.</p>\n<p><strong>Activate</strong> <span style=\"font-family: 'Pathfinder2eActions'; font-size: 1.8em; display: inline;\">T</span> command, Interact</p>\n<p><strong>Effect</strong> You toss the cube on the ground, and it immediately unfolds into an adamantine fortress.</p>\n<p>The fortress is 20 feet square and 30 feet high, with adamantine stairs leading up to three sets of battlements at heights of 10 feet and 20 feet and at the top. Arrow slits along the lower battlements and crenelations at the top provide standard cover to anyone within the fortress. There's no roof, leaving an open, 10-foot-square vertical shaft through the center of the structure.</p>\n<p>As a magical structure, the fortress has the structure trait. Because it expands outward, the fortress can't catch creatures inside it as a magical structure normally does. Instead, it pushes those creatures back. It can't push a creature into a surface or hazard this way, and stops expanding if that would happen.</p>\n<p>The fortress has a single door in the center of one wall on the ground level, and the door appears directly in front of you when you activate the fortress. Provided you're within 100 feet of the door, you can cause the door to open or slam shut and lock by spending a single action to issue a verbal command, which has the auditory trait. The DC to Force Open the door or Pick its Lock is 40.</p>\n<p>You can instantly return the instant fortress to its cube form by spending a single action to issue a verbal command, which has the auditory trait. Once deactivated, the fortress can't be activated again for 4 hours.</p>\n<p>If the fortress becomes damaged, it can be repaired only with a remake spell or by someone who is legendary at Crafting.</p>"
        },
        "equipped": {
            "value": false
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": {
            "value": 0
        },
        "hp": {
            "value": 0
        },
        "identified": {
            "value": true
        },
        "invested": {
            "value": false
        },
        "level": {
            "value": "16"
        },
        "maxHp": {
            "value": 0
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": "9,300 gp"
        },
        "quantity": {
            "value": "1"
        },
        "rarity": {
            "value": "common"
        },
        "rules": [],
        "source": {
            "value": ""
        },
        "stackGroup": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "uncommon"
            },
            "usage": {
                "value": "held-in-one-hand"
            },
            "value": [
                "conjuration",
                "magical",
                "structure"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/equipment/structures/instant-fortress.jpg",
    "name": "Instant Fortress",
    "permission": {
        "default": 0
    },
    "type": "equipment"
}
