{
    "_id": "8iet9wptkaoJzOmc",
    "img": "systems/pf2e/icons/equipment/held-items/magnifying-glass-of-elucidation.webp",
    "name": "Magnifying Glass of Elucidation",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>These well-aged wooden magnifying glasses are engraved with a variety of runes. Each is imbued with a specific language. When you use a magnifying glass to examine writing of its imbued language, it translates the writing into a language you understand. For example, an elf who speaks only Elven using a <em>magnifying glass of elucidation</em> imbued with Dwarven would see Dwarven writing as Elven when observed through the magnifying glass. The magnifying glass only provides direct translations and doesn't automatically allow you to understand codes or extremely esoteric passages-you still need to attempt a skill check to Decipher Writing.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You scan up to two pages of writing with the <em>magnifying glass of elucidation</em>, imbuing the magnifying glass with the information you scanned. You can use a separate 3-action activity to have the magnifying glass reproduce the imbued information onto blank paper exactly as it appeared when you Activated the magnifying glass. The reproduction is a direct copy of the pages but doesn't imbue the reproduction with any magical effects or other special effects. As such, you can copy the writing of a scroll, for example, but it will only be mundane writing and not have any magical effect. The magnifying glass can only hold one instance of information at a given time; Activating the magnifying glass a second time or reproducing the information clears out the magnifying glass's information.</p>\n<p><strong>Craft Requirements</strong> You know the language imbued in the magnifying glass.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 5
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 125
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: The Grand Bazaar"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "divination",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
