{
    "_id": "YnhcVcTbXrVfiH83",
    "img": "systems/pf2e/icons/equipment/alchemical-items/alchemical-elixirs/mnemonic-acid.webp",
    "name": "Mnemonic Acid",
    "system": {
        "autoDestroy": {
            "_deprecated": true,
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": "1",
            "value": "1"
        },
        "consumableType": {
            "value": "elixir"
        },
        "consume": {
            "value": null
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Activate</strong><span class=\"pf2-icon\">1</span>Interact</p>\n<hr />\n<p>This translucent yellow-green liquid has a sharp, tangy odor and an oily sheen. It's mildly acidic and can cause a minor rash after prolonged contact with skin. To unlock its true potential, you must submerge a piece of an intelligent creature's brain matter in the acid and allow the material to completely dissolve. This takes [[/r 2d10 #minutes]]{2d10 minutes}, during which time the mnemonic acid bubbles and steams eagerly.</p>\n<p>Once the brain matter fully dissolves, you can consume the acid as an Interact action to experience a powerful vision and relive one of the memories of the creature whose brain matter was dissolved. You have no control over which memory you experience, although such visions are almost always of memories that were meaningful to the owner of the dissolved brain matter. The memory might be of a single event or a series of related and interconnected events; the memory lasts no longer than 10 minutes, and you're @UUID[Compendium.pf2e.conditionitems.Blinded]{Blind} to the world around you for the duration.</p>\n<p>Each dose of mnemonic acid requires roughly 10% of the brain matter of the creature whose visions are to be experienced, meaning that up to 10 different memories from the same creature can be experienced, each with a different dose of mnemonic acid, before the brain matter is exhausted.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 8
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 75
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #159: All or Nothing"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "alchemical",
                "consumable",
                "elixir"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "consumable"
}
