{
    "_id": "QWiXrqhSCkvdHbsi",
    "img": "systems/pf2e/icons/equipment/cursed-items/monkeys-paw.webp",
    "name": "Monkey's Paw",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This dried, gnarled hand is clenched in a fist, waiting for a creature to pick it up. When you pick up the monkey's paw, the hand opens, revealing three withered fingers. The monkey's paw grants you three wishes, curling one finger after every one. Once you pick up the monkey's paw, you cannot discard the hand until it returns to a clenched fist by casting its three wishes. Any attempts to discard the hand, even with the effects of a miracle or wish spell, are unsuccessful as the monkey's paw reappears among your possessions within [[/br 1d4 #hours]]{1d4 hours}; it doesn't work for any other creature in the intervening time. The hand returns even if another creature steals it from you. Once you make all three wishes, the monkey's paw uses plane shift to travel to a random point in the multiverse.</p>\n<p>Whenever the monkey's paw hears you utter a statement that sounds like a wish, even if you don't use the words \"I wish\", it activates and grants a twisted, horrifying version of your wish, producing any effect within the possibility of alter reality, miracle, primal phenomenon, or wish, and potentially a greater effect at the GM's discretion.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Gamemastery Guide"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "cursed",
                "magical",
                "misfortune",
                "necromancy"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
