{
    "_id": "UUriyvai2k6COWpS",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Necrobinding Serum",
    "system": {
        "autoDestroy": {
            "_deprecated": true,
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "poison"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p>Activate <span class=\"pf2-icon\">2</span> Interact This potent necromantic serum is distilled from the body of an intelligent corporeal undead who seeks to establish absolute control over their undead minions. The raw materials of a <em>necrobinding serum</em> are composed of a slurry made from the creator's own flesh and blood mixed with pulped fungal toxins. The exact ingredients vary, but the act of brewing a necrobinding serum is typically viewed with distaste at best and, in many societies, is regarded as an evil act. While <em>necrobinding serum</em> isn't a poison, its method of delivery is identical to that of an injury poison-it's applied to a weapon that's then used to Strike an undead target (living creatures suffer no additional effect from exposure to a dose of necrobinding serum). When an undead creature is targeted by a dose of necrobinding serum, it must attempt a @Check[type:will|dc:19] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The undead creature is unaffected.</p>\n<p><strong>Success</strong> The undead creature is momentarily disoriented; it takes a -1 status penalty to all attack rolls made against you until the start of your next turn.</p>\n<p><strong>Failure</strong> The undead creature becomes friendly toward you. If it was already friendly, it becomes helpful. It can't use hostile actions against you. This effect persists for 8 hours if the undead is mindless. Against other undead, the effect gains the mental trait and persists for 10 minutes.</p>\n<p><strong>Critical Failure</strong> The undead creature becomes helpful toward you and can't use hostile actions against you. This effect persists for 24 hours if the undead is mindless. Against other undead, the effect gains the mental trait and persists for 1 hour.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You must be a corporeal undead, and the serum must include some of your flesh and blood.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 5
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 30
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Adventure: Crown of the Kobold King"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "consumable",
                "incapacitation",
                "injury",
                "magical",
                "necromancy"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "consumable"
}
