{
    "_id": "T8EopYZLT137CsdW",
    "data": {
        "brokenThreshold": {
            "value": 0
        },
        "bulkCapacity": {
            "value": ""
        },
        "collapsed": {
            "value": false
        },
        "containerId": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>You can use a net either on its own or attached to a rope. When attached to a rope, you can use the net to Grapple a Medium or smaller creature up to 10 feet away (instead of only adjacent creatures). You can continue to Grapple to keep your hold on the target so long as the target remains within 10 feet and you continue to hold the net. The grabbed creature gains a +2 circumstance bonus to Escape unless you are adjacent to them, and it can attempt a DC 16 Athletics check to Force Open the net entirely. Once the target is no longer grabbed, the net is unwieldy until refolded as a Concentrate action that requires two hands; if used without being refolded, Grapple checks made with the net take a -2 penalty.</p>\n<p>When the net is unattached, you can attempt a ranged attack roll against a Medium or smaller creature within 20 feet. On a hit, the target is flat-footed and takes a -10- foot circumstance penalty to its Speeds until it Escapes, and on a critical hit, it's also immobilized until it Escapes. The Escape DC is 16. A creature adjacent to the target can Interact to remove the net.</p>"
        },
        "equipped": {
            "value": false
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": {
            "value": 0
        },
        "hp": {
            "value": 0
        },
        "identified": {
            "value": true
        },
        "invested": {
            "value": false
        },
        "level": {
            "value": "0"
        },
        "maxHp": {
            "value": 0
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": "1 gp"
        },
        "quantity": {
            "value": "1"
        },
        "rarity": {
            "value": "common"
        },
        "source": {
            "value": ""
        },
        "stackGroup": {
            "value": ""
        },
        "traits": {
            "rarity": {
                "value": "common"
            },
            "usage": {
                "value": "held-in-two-hands"
            },
            "value": []
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "1"
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/equipment/adventuring-gear/net.jpg",
    "name": "Net",
    "permission": {
        "default": 0
    },
    "type": "equipment"
}
