{
    "_id": "ENF3Er7cJvb4oXMM",
    "img": "systems/pf2e/icons/equipment/other/old-tillmaquin.webp",
    "name": "Old Tillimaquin",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This beloved tavern mascot is a shabby old stuffed beast mounted on an immense slab of ironwood. The beast is roughly the size and shape of a wolverine but with a broader snout, blue stripes along its upper legs and bristled back, and a club of spiked bone at the end of its long tail. No one can recall where Old Tillimaquin originally came from, how the taxidermic beast came to stand in its tavern, or even whether it's a genuine article. The tradition of rubbing its bronzed claws for good luck has been observed for so long that the front claws are worn to stubs. Local belief holds that as long as Old Tillimaquin stands, neither fire nor flood will claim its town.</p>\n<p><strong>Activate</strong> Interact (divination, fortune, occult)</p>\n<p><strong>Frequency</strong> once per month</p>\n<hr />\n<p><strong>Effect</strong> You rub Old Tillimaquin's bronzed claws for good luck before setting out on a task that might benefit the town. You can reroll a single failed saving throw within the next 24 hours, but you must take the second result, even if it's worse than your original result. Each person who rubs the claws can benefit only once per month, but there's no limit to how many people can draw on Old Tillimaquin's luck.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 12
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 2000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": []
        },
        "usage": {
            "value": "other"
        },
        "weight": {
            "value": "3"
        }
    },
    "type": "equipment"
}
