{
    "_id": "L8OButuVM3PFxgrZ",
    "img": "systems/pf2e/icons/equipment/artifacts/orb-of-gold-dragonkind.webp",
    "name": "Orb of Dragonkind",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Each of the legendary <em>orbs of dragonkind</em> contains the essence and personality of a powerful dragon, with each of the 10 most famous orbs preserving a different type of metallic or chromatic dragon's spirit. It is believed that orbs for other types of true dragons exist, though that theory is yet to be confirmed.</p>\n<p>While holding an <em>orb of dragonkind</em>, you are immune to the breath weapon of the dragon variety associated with the orb. An <em>orb of dragonkind</em> also grants a number of additional senses. You can communicate verbally and visually with the bearers of other orbs as if you were in the same room with them. You know if there are any dragons within 10 miles of you at all times; this extends to 100 miles for dragons of the type associated with the orb. If an associated dragon is within 1 mile, you know which direction the dragon is from you and the dragon's age, such as young, adult, or ancient. Each orb grants a 10th-level arcane innate spell that you can cast at will, determined by the specific orb.</p>\n<p>The <em>Orb of Gold Dragonkind</em> can convey the innate spells of any of the other orbs, as well as their activated abilities, but it can grant each individual power only once per day. In addition, the bearer of the gold orb can use its 3-action activation to attempt to cast dominate on the bearer of another orb if they are within 1 mile, as if that bearer were a dragon of the associated type within 500 feet. The last reports of the <em>Orb of Gold Dragonkind</em> on Golarion indicate the orb has been destroyed, however. GMs running campaigns in settings other than the Age of Lost Omens might decide the gold orb is still intact for their campaigns.</p>\n<p>Bearing an <em>orb of dragonkind</em> earns you the enmity of all dragonkind forever because you profited from the enslavement of the dragon within the orb, even if you later lose the orb.</p>\n<p><strong>Spell Granted</strong> (DC 40) black dragon (darkness), blue dragon (hallucinatory terrain), brass dragon (speak with animals), bronze dragon (control water), copper dragon (hideous laughter), green dragon (entangle), red dragon (wall of fire), silver dragon (detect alignment [evil only]), white dragon (wall of ice)</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">T</span> command</p>\n<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p><strong>Effect</strong> You cast a 10th-level <em>dominate</em> spell (DC 40) on a dragon of the type associated with the orb within 500 feet, except the effect lasts for 1 month rather than unlimited. The dragon does not receive its status bonus to saving throws against magic. The dragon is then temporarily immune to further domination via the orb for 24 hours.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">D</span> envision, Interact</p>\n<p><strong>Frequency</strong> three times per day</p>\n<hr />\n<p><strong>Effect</strong> You breathe an elemental blast that deals 25d6 damage (@Check[type:reflex|dc:40|basic:true] save) in either a @Template[type:cone|distance:60] or a @Template[type:line|distance:100] (your choice). The breath's damage type matches the Breath Weapon of the dragon type associated with the <em>orb of dragonkind</em> (acid for the black orb, electricity for the blue orb, and so on).</p>\n<p><strong>Destruction</strong> An <em>orb of dragonkind</em> violently shatters and explodes when exposed to the Breath Weapon of a dragon who is a descendant of the dragon trapped within. The explosion deals damage as the 2-action activation above to all creatures within 90 feet.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 25
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #150: Broken Promises"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "arcane",
                "artifact",
                "enchantment"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "equipment"
}
