{
    "_id": "QNub2kTE7LpdMPII",
    "img": "systems/pf2e/icons/equipment/consumables/potions/potion-of-disguise.webp",
    "name": "Potion of Disguise (Lesser)",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": "1",
            "value": "1"
        },
        "consumableType": {
            "value": "potion"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> Interact</p>\n<p>Upon imbibing this potion, you take on the appearance of a specific type of creature for [[/r 2d12 #hours]]{2d12 hours}. The type of creature is determined when the potion is created. For example, you might have a <em>potion of elf disguise</em> or <em>potion of frog disguise</em>. Drinking the potion doesn't impart the knowledge of how long the effect lasts; the GM rolls the duration in secret.</p>\n<p>The disguise doesn't change your traits or statistics, nor does it give you any of the special abilities of the creature you're imitating. It might affect what items you can hold or wear (for example, your new form might lack opposable thumbs). The potion shrinks you down to a minimum of size Small, or maintains your size if the creature is your size or larger. For example, if you are Medium and drink a <em>potion of fire giant disguise</em>, you'll take on the appearance of a <em>fire giant</em> but remain Medium. The creature has to be of a specific kind, such as \"<em>leopard</em>\" or \"<em>lion</em>\" rather than just \"<em>cat</em>\", or \"<em>fire giant</em>\" or \"<em>ogre</em>\" rather than just \"<em>giant</em>\", but the potion can't cause you to mimic a specific individual creature.</p>\n<p>The effects of this potion use the same rules as the <em>Impersonate</em> activity of <em>Deception</em>. Onlookers always assume you're the chosen type of creature unless they're actively Seeking. You gain a +4 status bonus to your Deception DC against such Perception checks and add your level even if untrained.</p>\n<p><strong>Craft Requirements</strong> Initial raw materials must include a bit of blood, hair, or flesh of the creature the potion will allow the drinker to imitate.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 5
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 30
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "consumable",
                "magical",
                "polymorph",
                "potion",
                "transmutation"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "consumable"
}
