{
    "_id": "BxzwmwQ5O4fewa4w",
    "img": "systems/pf2e/icons/equipment/alchemical-items/alchemical-tools/purple-worm-repellent.webp",
    "name": "Purple Worm Repellent",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": "1",
            "value": "1"
        },
        "consumableType": {
            "value": "tool"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p>Cave worm repellent is a highly noxious oil that can be applied to a creature or sprinkled in a circle around a 10-foot-radius area. In either case, after it is applied, it lasts for 24 hours or until it is scrubbed clean with 1 minute of work.</p>\n<p>When applied to a creature, the repellent causes cave worms of the indicated type to avoid attacking that creature in melee as long as they have something else nearby to attack. The repellent does not deter a cave worm from making ranged attacks against a coated target. If no creatures are within a cave worm's reach and it wants to approach and make a melee attack, it approaches and attacks a non-coated creature if it can without spending more actions to do so.</p>\n<p>If the coated creature is swallowed by the designated type of cave worm, the cave worm must succeed at a Fortitude save or involuntarily regurgitate the swallowed creature on the next round (a single action).</p>\n<p>When sprinkled around an area, cave worm repellent negates any chance of a random encounter with the particular type of cave worm in that area, as the creatures purposefully avoid the affected area.</p>\n<p>Other types of repellent that function similarly to this one might exist at the GM's discretion. Uncommon or rare creatures are typically much harder to repel, and repellent against them might necessitate harvesting ingredients from the creatures themselves (such as the creature's liver or a certain gland).</p>\n<p><strong>Activate</strong> 1 minute (Interact)</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 13
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 550
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #155: Lord of the Black Sands"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "alchemical",
                "consumable"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "consumable"
}
