{
    "_id": "GAffuPaxuhSku90B",
    "img": "systems/pf2e/icons/equipment/cursed-items/ring-of-sneering-charity.webp",
    "name": "Ring of Sneering Charity",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This gold ring seems to offer good fortune to the wearer when they are charitable to those in need, but its curse was created to tear societies apart by inflaming class resentments and discrediting good works of true charity.</p>\n<p>Upon donning the ring, you must attempt a secret @Check[type:will|dc:25|traits:secret] save to avoid activating its magic. If you succeed, the ring's curse remains dormant, and it appears to be an exhausted item with no magic left. If you fail, the curse awakens, and the ring fuses to you.</p>\n<p>You are compelled to spend 10% of your wealth-and 10% of any future wealth you obtain-on charity. However, your acts of charity are insensitive and so insulting that they earn the recipients' enmity. For example, upon learning someone lost a child, you might toss money at them \\\"to buy a new one.\\\" You can't understand why your gifts aren't met with gratitude and resent the unappreciative recipients, and you firmly believe you should be able to call upon them for favors. You consider yourself an ideal philanthropist, and you constantly try to ingratiate yourself with other charitable organizations and individuals by offering to guide their donations to be more like your own.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "cursed",
                "enchantment",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "wornring"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
