{
    "_id": "xnnVMQZl4i2NuYVe",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Ring of Bestial Friendship",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>The ring is made from a lock of green hair woven around several small gemstones.</p>\n<p>The <em>ring of bestial friendship</em> was created by Nyrissa for a specific reason: to allow her pawn Eirikk to manipulate the beasts of the Stolen Lands so as to sow discord among the PCs' nascent kingdom. As long as someone wears it, she can use spells like <em>@UUID[Compendium.pf2e.spells-srd.Discern Location]{Discern Location}</em> and <em>@UUID[Compendium.pf2e.spells-srd.Scrying]{Scrying}</em> on that person as if she possessed a part of their body. This effect does not work in reverse, despite being crafted from a lock of Nyrissa's hair. Instead, any attempt to use the ring as a body part to aid in casting a spell causes the ring instead to explode into a blast of lightning that causes [[/r 6d6[electricity]]] damage to all creatures within @Template[type:burst|distance:20]{20 feet} (@Check[type:reflex|dc:20|basic:true]). This destroys the ring and automatically counteracts the spell effect that triggered the explosion.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast <em>@UUID[Compendium.pf2e.spells-srd.Charm]{Charm}</em> (heightened to 4th level) on an animal or beast within 30 feet. If the spell succeeds, it forms a mental bond between you and the target for the duration of the charm, which allows you to remain aware of the creature's present state, its direction from you, it's distance from you, and any conditions affecting it, as long as you are both on the same plane of existence and are both alive. If you fail to affect the creature with this <em>charm</em>, or once the <em>charm </em>ends (such as if it is counteracted, or its duration expires), the creature becomes enraged and is immune to the ring's <em>charm </em>from that point on. The creature's rage drives it to attack you and grants it a +1 item bonus on all checks and DCs to do so for 1 hour.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 9
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 600
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Kingmaker"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "unique",
            "value": [
                "cursed",
                "enchantment",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
