{
    "_id": "qJMcnWmzColtya0Z",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Sentry Fulu",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "fulu"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> command, envision, Interact</p>\n<p>A sentry fulu depicts an armed guard. When you activate the fulu, it takes the shape of a Tiny humanoid guard made of paper and keeps watch over an area in a 20‑foot burst. The guard has a Perception DC of 20, along with precise visual senses and imprecise hearing and vibrational sense to detect creatures moving in its area, including through the air. You dictate whether the guard remains still in its area or patrols it; if the latter, you also determine the path the guard takes, at a Speed of 25 feet. You also determine a password others must give the guard to bypass it. If a creature enters the area without giving the password, the sentry creates either an audible or mental alarm. An audible alarm has the sound and volume of a human shouting, as well as the auditory trait, allowing each creature that can hear it to attempt a @Check[type:perception|dc:15] check to wake up if they're asleep. The mental alert reaches you if you're within 60 feet of the active guard (see below). The guard remains active for 8 hours, and then the fulu is consumed.</p>\n<p>If you have more than one sentry fulu, you can set up several that function as a unit, provided their areas touch or overlap. When one sounds its alarm, the alarm passes through all of them, so you must be within range of only one to hear it or receive the mental alert. Creatures that give the correct password to one sentry fulu in a unit need not give that password again to the others. The destruction of one fulu‑created guard in a unit sets off the alarm in others in connected areas.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 4
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 15
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "abjuration",
                "consumable",
                "fulu",
                "magical"
            ]
        },
        "usage": {
            "value": "affixed-to-the-ground"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "consumable"
}
