{
    "_id": "ZEf04zjwyiq1pLPj",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Shadow Manse",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This miniature dollhouse is made of dark wood with steep eaves and wide windows. Close inspection through the open windows reveals the inside to be elaborately decorated with fine furniture and ebony accoutrements.</p>\n<p><strong>Activate</strong> 1 minute (command, envision, Interact)</p>\n<hr />\n<p><strong>Effect</strong> You cause the dollhouse to grow into a mansion, 60 feet across and 20 feet high, with a dozen rooms. The mansion pushes aside rather than traps creatures in the area when it is created. The door appears in front of you; it bears no lock and provides easy entrance to anyone. The mansion's interior is well-appointed and dimly lit via wall sconces and fireplaces that emit pale, heatless flames. Each day at dusk, the mansion's dining room produces enough fine food and water to sustain the creatures in the manor at that time. Except for this nourishment, everything inside the manor is nearly impossible to break; even the flimsiest chairs and thinnest draperies have Hardness 20. The material inside the mansion vanishes if removed, but is replaced with the next activation.</p>\n<p>Although the mansion is easy for anyone to enter, only you and other creatures you designate when you activate the manor can leave it. Others find themselves entering some other part of the mansion when they leave through a door or window, rather than exiting. A creature that succeeds at a @Check[type:occultism|dc:30] check when attempting to exit the mansion can leave it if they choose, as can anyone who Forces Open an exit with a successful @Check[type:athletics|dc:30] check; any opening they make in the mansion closes behind them.</p>\n<p>You can return the shadow manse to its dollhouse form by twisting the front door handle and uttering a command (as a single action). Once deactivated, it can't be reactivated for 8 hours.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 1550
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #183: Field of Maidens"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "conjuration",
                "magical",
                "structure"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
