{
    "_id": "6o6zvitwlNHNaNJM",
    "data": {
        "brokenThreshold": {
            "value": 0
        },
        "bulkCapacity": {
            "value": ""
        },
        "collapsed": {
            "value": false
        },
        "size": {
            "value": "med"
        },
        "containerId": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>Legends claim that some long-forgotten god stole the original bundle of shots of the First Vault from Abadar's repository. Since then, individual pieces have turned up throughout the multiverse. When you pick up a shot of the First Vault, it immediately reshapes itself to function with any ranged weapon and establishes you as its owner until another creature picks it up. As its owner, you can use the shot's single-action activation after shooting it.</p>\n<p>Instead of rolling weapon damage dice, a shot of the First Vault deals 25 damage plus any bonuses or additional damage as if 25 were the result of the weapon's damage dice; the damage type matches that normally dealt by the weapon. Upon damaging a creature, the shot of the First Vault shatters, and the fragments ricochet to hit any other enemies within 30 feet, making attack rolls with the same attack bonus. The shattered fragments remain lodged in the creatures they damage; the creatures are clumsy 2 while the fragments remain in place. A total of 3 actions, which have the manipulate trait, are required to remove the fragments from yourself or an adjacent creature; alternatively, a single action and a successful DC 30 Medicine check can be used. A critical failure on this Medicine check deals 10 persistent bleed damage to the creature with the embedded fragment.</p>\n<p><span><strong>Activate</strong> <span style=\"font-family: 'Pathfinder2eActions'; font-size: 1.8em; display: inline;\">A</span> command; <strong>Effect</strong> You recall the <em>shot of the First Vault</em>, which automatically reloads itself into your weapon. If the shot had fragmented, the fragments violently dislodge themselves, dealing 15 persistent bleed damage to each creature in which they were embedded. The fragments then unite to re-form the <em>shot of the First Vault</em>, which automatically reloads itself into your weapon.<br /></span></p>\n<p><span><strong>Activate</strong> <span style=\"font-family: 'Pathfinder2eActions'; font-size: 1.8em; display: inline;\">T</span> Interact; <strong>Requirements</strong> The shot is loaded in your ranged weapon, or at hand if your ranged weapon has a reload of 0; <strong>Effect</strong> You line up a perfectly aimed attack directly toward the First Vault. You Strike a creature, then the <em>shot of the First Vault</em> attempts to bring your target with it as it returns to the First Vault. Unless your attack roll is a critical failure, the creature must attempt a DC 45 Reflex save; this effect has the incapacitation trait. Regardless, the <em>shot of the First Vault</em> returns to the First Vault.<br /></span></p>\n<p><span><strong>Critical Success</strong> The creature is unaffected.<br /><strong>Success</strong> The creature is moved 1d20×50 feet in the direction you fired. If this causes it to hit a solid object, it takes 50 bludgeoning damage.<br /><strong>Failure</strong> The creature is transported to a random location on the plane of Axis.<br /><strong>Critical Failure</strong> The creature is transported to the First Vault. Unless it is capable of eluding Abadar's precautions, it is likely unable to escape the Vault on its own.<br /></span></p>\n<p><span><strong>Destruction</strong> If 10 <em>shots of the First Vault</em> are all fired at the same group of keketar or izfiitar proteans within 1 minute of each other, each shot was a hit, and the shots are then recalled, the shots collide as they attempt to re-form and crumble to dust.</span></p>"
        },
        "equipped": {
            "value": false
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": {
            "value": 0
        },
        "hp": {
            "value": 0
        },
        "identified": {
            "value": true
        },
        "invested": {
            "value": false
        },
        "level": {
            "value": "23"
        },
        "maxHp": {
            "value": 0
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": ""
        },
        "quantity": {
            "value": "1"
        },
        "rarity": {
            "value": "common"
        },
        "source": {
            "value": ""
        },
        "stackGroup": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "rare"
            },
            "usage": {
                "value": "held-in-one-hand"
            },
            "value": [
                "artifact",
                "divine",
                "evocation"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/equipment/artifacts/shot-at-the-first-vault.jpg",
    "name": "Shot of the First Vault",
    "permission": {
        "default": 0
    },
    "type": "equipment"
}
