{
    "_id": "vhhjN70J1j3RfECJ",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/siluette-cloak.webp",
    "name": "Silhouette Cloak",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>In bright light, this dark cloak shimmers with patches of color that shift and move even when the cloth is still. In dim light or darkness, the cloak seems to blend into your surroundings and grants you a +3 item bonus to Stealth checks.</p>\n<hr />\n<p><strong>Activate</strong> Interact (1 minute)</p>\n<hr />\n<p><strong>Effect</strong> You and objects you wear or carry fall into your shadow, becoming a twodimensional silhouette. In this form you aren't incorporeal, but you also don't have a solid form and don't occupy your space, allowing other creatures to pass through or end their turn there. You gain resistance 20 to all damage except force damage, damage from effects with the light trait, and damage from Strikes with the ghost touch property rune. This increases to resistance 40 against nonmagical damage. Other creatures can't attempt Strength-based skill checks against you.</p>\n<p>Your land and climb Speeds both become 40 feet. You can't use actions except Climb, Step, or Stride actions using the granted Speeds or an Interact activation to return to your normal form. If your current space doesn't have sufficient room for you to return to your normal form, you return to your normal form in the nearest open space.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">r</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You take damage</p>\n<hr />\n<p><strong>Effect</strong> You fold the cloak over yourself and vanish into your shadow for a moment, gaining the benefits of the first activation until the end of the current creature's turn. The damage resistance applies to the triggering damage.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 70000
            }
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "label": "Silhouette Cloak while in Dim Light or Darkness",
                "predicate": [
                    {
                        "or": [
                            "dim-light",
                            "darkness"
                        ]
                    }
                ],
                "selector": "stealth",
                "type": "item",
                "value": 3
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: The Grand Bazaar"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "invested",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "worncloak"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
