{
    "_id": "QDYPr19De3TBIysx",
    "img": "systems/pf2e/icons/equipment/runes/armor-property-runes/armor-property-runes.webp",
    "name": "Sinister Knight",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p><em>Sinister knight</em> armor shrouds the wearer's identity in secrecy, allowing Crimson Reclaimers to pass among foes without being immediately unmasked. The wearer gains a +1 item bonus to Deception checks.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> envision</p>\n<hr />\n<p><strong>Effect</strong> With a thought, the wearer activates a disguise. While the <em>sinister knight</em> armor's disguise is active, any identifying insignia or aesthetic of the armor is replaced by generic malevolent aesthetics such as spikes or demonic faces. While in the disguise, the wearer is always considered to be taking precautions against lifesense, and even a creature that successfully notices the wearer with its lifesense mistakes the wearer for an undead unless it critically succeeds at its Perception check or the wearer critically fails a Deception or Stealth check. Finally, while in the disguise, the rune attempts to counteract any effects that would reveal your alignment; on a successful counteract check, rather than negate the effect, the rune causes the effect to perceive your alignment as evil (maintaining any lawful or chaotic component of your alignment).</p>\n<p>The wearer can Dismiss the disguise, and if the wearer's armor is removed, the disguise deactivates automatically.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 8
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 500
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Character Guide"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "abjuration",
                "illusion",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
