{
    "_id": "a2yYccCg6ZWvJkdo",
    "img": "systems/pf2e/icons/equipment/adventuring-gear/candle.webp",
    "name": "Soulspark Candle",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This thick, white pillar candle has flecks of ash and bone mixed amid the wax. When lit, the candle sheds bright light for 20 feet and dim light for a further 20 feet. The candle can't be snuffed by weather, water, or accident but can be purposefully snuffed through ritual prayer. The candle doesn't release heat and can't be used to start a fire. The candle is never exhausted, regardless of how long it burns.</p>\n<p>The area within the candle's light is a consecrated space. Worshippers of Pharasma within this area gain a +3 status bonus to attack rolls, skill checks, saving throws, and Perception checks. Undead creatures and worshippers of Urgathoa within this area take a –3 status penalty to those checks.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Effect: Soulspark Candle]{Effect: Soulspark Candle}</p>\n<p>When an undead creature or a haunt comes within the light of a <em>soulspark candle</em>, the candle's flame turns from red to black, makes a loud crackling sound, and releases a flash of bright sparks. The candle continues to burn black and crackle for as long as a haunt or undead remains in the area.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You light the candle.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> command</p>\n<p><strong>Requirements</strong> The candle is lit</p>\n<hr />\n<p><strong>Effect</strong> You put out the candle with ritual prayers to Pharasma.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command (evocation, light)</p>\n<p><strong>Requirements</strong> The candle is lit, and an undead is within the light's area</p>\n<hr />\n<p><strong>Effect</strong> You command the candle to illuminate the dead. All undead creatures in the area are limned in blue, heatless fire for as long as they remain in the area, plus 1 minute after they leave the area or the light goes out. Visible undead can't be @UUID[Compendium.pf2e.conditionitems.Concealed]{Concealed} while limned in these flames. Invisible undead are concealed while limned in these flames, rather than being undetected. Haunts are unaffected by this light.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> command (divine, evocation, fire)</p>\n<p><strong>Requirements</strong> The candle is lit, and an undead or haunt is within the light's area</p>\n<hr />\n<p><strong>Effect</strong> You command the candle to destroy the undead. The candle's flame erupts into a mass of fire that burns away undead and haunts. Any undead within the candle's light takes [[/r {20d8}[fire]]]{20d8 fire damage} (@Check[type:fortitude|dc:45|basic:true|traits:evocation,fire]). Pharasma empowers these flames, allowing them to ignore fire resistance or immunity. Any haunts in the area are instead subject to Pharasma's banishing light. The candle attempts a check to disable each haunt with a +35 modifier. This check applies to any skills applicable to disable the haunt and always has legendary proficiency. Once the candle is Activated in this way, its light immediately goes out, and the candle can't be relit for 1 hour.</p>\n<p><strong>Destruction</strong> If a <em>soulspark candle</em> is lit by an undead of at least 20th level that worships Urgathoa, the candle burns down as if it were a normal candle over the course of 48 hours. At the end of this time, if the candle is still burning, it burns away completely and is destroyed.</p>"
        },
        "details": {
            "source": {
                "value": "Pathfinder #186: Ghost King's Rage"
            }
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 0
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": ""
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "artifact",
                "consecration",
                "divination",
                "divine"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
