{
    "_id": "payq4TwkN2BRF6fs",
    "img": "systems/pf2e/icons/equipment/runes/weapon-property-runes/weapon-property-runes.webp",
    "name": "Spell-Storing",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>A <em>spell-storing</em> rune creates a reservoir of eldritch energy within the etched weapon. A spellcaster can spend 1 minute to cast a spell of 3rd level or lower into the weapon. The spell must have a casting of 2 actions or fewer and must be able to target a creature other than the caster. The spell has no immediate effect-it is instead stored for later. When you wield a <em>spell-storing</em> weapon, you immediately know the name and level of the stored spell. A <em>spell-storing</em> weapon found as treasure has a 50% chance of having a spell of the GM's choice stored in it.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> command</p>\n<p><strong>Requirements</strong> On your previous action this turn, you hit and damaged a creature with this weapon</p>\n<hr />\n<p><strong>Effect</strong> You unleash the stored spell, which uses the target of the triggering attack as the target of the spell. This empties the spell from the weapon and allows a spell to be cast into it again. If the spell requires a spell attack roll, the result of your attack roll with the weapon determines the degree of success of the spell, and if the spell requires a saving throw, the DC is 30.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> command</p>\n<hr />\n<p><strong>Effect</strong> Harmlessly expend the stored spell. This frees the weapon to have a new spell cast into it.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 13
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 2700
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "abjuration",
                "magical"
            ]
        },
        "usage": {
            "value": "etched-onto-melee-weapon"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
