{
    "_id": "B4DnQNcGl6nFVKHl",
    "data": {
        "brokenThreshold": {
            "value": 0
        },
        "bulkCapacity": {
            "value": ""
        },
        "collapsed": {
            "value": false
        },
        "size": {
            "value": "med"
        },
        "containerId": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p><span>A <em>sphere of annihilation</em> is a floating black sphere that pulls any matter that comes into contact with it into a void, destroying it utterly. Anything or anyone destroyed by the sphere can be brought back only by a deity's direct intervention. The sphere can't be counteracted by dispel magic or similar effects.<br /></span></p>\n<p><span>The sphere stays entirely still until caused to move by a creature controlling it. Taking control of the sphere requires succeeding at an attempt to activate it. A talisman of the sphere makes it easier to control the sphere.<br /></span></p>\n<p><span><strong>Activate</strong> <span style=\"font-family: 'Pathfinder2eActions'; font-size: 1.8em; display: inline;\">A</span> command; <strong>Requirements</strong> You are within 40 feet of the sphere; <strong>Effect</strong> You attempt a DC 30 Arcana or Occultism check to take control of the sphere. If someone else already controls the sphere, this check uses their Will DC if higher. If you succeed, you take control of the sphere. If you fail, the sphere moves 10 feet closer to you (or 20 feet on a critical failure). You keep control as long as you remain within 80 feet of the sphere and Sustain the Activation each round. When you Sustain the Activation, you must attempt a DC 30 Arcana or Occultism check. If you succeed, you direct the sphere to move up to 10 feet in a straight line (or up to 20 feet on a critical success). On a failure, you lose control of the sphere, and it moves 10 feet closer to you in a straight line (or 20 feet on a critical failure).<br /></span></p>\n<p><span><strong>Destruction</strong> When a gate spell is cast such that its rift overlaps a <em>sphere of annihilation</em>, roll d%. On a result of 1-50, the sphere is destroyed; on a 51-85, the spell is disrupted; and on a 86-100, everything within an 180-foot emanation of the sphere is pulled to another plane through a tear in the spatial fabric. If a <em>rod of cancellation</em> (<em>Pathfinder Advanced Player's Guide</em>) touches the sphere, both items explode, dealing 14d6 bludgeoning damage (DC 35 basic Reflex save) to everything in a 60-foot burst from the point of their destruction.</span></p>"
        },
        "equipped": {
            "value": false
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": {
            "value": 0
        },
        "hp": {
            "value": 0
        },
        "identified": {
            "value": true
        },
        "invested": {
            "value": false
        },
        "level": {
            "value": "27"
        },
        "maxHp": {
            "value": 0
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": ""
        },
        "quantity": {
            "value": "1"
        },
        "rarity": {
            "value": "common"
        },
        "source": {
            "value": ""
        },
        "stackGroup": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "rare"
            },
            "usage": {
                "value": "held-in-one-hand"
            },
            "value": [
                "artifact",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/equipment/artifacts/sphere-of-annihilation.jpg",
    "name": "Sphere of Annihilation",
    "permission": {
        "default": 0
    },
    "type": "equipment"
}
