{
    "_id": "3GnTrwAfD00zW2cO",
    "img": "systems/pf2e/icons/equipment/held-items/stone-circle.webp",
    "name": "Stone Circle",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>A <em>stone circle</em> appears to be a thumb-sized rectangular gray stone until activated.</p>\n<hr />\n<p><strong>Activate</strong> (1 minute) envision, Interact</p>\n<p><strong>Frequency</strong> once per week</p>\n<hr />\n<p><strong>Effect</strong> When the circle is stood on the ground and activated, the stone grows into a massive stone pillar 13 feet high, 7 feet across, and weighing 25 tons. Identical pillars rise up from the ground marking a circle 100 feet across, with capstones connecting the pillars. There must be enough space to deploy the circle or it won't activate. During the activation, you align the stone circle to face a single astronomical feature, such as the sun, the moon, or a constellation. You can revert the stone circle back to its original state by using an Interact action to push over the original stone pillar. Once you do, the rest of the stone circle collapses in a dramatic fashion, the stones falling, cracking, and disintegrating into dust. If you don't begin a ritual inside of the stone circle within 1 day of its activation, it reverts back to its original state.</p>\n<p>When you cast a ritual of 5th level or lower within the <em>stone circle</em>, the first failure on a secondary check is improved by one degree of success (a critical failure becomes a failure and a failure becomes a success). Once you complete a ritual within the stone circle, regardless of the result, the stones collapse and it reverts back to its original form.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 1000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: The Grand Bazaar"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "conjuration",
                "magical",
                "structure"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
