{
    "_id": "XyoYrGEAhJ3iCahe",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Publican",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> A tavern appears in the village surrounding Harrowheart, run by a jovial one-eyed bartender. The tavern is always bustling with a rotating cast of different patrons and performers. The bartender knows the heroes' feast ritual and can teach it to the PCs. Skill checks attempted at the tavern to perform this ritual gain a +2 item bonus. If The Juggler has been epitomized, and the town square is linked to a city, the patrons of this tavern trade gossip from that city as if they were citizens there, allowing a character to Gather Information in the tavern as if they were doing so on the streets of the linked city.</p>",
            "value": "<p><strong>Suit</strong> Star (Wis)</p>\n<p><strong>Alignment</strong> chaotic good</p>\n<hr />\n<p><em>The Publican</em> represents friendship, shelter, and insight. As long as you have <em>The Publican</em> invested, treat critically failed checks made to Aid as regular failures instead. If you are at least 14th level, the circumstance bonus you provide for succeeding or critically succeeding at checks to Aid increases by 1.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">r</span> envision</p>\n<p><strong>Trigger</strong> You improve a creature's attitude to you</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You improve the creature's attitude by an additional step more than you would normally. If you're at least 18th level, you improve the creature's attitude by two additional steps.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #190: The Choosing"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "enchantment",
                "harrow-court",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
