{
    "_id": "YiitcoNxawdhTO1e",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Void Mirror",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p><strong>Usage</strong> Mounted in frame</p>\n<hr />\n<p>The <em>Void Mirror</em> was created on a distant planet by a now‑extinct alien cult to aid in unlocking the secrets of the Dark Tapestry. It appears as a 5‑foot‑tall, 2‑foot‑wide mirror of dark glass. As long as it's unmounted in a frame, the <em>Void Mirror</em> functions only as a mirror, save that it always reflects the sky as if it were night, regardless of the time of day. When the <em>Void Mirror</em> is mounted in a frame, it instead serves as a window into space, displaying a star field in its glass rather than a reflection. This frame can be of any quality, but stouter frames help to prevent the frame's destruction and thus help to keep the <em>Void Mirror</em> functional.</p>\n<p>The view presented by the <em>Void Mirror</em> is any view of the night sky possible from its current physical location, regardless of time of day. Observations of the sky in this way add a +3 item bonus to Astronomy Lore or Perception checks made while using the mirror. The point of view can be shifted through hand gestures, causing the scene within the mirror to reorient in any direction desired.</p>\n<p>A character who peers into the starscape within the <em>Void Mirror</em> must attempt a @Check[type:will|dc:41] save. On a <strong>failure</strong>, the character feels something looking back at them from the dark places between the stars. On a <strong>critical failure</strong>, this sensation causes the character to become @UUID[Compendium.pf2e.conditionitems.Frightened]{Frightened 1}. The character is then temporarily immune to this effect for 24 hours.</p>\n<p>By placing the <em>Void Mirror</em> in a specially-constructed frame, it can halt the ongoing transformation of a creature that has performed the apotheosis activation. Building such a frame is beyond the skill of low-level characters, as it requires an artisan with legendary proficiency in Crafting.</p>\n<p>The <em>Void Mirror</em> can be utilized in other ways, but before a character can activate these effects the occult methods to access these ritual-like effects must be Researched separately. Since the specific methods for these activations vary slightly from person to person, these methods can't be taught; each person who seeks to activate the <em>Void Mirror</em> in one of the following ways must complete their own research to unlock the artifact's secrets. Each requires a separate number of Occultism checks to Research, as detailed below for each activation.</p>\n<hr />\n<p><strong>Activate</strong> 1 hour (Interact)</p>\n<p><strong>Research</strong> Accumulate 12 RP by making @Check[type:occultism|dc:20] (expert) checks when Researching (1 week per attempt)</p>\n<p><strong>Frequency</strong> once per month</p>\n<hr />\n<p><strong>Effect</strong> The first activation ritual is known as \"Speak to the Void\" and allows the user to contact an intelligence in a distant part of the universe, provided the mirror shows that location (regardless of distance). This alien intelligence infuses the user's mind with answers, allowing the user to Recall Knowledge using Nature or Occultism as if they were legendary proficiency with the skill (including the +8 proficiency bonus). If this check fails, the character takes [[/r {10d6}[mental]]]{10d6 mental damage} (100 mental damage on a critical failure) as the imparted knowledge does more harm than good.</p>\n<hr />\n<p><strong>Activate</strong> 1 hour (Interact)</p>\n<p><strong>Research</strong> Accumulate 12 RP by making @Check[type:occultism|dc:30] (master) checks when Researching (1 month per attempt)</p>\n<p><strong>Frequency</strong> once per year</p>\n<hr />\n<p><strong>Effect</strong> The second activation ritual is known as \"Call from the Void.\" The user performs a 1-hour-long rite before the <em>Void Mirror</em>, during which they indicate a type of aberration, beast, fungus, ooze, or plant creature that's an alien life form from the planet the user is currently located on. The target creature must be a level equal to or less than the user's level +4. As the rite ends, the user attempts an Occultism check against the target creature's Will DC.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is drawn across the universe to appear in a space adjacent to the <em>Void Mirror</em>. The creature's initial attitude toward the user is helpful, but this attitude can shift quickly if the creature realizes its goals and personality differs dramatically from the user's, or if the user makes a request of the creature that's against its nature. As long both the creature and the user are within 30 feet of the <em>Void Mirror</em>, the user can return the creature to its original location by Dismissing this activation. The creature can attempt a Will save against the user's Occultism DC to resist being returned; if it succeeds, it's temporarily immune for 24 hours.</p>\n<p><strong>Success</strong> As critical success, but the creature is indifferent upon arrival.</p>\n<p><strong>Failure</strong> As critical success, but the creature is hostile upon arrival.</p>\n<p><strong>Critical Failure</strong> As failure, but magical feedback from the failed activation causes the user to become @UUID[Compendium.pf2e.conditionitems.Stunned]{Stunned 3}.</p>\n<hr />\n<p><strong>Activate</strong> 7 days (Interact)</p>\n<p><strong>Research</strong> Accumulate 12 RP by making @Check[type:occultism|dc:40] (legendary) checks when Researching (1 year per attempt)</p>\n<p><strong>Frequency</strong> once per century</p>\n<hr />\n<p><strong>Effect</strong> The third activation ritual is known as \"Become the Void\" and requires the user to continue performing the rite for 7 consecutive days (as if they were performing a multi-day ritual). If the user fails to perform this rite for one of these 7 consecutive days, they immediately suffer the critical failure effect below.</p>\n<hr />\n<p><strong>Critical Success</strong> The user's body, mind, and soul are infused with alien energies drawn from the Dark Tapestry, which transforms the user into an aberration of a level no higher than their current level +4. This new form could be an existing aberration or a unique one of the GM's creation. The user retains their memories and spellcasting ability (including any rituals they know) but becomes chaotic evil and loses all other abilities they possessed in their previous form.</p>\n<p><strong>Success</strong> As critical success, but the aberration the user transforms into can be of a level no higher than half the user's current level.</p>\n<p><strong>Failure</strong> The user's attempt to change is a painful mistake that deals [[/r {10d6+40}[bludgeoning]]]{10d6+40 bludgeoning damage} as their body twists, bends and breaks. Ultimately, they are not transformed.</p>\n<p><strong>Critical Failure</strong> The user is slain, but their body shifts and transforms into a brand new creature as the bodiless alien intelligence Tchekuth incubates within the user's flesh, mind and soul. This transformation takes another 7 days to complete but can be halted indefinitely if the <em>Void Mirror</em> is placed in a specially constructed frame aimed at the body's location (regardless of any solid object between the mirror and the body). Slowing or stopping this transformation via other means requires complex rituals or divine intervention, subject to the GM's whim. After 7 days, the body completes its transformation and Tchekuth rises once more as a physical threat.</p>\n<hr />\n<p><strong>Destruction</strong> A creature that completes the apotheosis of Becoming the Void can destroy the <em>Void Mirror</em> by smashing it, though doing so also destroys the creature performing this action in a violent burst of occult energy.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "selector": "astronomy-lore",
                "type": "item",
                "value": 3
            },
            {
                "domain": "all",
                "key": "RollOption",
                "label": "Is astronomically observing the mirror",
                "option": "observe-mirror",
                "toggleable": true
            },
            {
                "key": "FlatModifier",
                "predicate": [
                    "observe-mirror"
                ],
                "selector": "perception",
                "type": "item",
                "value": 3
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder Adventure: Malevolence"
        },
        "stackGroup": null,
        "traits": {
            "custom": "",
            "rarity": "unique",
            "value": [
                "artifact",
                "conjuration",
                "divination",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "3"
        }
    },
    "type": "equipment"
}
