{
    "_id": "ZhxhWosYW3tZfDqL",
    "img": "systems/pf2e/icons/default-icons/hazard.svg",
    "items": [
        {
            "_id": "6fhR4Gojdgr4b2mu",
            "img": "systems/pf2e/icons/actions/Reaction.webp",
            "name": "Haunting Vision",
            "sort": 0,
            "system": {
                "actionCategory": {
                    "value": "interaction"
                },
                "actionType": {
                    "value": "reaction"
                },
                "actions": {
                    "value": null
                },
                "description": {
                    "value": "<p><strong>Trigger</strong> A creature comes within 5 feet of the phantasm</p>\n<hr />\n<p><strong>Effect</strong> The disquieting phantasm creates a haunting vision. The triggering creature must attempt a @Check[type:will|dc:19|name:Xarwin Manor Phantasm] save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is unaffected.</p>\n<p><strong>Failure</strong> If the creature doesn't have the malevolence condition, the value of its malevolence condition increases by 1.</p>\n<p><strong>Critical Failure</strong> The creature increases its malevolence condition by 1.</p>"
                },
                "requirements": {
                    "value": ""
                },
                "rules": [],
                "slug": null,
                "source": {
                    "value": ""
                },
                "traits": {
                    "custom": "",
                    "rarity": "common",
                    "value": [
                        "mental",
                        "emotion",
                        "enchantment",
                        "fear",
                        "occult"
                    ]
                },
                "trigger": {
                    "value": ""
                },
                "weapon": {
                    "value": ""
                }
            },
            "type": "action"
        }
    ],
    "name": "Xarwin Manor Phantasm",
    "system": {
        "attributes": {
            "ac": {
                "value": 12
            },
            "hardness": 2,
            "hasHealth": true,
            "hp": {
                "details": "",
                "max": 12,
                "temp": 0,
                "value": 12
            },
            "stealth": {
                "details": "",
                "value": 5
            }
        },
        "creatureType": "",
        "details": {
            "description": "<p>The malevolence manifests a disturbing illusion meant to unsettle and erode intruders' resistances to the manor's dangers. Roll [[/r 1d12]] on the Xarwin Manor Phantasms table to determine what sort of illusion occurs; alternatively, pick an appropriate one from the table or create one of your own using the listed results as examples or inspiration.</p>\n<h3><strong>Xarwin Manor Phantasms</strong></h3>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>[[/r 1d12]]</th>\n<th>Phantasm</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>A damp, ectoplasmic handprint appears on a window or wall, only to reach out of the surface briefly to try to choke a character. The hand vanishes a moment later, but the PC's left hand feels weirdly damp until it's wiped off.</td>\n</tr>\n<tr>\n<td>2</td>\n<td>A painless, bloodless incision manifests across a PC's forehead, completely encircling their skull over a few seconds; when the incision completes its circuit, the PC experiences a momentarily excruciating headache before the incision vanishes.</td>\n</tr>\n<tr>\n<td>3</td>\n<td>The PC catches a glimpse of a shadowy figure in a reflective surface; the figure raises an arm as if to point at them, yet the arm has no hand. When the PC turns to confront the image or blinks, the figure is gone.</td>\n</tr>\n<tr>\n<td>4</td>\n<td>The PC stumbles then notices that loose objects in the room shake, curtains swing, and floorboards shift. If a window is visible, the trees outside sway even though it's a windless day. As everything grows still, the PC gets the feeling that something immense just shifted somewhere down below. No other PC experiences this sensation.</td>\n</tr>\n<tr>\n<td>5</td>\n<td>The PC feels a sudden pain on their left wrist and is convinced that their hand has been cut off. Upon looking at the suspected wound, the pain vanishes and the hand looks fine.</td>\n</tr>\n<tr>\n<td>6</td>\n<td>The sky through a window appears to be fully night during the day, or the ceiling above suddenly fades away to reveal the night sky. The PC feels something looking back at them from somewhere between the stars, but as soon as they blink, look away, or draw attention to the night sky, the image reverts to normal.</td>\n</tr>\n<tr>\n<td>7</td>\n<td>The PC is suddenly overcome with the conviction that they've lived in this manor for decades and that the other PCs are trespassers, only for the feeling to vanish moments later.</td>\n</tr>\n<tr>\n<td>8</td>\n<td>The PC suddenly feels an overwhelming sense of betrayal from one of the other PCs-preferably the one with which they have the closest emotional ties. A heartbeat later, the feeling fades away.</td>\n</tr>\n<tr>\n<td>9</td>\n<td>The PC can hear what sounds like a small bird trapped in a wall, struggling for escape; no other PC can hear it. A few moments later, the PC feels that they're the trapped bird, and then the phantasm fades away.</td>\n</tr>\n<tr>\n<td>10</td>\n<td>The PC suddenly loses all senses and feels weightless for a split second. In the darkness, they get the creeping thought that something is about to give them the gift of sight, but they know that what they'll see will be awful. Then, everything returns to normal.</td>\n</tr>\n<tr>\n<td>11</td>\n<td>The PC is, for a few frightening moments, suddenly convinced that someone else is thinking for them and that they've been tricked into thinking they're in their own body when they're not.</td>\n</tr>\n<tr>\n<td>12</td>\n<td>The PC suddenly remembers an awful memory from their past or childhood, then feels a sense of relief as that memory is pulled from their minds. They can remember that something bad happened but not what it was.</td>\n</tr>\n</tbody>\n</table>",
            "disable": "<p>@Check[type:occultism|dc:15|name:Exorcise Phantasm] or @Check[type:religion|dc:15|name:Exorcise Phantasm] (to exorcise the disquieting phantasm)</p>",
            "isComplex": false,
            "level": {
                "value": -1
            },
            "reset": "",
            "routine": ""
        },
        "saves": {
            "fortitude": {
                "saveDetail": "",
                "value": 8
            },
            "reflex": {
                "saveDetail": "",
                "value": 2
            },
            "will": {
                "saveDetail": "",
                "value": 9
            }
        },
        "source": {
            "value": "Pathfinder Adventure: Malevolence"
        },
        "statusEffects": [],
        "traits": {
            "ci": [],
            "di": {
                "custom": "",
                "selected": {},
                "value": [
                    "precision",
                    "critical-hits",
                    "object-immunities"
                ]
            },
            "dr": [],
            "dv": [
                {
                    "type": "positive",
                    "value": 2
                }
            ],
            "rarity": "common",
            "size": {
                "value": "med"
            },
            "value": [
                "haunt"
            ]
        }
    },
    "type": "hazard"
}
