{
    "_id": "ZOT2ztnh6PdqV5EJ",
    "folder": "wf0cLn0HOBmQ0qOT",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Knack for Contraptions",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "dex",
                    "int"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You've always liked to fiddle with things mechanical, anything from simple tools to more complex contraptions. The more parts, especially moving parts, the better. You often got in trouble as a child for dismantling something just to see how it worked. As you grew up, you drew plans and yearned to study engineering so that you could build something of your own. You read tales of Jistkan marvels, Shory flying cities, and Azlanti magitech and clockworks. After hearing that an expedition to old Azlant was looking to take on research assistants, you immediately signed up, hoping for a chance to study the ruins. You've even heard that the town has a business with a clockwork soldier working as a guard! You've spent the whole ship ride over to Talmandor's Bounty thinking of the wonders you might find.</p>\n<p>Choose two attribute boosts. One must be to <strong>Intelligence</strong> or <strong>Dexterity</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Crafting skill and the Engineering Lore skill. You can cast @UUID[Compendium.pf2e.spells-srd.Item.Live Wire] as an arcane innate cantrip. As normal, the cantrip heightens to half your level rounded up.</p>"
        },
        "items": {},
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Shades of Blood Player's Guide"
        },
        "rules": [],
        "trainedSkills": {
            "lore": [
                "Engineering Lore"
            ],
            "value": [
                "crafting"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
