{
    "_id": "LH2xktS54P9aa2uY",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Amateur Director",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You grew up a child of the theater. Perhaps your parents were actors or directors, or maybe you fell in with a theater crowd at a young age. Perhaps you and your siblings shared a tradition of putting on plays for your parents or, if you were an only child, maybe you directed your toys and stuffed animals in elaborate productions that played out in your mind. Whatever the case, as you grew older, you found that you were most comfortable helping to organize and facilitate the goals and dreams of others—and not just in the role of being a director for a stage production. You've always derived satisfaction from being the one in charge of something and helping others get organized so as to accomplish something significant. Yet for whatever reason, this never quite grew into your job; you've never actually made money directing, or if you have, it was never enough to allow you to abandon your other responsibilities. Still, the experience you've gained at this amateur work has given you some impressive skills and self-confidence.</p>\n<p>Choose two attribute boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Diplomacy skill and the Theater Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Group Impression] skill feat.</p>\n<p>If you have the Leader persona trait, you also become trained in the Scribing Lore skill.</p>"
        },
        "items": {
            "5P4ir": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Group Impression",
                "uuid": "Compendium.pf2e.feats-srd.Item.Group Impression"
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Curtain Call Player's Guide"
        },
        "rules": [
            {
                "key": "GrantItem",
                "predicate": [
                    {
                        "not": "feature:persona-trait"
                    }
                ],
                "uuid": "Compendium.pf2e.campaign-effects.Item.Persona Trait"
            }
        ],
        "trainedSkills": {
            "lore": [
                "Theater Lore"
            ],
            "value": [
                "diplomacy"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "persona-leader"
            ]
        }
    },
    "type": "background"
}
