{
    "_id": "VW8YNoIFhYD3UuyX",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Art Tutor",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "dex",
                    "int"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Art has always been important to you. It's likely that you've got a significant talent for creating artwork yourself, but at the very least, you grew up in a home, neighborhood, or city where artwork was freely available for you to enjoy. The first time you met someone who hadn't had this luxury was a shock, and you promised yourself that you would do whatever you could to bring the joy of artwork to places and people unfortunate enough to be bereft of it. Of course, original art isn't always something that can be transported, so you've settled on the next best thing—teaching others about art, art history, and artistic theory. Whether you've made money by teaching others about art or taken it upon yourself to altruistically educate others, the only thing that approaches the feeling of euphoria you receive from admiring or creating a new piece of art is what you gain by spreading this appreciation to others.</p>\n<p>Choose two attribute boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Crafting skill and the Art Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Crafter's Appraisal] feat.</p>\n<p>If you have the Scholar persona trait, you also become trained in the Academia Lore skill.</p>"
        },
        "items": {
            "W2Ygv": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Crafter's Appraisal",
                "uuid": "Compendium.pf2e.feats-srd.Item.Crafter's Appraisal"
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Curtain Call Player's Guide"
        },
        "rules": [
            {
                "key": "GrantItem",
                "predicate": [
                    {
                        "not": "feature:persona-trait"
                    }
                ],
                "uuid": "Compendium.pf2e.campaign-effects.Item.Persona Trait"
            }
        ],
        "trainedSkills": {
            "lore": [
                "Art Lore"
            ],
            "value": [
                "crafting"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "persona-scholar"
            ]
        }
    },
    "type": "background"
}
