{
    "_id": "nXnaV9JwUG1N2dsg",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Attention Addict",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "str"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>A roaring crowd chanting your name. Your face plastered all over the city. Fawning fans begging for your autograph. Jealous rivals. Endless fame. The promise of all this and more is what drove you to enter this year's Ruby Phoenix Tournament, and with your prodigious star power it's no wonder why they selected you for the prequalifier on Danger Island. You've got champion stamped all over you. Obviously, the organizers knew a winner when they saw one. It's already clear that you'll be named Ruby Phoenix Champion - the challenges leading up to your prize ceremony are mere formalities, but you're happy to indulge the impassioned masses. After all, the people want a show, and what kind of celebrity would you be if you denied them? You might even deign to compete in some fights, too, as long as your hair doesn't get mussed.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in Performance and the Gladiatorial Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Impressive Performance] skill feat</p>"
        },
        "items": {
            "iln6y": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Impressive Performance",
                "uuid": "Compendium.pf2e.feats-srd.Item.xqAdXRd2gSQcqp5E"
            }
        },
        "rules": [],
        "source": {
            "value": "Pathfinder: Fists of the Ruby Phoenix Player's Guide"
        },
        "trainedLore": "Gladiatorial",
        "trainedSkills": {
            "value": [
                "prf"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "background"
}
