{
    "_id": "jN3Ww8tBsTaOVX4t",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Bully or Baiter?",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "str"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Force, be it as a physical presence or as a strength of personality, has long given bullies power over others in their groups. Whether it's the threat of a physical beating or the actual assault itself, the bully's methods are usually efficient at establishing a network full of fearful followers and social power. You may have been a bully yourself, and if so, you've never faced any significant comeuppance or retribution for your nefarious actions, and the skills you developed as a youth while bullying others serve you very well today. Yet maybe you weren't the bully—maybe you were a baiter of bullies instead? Someone who put on an irresistible-to-bullies appearance only to turn their tactics back upon them with threats and violence. Were you a champion of the picked-upon and downtrodden in schoolyard and back alley alike, who lured the local bullies into traps that taught them lessons writ in blood and pain?</p>\n<p>Choose two attribute boosts. One must be to <strong>Strength</strong> or <strong>Charisma</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Intimidation skill and the Underworld Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Intimidating Glare] skill feat.</p>\n<p>If you have the Warrior persona trait, you also become trained in the Warfare Lore skill.</p>"
        },
        "items": {
            "XRbw2": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Intimidating Glare",
                "uuid": "Compendium.pf2e.feats-srd.Item.Intimidating Glare"
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Curtain Call Player's Guide"
        },
        "rules": [
            {
                "key": "GrantItem",
                "predicate": [
                    {
                        "not": "feature:persona-trait"
                    }
                ],
                "uuid": "Compendium.pf2e.campaign-effects.Item.Persona Trait"
            }
        ],
        "trainedSkills": {
            "lore": [
                "Underworld Lore"
            ],
            "value": [
                "intimidation"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "persona-warrior"
            ]
        }
    },
    "type": "background"
}
