{
    "_id": "qLr9HMlDTWS81NVj",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Cathedral Child",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You grew up in the shadow of the Sandpoint Cathedral, perhaps literally. Abstalar Zantus, the caretaker of the cathedral, may be your adoptive father or religious mentor. Though Abstalar worships Desna, the Sandpoint Cathedral is multidenominational and includes chapels devoted to Abadar, Desna, Erastil, Gozreh, Sarenrae, and Shelyn; so worshippers from all non-evil faiths are welcome here. Regardless of your beliefs, faith has been and remains a strong part of your life, and you've come to rely upon your faith to help you not only get through dangers in your adventures, but navigate the sometimes complex social problems that raise their ugly head in town. Conflicts between the cathedral and the Scarnettis seem like they've been growing lately.</p>\n<p>You may live in one of the many apartments set aside for acolytes in the cathedral itself, or you might have family or own a small house elsewhere in town, but regardless of where you live, you've spent many an hour in the cathedral helping Abstalar—particularly when it comes to copying religious texts or otherwise serving as a scribe. It's likely you play the part of healer in the party, but the drive to join an adventuring group itself may have even been inspired by Abstalar himself, who could have recognized in you an eagerness for adventuring, even before you did.</p>\n<p>Choose two attribute boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Religion skill and the Scribing Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Battle Medicine] skill feat.</p>\n<p>Increase the party's reputation with Sandpoint Cathedral by 1 and reduce the party's reputation with the Scarnetti Consortium by 1.</p>"
        },
        "items": {
            "oGAnp": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Battle Medicine",
                "uuid": "Compendium.pf2e.feats-srd.Item.Battle Medicine"
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder: Seven Dooms for Sandpoint Player's Guide"
        },
        "rules": [],
        "trainedLore": "Scribing Lore",
        "trainedSkills": {
            "value": [
                "rel"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
