{
    "_id": "bdeuzUMiPjEdlPS8",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Crown of Chaos",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Your life was one of tumult and mayhem, but you don't see this as a bad thing. Perhaps you lived life on the road as part of an ever-changing group, such as being a member of a traveling circus or part of a years-long pilgrimage with a group of explorers. Maybe you were a member of a large family and found the best way to get attention was to be unpredictable. Or you could have grown up in a region where society had collapsed, such as a war zone or ruined city after a disaster, where you were forced to constantly think on your feet to handle unexpected situations. One thing you've certainly excelled at is developing the skill of lying to strangers in order to put them at ease. Is it really a bad thing to lie, after all, if the end result is good for both sides? Or at the very least, good for you?</p>\n<p>This background is associated with the suit of Crowns.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong>, and one is a free ability boost. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Charming Liar] skill feat and are trained in a Lore about a specific terrain, as befits where you spent most of your childhood growing up. You also gain the @UUID[Compendium.pf2e.actionspf2e.Item.Chaotic Destiny] free action.</p>"
        },
        "items": {
            "XZn29": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Charming Liar",
                "uuid": "Compendium.pf2e.feats-srd.Item.B6HbYsLBWb1RR6Fx"
            }
        },
        "rules": [],
        "source": {
            "value": "Pathfinder: Stolen Fate Player's Guide"
        },
        "trainedLore": "",
        "trainedSkills": {
            "value": []
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
