{
    "_id": "mtrkW0CSqrZVswkz",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Curious Apprentice",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "int",
                    "str"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Sandpoint features a wide array of shops and services. From blacksmiths to leatherworkers, general stores to curio shops, taverns to theaters, or jewelers to cartographers, the number and variety of places available are often commented upon by visitors to the town as being unexpectedly welcome. Even with the closure of the now supposedly haunted Sandpoint Glassworks, or the damage done to many local establishments over the past few decades from fires, tsunamis, or monster raids, Sandpoint has always come back stronger. Growing up in town, you may have taken the opportunities for employment for granted, or perhaps your parents pulled strings to get you placed with a respected and talented local artisan, but being one of the town's shopkeepers or service providers was never really what you wanted for yourself. Your years spent as an apprentice certainly kept you fit, but your heart has always been closer to the strange, dark, and mysterious. Whenever there was a slow stretch at work, you were quick to look through the latest book you'd bought or borrowed, or to express yourself by writing lines of poetry, and you've likely made several trips to the big city of Magnimar to browse occult shops or bookstores. Yet the money you earned as an apprentice never really gave you enough to buy the oddities you saw for sale.</p>\n<p>You hope that becoming an adventurer will solve this, for adventurers can not only find themselves with sudden windfalls of cash, but also have a knack for discovering strange occult mysteries and objects in their journeys and quests. Your family likely doesn't approve of your choice, especially if they expected you to follow a tradition or cashed in favors to secure your apprenticeship. Alternatively, you might still be trying to juggle two worlds and still work at your \"day job,\" in which case you might have even been given a small room in the back of the shop as your own to stay in. Regardless, your work as an apprentice has earned you a lot of good favor with the Sandpoint Mercantile League—favor that's resulted in a growing animosity from the League's local competitor, the Scarnetti Consortium.</p>\n<p>Choose two attribute boosts. One must be to <strong>Intelligence</strong> or <strong>Strength</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Occultism skill and the Poetry Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Hefty Hauler] skill feat (carrying around all those books builds muscles, after all!).</p>\n<p>Increase the party's reputation with Sandpoint Mercantile League by 1 and reduce the party's reputation with Scarnetti Consortium by 1.</p>"
        },
        "items": {
            "Oeivq": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Hefty Hauler",
                "uuid": "Compendium.pf2e.feats-srd.Item.Hefty Hauler"
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder: Seven Dooms for Sandpoint Player's Guide"
        },
        "rules": [],
        "trainedLore": "Poetry Lore",
        "trainedSkills": {
            "value": [
                "occ"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
