{
    "_id": "Zujpf2cxjwaHHnpO",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Eager Scofflaw",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "dex"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You never met a law that didn't deserve testing, in theory at least and often in practice. This has likely strained relationships with your family and some friends, but is just as likely to have helped new friendships and relationships form. Whether or not those new associations are ultimately healthy, time will tell. Your childhood veered more toward pranks and minor crimes; if you were involved in a more serious crime you (so far) have avoided being caught for it, perhaps in part due to your quick wit. You know about Sandpoint's local criminal gang, the Bunyip Club and, while you're not officially a part of the group yet, they've taken notice of you—as has the town watch, unfortunately!</p>\n<p>Traditionally, you might have family in town, but chances are that you're estranged with some or all of them, and either lived on your own in a rented room in the southern part of town, or in abandoned buildings or alleys using your Society skill to Subsist. Ever since you've started to adventure, you've likely been living in a long-term rental at one of Sandpoint's inns, or perhaps have arranged accommodations at a fellow party member's home. Joining the adventuring party made sense, since it's a great way to make money fast—provided you can stay alive.</p>\n<p>Choose two attribute boosts. One must be to <strong>Dexterity</strong> or <strong>Charisma</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Thievery skill and the Underworld Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Bon Mot] skill feat.</p>\n<p>Increase the party's reputation with the Bunyip Club by 1 and reduce the party's reputation with the Town Watch by 1.</p>"
        },
        "items": {
            "tUmcQ": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Bon Mot",
                "uuid": "Compendium.pf2e.feats-srd.Item.Bon Mot"
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder: Seven Dooms for Sandpoint Player's Guide"
        },
        "rules": [],
        "trainedLore": "Underworld Lore",
        "trainedSkills": {
            "value": [
                "thi"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
