{
    "_id": "dy0D2mkooBgt06VW",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Eagle Hunter",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "str",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You're a hunter bonded to an eagle animal companion since youth. You've trained your eagle to hunt with you, simultaneously becoming an extension of yourself and a trusted partner you can rely on. The nomadic peoples of Hongal created this practice to hunt across their hardy terrain. You hunt small game, typically foxes and hares, or participate in hunting events, drawing crowds of spectators. Perhaps it was the prospect of a greater audience that called out to you, or maybe the promise of larger game outside of your usual hunting grounds. Who knows what lures a hunter toward adventure?</p>\n<p>Choose two attribute boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free attribute boost.</p>\n<p>You're trained in Nature and Hunting Lore. You gain the Pet general feat and the Train Animal skill feat, but you can use these feats only to gain and train eagles. Your trained eagles can perform the Aid action when you attempt a Nature, Perception, or Survival skill check. This benefit applies to only you and other characters with the eagle hunter background.</p>"
        },
        "items": {
            "o4EhP": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Train Animal",
                "uuid": "Compendium.pf2e.feats-srd.Item.Train Animal"
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.feats-srd.Item.Pet"
            }
        ],
        "trainedSkills": {
            "lore": [
                "Hunting Lore"
            ],
            "value": [
                "nature"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
