{
    "_id": "g7kBsG5VKCaMYEZj",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Eclectic Scholar",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "int",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Understanding history isn't just about translating old laws and reading about who invaded whom; it's also packed with magical outbursts, extraplanar interventions, and unexplained oddities not yet understood by modern science. You have a knack for absorbing esoteric trivia and unraveling past supernatural events. Your studies recently drew you to the dwarven city of Tar-Kazmukh, whose Blue Warders maintain an eclectically magical library. Perusing its shelves didn't answer your most burning questions, but it did earn you some friends, expose you to a dizzying array of dwarven religious lore, and introduce you to some intriguing mysteries buried in Highhelm's history.</p>\n<p>Believing that Highhelm might provide you with greater opportunities, a Blue Warder named Rosha Coppervein facilitated introductions between you and their adoptive clan, Clan Tolorr. It seems your credentials and whatever Rosha wrote on your behalf made an impression; within a week, you received an invitation to Highhelm and travel funds to study with Tolorr sages! The shy Rosha has stayed in Tar-Kazmukh for now, enjoying its relative quiet, but you know that they'll join you in a few weeks for Tolorr's Family Festival.</p>\n<p>Choose two ability boosts. One must be to <strong>Intelligence</strong> or <strong>Wisdom</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Occultism skill and the Dwarven Pantheon Lore skill, an uncommonly broad Lore skill that pertains to Torag's faith and those faiths of his divine family. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Quick Identification] skill feat.</p>\n<p><strong>Connection:</strong> Rosha Coppervein, a Blue Warder who married into Clan Tolorr</p>\n<p><strong>Reputation Points:</strong> +0</p>"
        },
        "items": {
            "L0YLx": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Quick Identification",
                "uuid": "Compendium.pf2e.feats-srd.Item.Quick Identification"
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder: Sky King's Tomb Player's Guide"
        },
        "rules": [],
        "trainedLore": "Dwarven Pantheon Lore",
        "trainedSkills": {
            "custom": "",
            "value": [
                "occ"
            ]
        },
        "traits": {
            "rarity": "uncommon",
            "value": []
        }
    },
    "type": "background"
}
