{
    "_id": "Mz7G3rTPxV2Xzy18",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Hammered by Fate",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "str"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Your life has been difficult, in no small part due to the influence of all things fiendish in your past. You might be a tiefling whose heritage has resulted in you being shunned or ostracized by society, or you could be any ancestry who grew up in a land where fiendish influence lingers—such as devil-haunted Cheliax or the realm of Sarkoris Scar, where the influence of the Worldwound and its demonic invaders yet linger. Perhaps you carry an old scar or wound from a frightening encounter with a demon, have a fiend-related element as part of your class (such as a sorcerer bloodline or a fiendish patron whom you worship), or endured a long-term affliction from a fiendish source that only recently has been alleviated. Whatever the case, fate has thrown horror and terror at you at every turn, and that's taught you to always be ready for whatever those fiends might have in store for you next.</p>\n<p>This background is associated with the suit of Hammers.</p>\n<p>Choose two ability boosts. One must be to <strong>Strength</strong>, and one is a free ability boost. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Hefty Hauler] skill feat and are trained in one of the following Lore skills, as fits your history: Daemon Lore, Demon Lore, or Devil Lore. You also gain the @UUID[Compendium.pf2e.actionspf2e.Item.Harrow the Fiend] free action.</p>"
        },
        "items": {
            "58bSE": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Hefty Hauler",
                "uuid": "Compendium.pf2e.feats-srd.Item.C0Tcelg3BAPhML6J"
            }
        },
        "rules": [],
        "source": {
            "value": "Pathfinder: Stolen Fate Player's Guide"
        },
        "trainedLore": "",
        "trainedSkills": {
            "value": []
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
