{
    "_id": "X1YhwDic2ugT9RuQ",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Harrow-Chosen",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Unbeknownst to you, a powerful divination has confirmed that you're destined for greatness. This divination hints at a great potential you're only just beginning to understand.</p>\n<p>Select one card from the harrow deck and note its suit and alignment. The suit is connected to a specific ability score (hammers [Strength], keys [Dexterity], shields [Constitution], books [Intelligence], stars [Wisdom], crowns [Charisma]).</p>\n<p>Choose two ability boosts. One must be to the ability score tied to your card's suit and one is a free ability boost.</p>\n<p>You gain the ability to cast a common occult innate cantrip of your choice and can cast the cantrip at will. A cantrip is heightened to a spell level equal to half your level rounded up. When casting the cantrip, you can empower it as a free action, tapping into the power of the harrow to grant you additional benefits while drawing a card from a harrow deck as part of the actions taken to Cast the Spell. This benefit is determined by alignment of the card you draw from the deck. The card can match both alignment components with yours (true match), match a single alignment component with yours (partial match), have no matching alignment components (unmatched), or have a diametrically opposed alignment to yours (misaligned). If you empower your cantrip in this way, you can't cast that cantrip again until your next daily preparations.</p>\n<p><strong>True match</strong>: You gain a +1 circumstance bonus to a saving throw of your choice (Fortitude, Reflex, or Will) for 1 minute.</p>\n<p><strong>Partial match</strong>: You gain resistance to one energy type (acid, cold, electricity, fire, or sonic) equal to your level for 1 minute.</p>\n<p><strong>Unmatched</strong>: You gain temporary Hit Points equal to twice your level. The temporary Hit Points remain for 1 minute.</p>\n<p><strong>Misaligned</strong>: You gain a +5-foot circumstance bonus to your Speeds for 1 minute.</p>"
        },
        "items": {},
        "rules": [],
        "source": {
            "value": "Pathfinder #192: Worst of All Possible Worlds"
        },
        "trainedLore": "",
        "trainedSkills": {
            "value": []
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
