{
    "_id": "pGOlKz4Krnh7MyUM",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Haunted",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You are followed by a spirit or entity, either from childhood or since a traumatic or momentous event. You may have seen this entity. Others may have seen it as well. You have studied esoteric subjects trying to understand your situation, but this presence in your life remains a mystery. Whatever this entity is or wants, it influences your life in subtle ways, not always good. Sometimes the entity helps you, but at other times, its influence is malevolent or harmful. The entity is most likely to surface in stressful situations.</p>\n<p>Choose two ability boosts. One must be to <strong>Wisdom</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You are trained in Occultism and an additional skill in which the haunting entity is well-versed, determined by the GM. Any time you attempt a skill check for the entity's skill, the GM can offer you a +1 circumstance bonus to the check, as though the entity were @UUID[Compendium.pf2e.actionspf2e.Item.Aid]{Aiding} you. If you accept but fail the check, you are @UUID[Compendium.pf2e.conditionitems.Item.Frightened]{Frightened 2} (@UUID[Compendium.pf2e.conditionitems.Item.Frightened]{Frightened 4} on a critical failure). The initial Frightened value can't be reduced by effects that would reduce or prevent the condition (such as a fighter's bravery).</p>"
        },
        "items": {},
        "rules": [],
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "trainedLore": "",
        "trainedSkills": {
            "value": [
                "occ"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
