{
    "_id": "IqzUSp32OFwCxk33",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Kaiju Stalker",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "dex",
                    "str"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>The lands of Tian Xia can be as dangerous as they are beautiful, and like any land, it calls for hunters. A normal hunter's game varies in size, with the deadliest quarries possessing venomous fangs or a ferocious bite. A monster hunter must be prepared for more supernatural maladies and terrors. As a kaiju stalker, you venture into the Wall of Heaven, Valashmai Jungle, or another land where the bounties are much bigger. A mere scale or feather is your grandest trophy—the survival of your community your ultimate prize.</p>\n<p>Choose two attribute boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free attribute boost.</p>\n<p>You're trained in Athletics and gain one Athletics skill feat of your choice, best suited toward the style of hunting you prefer.</p>\n<p>You're trained in Kaiju Lore. When rolling a Recall Knowledge check using Kaiju Lore and you have sight of one item that belongs to the kaiju you're attempting to Recall Knowledge about, you gain a +1 circumstance bonus to the skill check. The item can range from a scale to slime, to a footprint, or to crafted or harvested goods.</p>"
        },
        "items": {},
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "rules": [],
        "trainedSkills": {
            "lore": [
                "Kaiju Lore"
            ],
            "value": [
                "athletics"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
