{
    "_id": "m2sWdTIXlyXmqsuC",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Keys to Destiny",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "dex"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>From as far back as you can remember, it seems you were always meant to enter a specific industry or profession, be it artistry, engineering, farming, herbalism, labor, merchantry, scribing, theater, or warfare. Perhaps your parents belonged to this profession and encouraged you to follow in their footsteps, or maybe a personal hero of yours inspired you to take up their calling in honor of their accomplishments. Whatever the reason, the skills associated with that profession came naturally to you, but as time wore on and you grew older, you began to realize that this profession, while interesting to you, isn't what you want to do with your life. The lure of glory and adventure beckons. You can always go back to the studio, farm, or stage once you retire, after all!</p>\n<p>This background is associated with the suit of Keys.</p>\n<p>Choose two ability boosts. One must be to <strong>Dexterity</strong>, and one is a free ability boost. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Assurance] skill feat and are trained in one of the following Lore skills associated with a profession, as befits your history: Art Lore, Engineering Lore, Farming Lore, Herbalism Lore, Labor Lore, Mercantile Lore, Scribing Lore, Theater Lore, or Warfare Lore. You also gain the @UUID[Compendium.pf2e.actionspf2e.Item.Lucky Break] free action.</p>"
        },
        "items": {
            "rhnET": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Assurance",
                "uuid": "Compendium.pf2e.feats-srd.Item.W6Gl9ePmItfDHji0"
            }
        },
        "rules": [],
        "source": {
            "value": "Pathfinder: Stolen Fate Player's Guide"
        },
        "trainedLore": "",
        "trainedSkills": {
            "value": []
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
