{
    "_id": "dxWY1emPz8Jr0fyG",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Lost Coast Local",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "con",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You've very likely lived in Sandpoint your whole life—if you haven't, then you've got family who does, and you've spent many months visiting them from your own home elsewhere on the Lost Coast. You might even be part of one of the many caravans of journeying Varisians who often pass through town during their travels. Regardless, your fondness for the climate, the terrain, the lifestyle, and the wonder of the Lost Coast suffuses your very bones, and at times you feel almost as if you were a fundamental part of the land itself.</p>\n<p>You might have family ties to one of Sandpoint's original founding families, which included the Kaijitsus, the Valdemars, the Scarnettis, and the Deverins, although others were involved as well. Conversely, you might have family ties to the indigenous Varisians who have long regarded this part of the Lost Coast as home and who were part of the original accord with the Sandpoint Mercantile Guild that ensured Varisians a place in town and the opportunity to profit from Sandpoint's success. As such, your home might be anywhere in Sandpoint, and could well be one of its larger buildings if your family has dwelled in town for long enough.</p>\n<p>Choose two attribute boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Society skill and the Sandpoint Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Hobnobber] skill feat.</p>\n<p>Increase the party's reputation with Townsfolk by 1 and reduce the party's reputation with Scarnetti Consortium by 1.</p>"
        },
        "items": {
            "1Dram": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Hobnobber",
                "uuid": "Compendium.pf2e.feats-srd.Item.Hobnobber"
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder: Seven Dooms for Sandpoint Player's Guide"
        },
        "rules": [],
        "trainedLore": "Sandpoint Lore",
        "trainedSkills": {
            "value": [
                "soc"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
