{
    "_id": "jYhazaOT8FTrBFPx",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Militia Member",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "str",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Although the official number of Sandpoint's town guards is only about a dozen, another two dozen people help to support the town garrison and the guards themselves. This is more than enough for most days in town, where the most dangerous things one might face on a typical day are a tavern scuffle, a pet stuck on a roof, or a minor public disturbance arising from a trivial altercation between neighbors. But if townsfolk have learned anything from the past two decades, it's that the town's relative peace can be shattered at any moment by goblins, giants, dragons, disasters, murderers, or more!</p>\n<p>Sandpoint's come to rely on two additional forms of defense as a result, and the first of those is one you've belonged to since you could properly wield a weapon—the Sandpoint Militia. You grew up on Sandpoint's waterfront, perhaps the child of a fisher, sailor, or shipwright, and whether or not your parents approved of your choice to turn away from the sea to join the militia, you know it was the right choice. As a militia member, your duties were to help patrol the city, report suspicious activities, and help to deal with minor events or petty crimes before they have a chance to escalate. Your knack at tricking suspects into revealing their falsehoods, your knowledge about sailing and boats, and your connections on the town's waterfront quickly made you a valued member of the militia whenever help was needed down along the docks—even if this earned you a disparaging nickname or two from petty criminals associated with the Bunyip Club!</p>\n<p>Whether or not you were involved in a major event over the past several years of your life or if your time as a militia member was relatively unremarkable, you've more recently joined the second line of the town's defense as an adventurer. When things get out of control and exceed the capacity of the town guard to deal with, local adventurers have stepped in to save Sandpoint time and time again and, by joining your group, you stand ready to serve in that capacity the next time ghouls, giants, or worse come to town!</p>\n<p>As with most militia members, you likely are a lifelong resident of Sandpoint. Whether you still live with your family or have your own place, your home is modest but comfortable—yet you're not against camping out under the stars or spending a night watching from the wall or a rooftop when times require.</p>\n<p>Choose two attribute boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Athletics skill and the Sailing Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Lie to Me] skill feat. Increase the party's reputation with the Town Watch by 1 and reduce the party's reputation with the Bunyip Club by 1.</p>"
        },
        "items": {
            "PORw8": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Lie to Me",
                "uuid": "Compendium.pf2e.feats-srd.Item.Lie to Me"
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder: Seven Dooms for Sandpoint Player's Guide"
        },
        "rules": [],
        "trainedLore": "Sailing Lore",
        "trainedSkills": {
            "value": [
                "ath"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
