{
    "_id": "npn3oYZtmkPTtlBn",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Newcomer",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "con",
                    "int"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You've only been in Sandpoint a short time, although what constitutes a \"short time\" depends on who you talk to. It could be that you've only just arrived in town in the past few weeks, or you might have moved here months or even years ago but have continually struggled to find a place to fit in with the locals. It doesn't help that you've been targeted often by allies of the Scarnetti family with offers of employment, support, or perhaps even friendship. Whether you've accepted these offers, or you've realized that the local aristocrats focus on new arrivals due to their increasingly sour reputation among most of the townsfolk, people have noticed. You haven't done anything yet to annoy the Scarnettis (that they've realized, at least), but many of the locals don't trust you and might even think of you as a Scarnetti snitch or patsy.</p>\n<p>While your reasons for coming to Sandpoint are up to you, they should have something to do with your curiosity about the town, the Lost Coast, ancient Thassilon, the history of the Varisian lifestyle, or anything that might draw you to the region. You don't yet own your own home in town and aren't sure you ever will, since once you've completed your research you might not intend to stay in Sandpoint. You might have accepted an offer from a Scarnetti ally who had a room to let in their home (or nearby shed), could be paying for a room at one of the town's inns, or might be relying on one of your few non-Scarnetti friends in town for a place to stay. This could be one of your fellow PCs, or it might be someone in town whose place has a small library, such as Veznutt Parooh of The Way North, Brodert Quink (Sandpoint's oldest sage), Jabyl Sorn of the House of Blue Stones, or even Ilsoari Gandethus of Turandarok Academy.</p>\n<p>Joining this adventuring group may have been a calculated move, a spur-of-the-moment choice, or because someone in the group is an old friend, but it's given you a bit more security and peace of mind. You suspect the decision could sour your reputation with the Scarnettis—but you might not mind!</p>\n<p>Choose two attribute boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Diplomacy skill and the Library Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Additional Lore] skill feat—the lore you choose represents the interest and focus of study that drew you to the region.</p>\n<p>Increase the party's reputation with Scarnetti Consortium by 1 and reduce the party's reputation with Townsfolk by 1.</p>"
        },
        "items": {
            "rjgfD": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Additional Lore",
                "uuid": "Compendium.pf2e.feats-srd.Item.Additional Lore"
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder: Seven Dooms for Sandpoint Player's Guide"
        },
        "rules": [],
        "trainedLore": "Library Lore",
        "trainedSkills": {
            "value": [
                "dip"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
