{
    "_id": "hF75xM3HwTVay1jf",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Runelord Scholar",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "dex",
                    "int"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>It seems hard to believe that just 17 years ago, barely anyone knew anything about ancient Thassilon. The towering monoliths and intimidating ruins, such as the immense ruined bridge extending from Magnimar, the strange rune-carved arch over Riddleport, or the partially collapsed tower here in Sandpoint known as the Old Light were sources of countless rumors, but were also held in such suspicious dread that they were rarely explored. When Runelord Karzoug woke from his slumber, though, and a now-legendary band of adventurers explored many Thassilonian ruins during their campaign against him, word of Thassilon spread like wildfire. Adventurers from across the Inner Sea region flocked to Varisia. Whether or not that had a hand in the increasing number of perils rising from old Thassilon or if that was just a coincidence, none can deny that today Thassilon is back, the runelords are either truly dead or returned to life, and the ancient empire's ruins are ripe for research.</p>\n<p>As a local, you've been equally inspired and intrigued by stories of adventurers who explore these dangerous ruins, be they Sandpoint's own heroes or others who have explored more distant mysteries like Hollow Mountain, the Lady's Light, or Guiltspur. You hope one day to rediscover a Thassilonian ruin that's not yet been fully explored, but you also know that such pursuits are dangerous. Here in Sandpoint, a group called the Runewatchers has dedicated their resources to the research of Thassilon and their runelords, but while you've spoken with them many times, they've yet to fully accept you into their circle. And so you sought out the adventuring party you now belong to. With their aid, you hope to make some discoveries to truly impress the Runewatchers, but also are simply eager to sate your own curiosity about ancient Thassilon and the runelords who once ruled it. Your home in Sandpoint is modest, and likely cluttered with books and research materials or strange ruined objects that could be junk or ancient Thassilonian treasures.</p>\n<p>Your family might support your passion, or it could be a source of contention that's forced you to seek your own accommodations elsewhere in town. Many villagers look askance at your obsession with forces that have brought peril and ruin to Sandpoint. No matter what you've said to allay their fears, plenty of folks in town worry that you might dig up something that everyone in Sandpoint will come to regret.</p>\n<p>Choose two attribute boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Arcana skill and the Academia Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Multilingual] skill feat, but one of the languages you gain from this feat must be Thassilonian. Increase the party's reputation with Runewatchers by 1 and reduce the party's reputation with Townsfolk by 1.</p>"
        },
        "items": {
            "ggJZt": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Multilingual",
                "uuid": "Compendium.pf2e.feats-srd.Item.Multilingual"
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder: Seven Dooms for Sandpoint Player's Guide"
        },
        "rules": [],
        "trainedLore": "Academia Lore",
        "trainedSkills": {
            "value": [
                "arc"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
