{
    "_id": "7fONTw7ykwEKwZqJ",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Scarnetti-Connected",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "dex"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>There's no denying that the Scarnettis, once one of Sandpoint's most established and successful families, have fallen on hard times. When locals were hired to help rebuild the Scarnetti manor after the giant raid on Sandpoint 17 some years ago, rumors about the family's shady deals with local criminals associated with the Bunyip Club began to spread. While no hard evidence ever came to light, those associated with the Bunyip Club cut ties and Titus Scarnetti had to spend years trying to rebuild the family reputation while also replenishing the family treasury after rebuilding their ostentatious cliffside mansion. With the Varisian Compact coming up for renewal, old wounds have resurfaced as well; people haven't forgotten the actions of Alamon Scarnetti, who nearly destroyed Sandpoint before it was born when he led a drunken raid against local Varisians after diplomatic discussions became strained.</p>\n<p>Your relationship with the Scarnettis has ensured you're part of all of this, like it or not. You don't bear the family name, but you might be a distant relation from Riddleport or Magnimar hoping for a new chance at life. You could be a petty criminal whose fines were paid by the Scarnettis in return for a promise of service for several months or years. You might even admire the family's tenacity and see in the Scarnettis a chance for your own fortune. The majority of your work for them has either been at one of the family's mills (the Sandpoint Lumber Mill or the Scarnetti Mill), or as one of their agents and \"watchdogs\" at another business in town, where you were expected to keep an eye out for rumors and opportunities that the family could benefit from. Your knack at making lies seem like compliments helped you excel in this role, and while the Scarnettis do seem to appreciate your apparent loyalty (or at least the services you've provided in the past), they haven't yet fully embraced you into their circle. Whether that's something you want or seek to escape from, you can't ignore the fact that your reputation as a Scarnetti ally has tarnished your standing with the Sandpoint Cathedral, simply as a side effect of the growing animosity between the two factions.</p>\n<p>Your home might be with your family, or you could have been staying in a room rented to you at a discount (or perhaps even free of charge) from the Scarnettis, but those accommodations have recently come to an end. Joining this new adventuring group gives you an opportunity to make some of your own money, perhaps get out from under the Scarnettis' shadow, or might even be the leverage you hope to build to finally earn old Titus's approval.</p>\n<p>Choose two attribute boosts. One must be to <strong>Charisma</strong> or <strong>Dexterity</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Intimidation skill and the Mercantile Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Charming Liar] skill feat. Increase the party's reputation with the Scarnetti Consortium by 1 and reduce the party's reputation with the Sandpoint Cathedral by 1.</p>"
        },
        "items": {
            "9RrGI": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Charming Liar",
                "uuid": "Compendium.pf2e.feats-srd.Item.Charming Liar"
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder: Seven Dooms for Sandpoint Player's Guide"
        },
        "rules": [],
        "trainedLore": "Mercantile Lore",
        "trainedSkills": {
            "value": [
                "itm"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": []
        }
    },
    "type": "background"
}
