{
    "_id": "pMntBDuzRu5dTeJQ",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Town Troublemaker",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "dex",
                    "str"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Every town has at least one of them: the person that everyone \"knows\" is a bad apple, a rascal, a mixer, or a fly in the ointment—the troublemaker. Your hometown was no exception, because you were that town's troublemaker, or at least one of its more notorious ones! This reputation may not have been warranted—perhaps you took the rap to protect a friend or family member caught in a scandal, or maybe you were tricked or cajoled into a tricky situation by so-called \"friends.\" Or the reputation could be spot-on. Being a town troublemaker doesn't mean you had malice in your heart, of course, especially if the town in question was one ruled by villains or governed by cruelty. One society's troublemaker is, after all, another society's freedom fighter! Regardless of the truth that lies at the heart of your personal situation, your legacy as the town troublemaker has given you great insights into society's seamy underbelly.</p>\n<p>Choose two attribute boosts. One must be to <strong>Strength</strong> or <strong>Dexterity</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Thievery skill and the Underworld Lore skill. You gain the Dirty Trick skill feat.</p>\n<p>If you have the Scoundrel persona trait, you also become trained in the Norgorber Lore skill.</p>"
        },
        "items": {},
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Curtain Call Player's Guide"
        },
        "rules": [
            {
                "key": "GrantItem",
                "predicate": [
                    {
                        "not": "feature:persona-trait"
                    }
                ],
                "uuid": "Compendium.pf2e.campaign-effects.Item.Persona Trait"
            }
        ],
        "trainedSkills": {
            "lore": [
                "Underworld Lore"
            ],
            "value": [
                "thievery"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "persona-scoundrel"
            ]
        }
    },
    "type": "background"
}
