{
    "_id": "Am8kwC9c2GQ5bJAW",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Undercover Contender",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "dex"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Gangsters and cheats seem as drawn to the Ruby Phoenix Tournament as piranhas to a bloody hippo, and you're dead set on making sure this tournament is as scandal-free as possible. Your reasons are your own - maybe a high-ranking official in Goka has tasked you with the case, or maybe foul play led to losing someone dear to you in the last tournament. Maybe you just hate to see fair fighters get knocked out by crooked contenders. Whatever your motives, you've promised to be in the ring in case anyone tries to derail the contest. The Golden League crime syndicate is the most obvious suspect, what with their meddling in the Ruby Phoenix Tournament a decade ago, but maybe there will be others - unscrupulous contenders trying to pull one over on Hao Jin, perhaps, or an entirely new devious conspiracy hoping to hijack the event for their own evil purposes. In any case, you'll be around to deliver the hammer of justice. You've told a small squad of your closest confidants about your mission, and you've managed to secure a spot in the tournament's prequalifier along with them. You and your team have to win fights to stay in the competition long enough to make sure things go smoothly. If that means you end up being the Ruby Phoenix Champions, all the better.</p>\n<p>Choose two ability boosts. One must be to <strong>Charisma</strong> or <strong>Dexterity</strong>, and one is a free ability boost.</p>\n<p>You're trained in Deception and the Underworld Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Lengthy Diversion] skill feat.</p>"
        },
        "items": {
            "pmho7": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Lengthy Diversion",
                "uuid": "Compendium.pf2e.feats-srd.Item.HEBXaS656MZTiWFu"
            }
        },
        "rules": [],
        "source": {
            "value": "Pathfinder: Fists of the Ruby Phoenix Player's Guide"
        },
        "trainedLore": "Underworld",
        "trainedSkills": {
            "value": [
                "dec"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "background"
}
