{
    "_id": "wZikbWmCWYpjFxQF",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Wanted Witness",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "con"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>You saw something you shouldn't have, plain and simple. The shame is that you don't even know what it is, exactly, that you saw.</p>\n<p>After moving to Alkenstar, you swiftly fell in love with the City of Smog, but you found it difficult to get a foothold in the fast-paced metropolis. Luckily, a chance invitation promised good work for someone with your unique social talents. You went to an inconspicuous chamber in a humble tower somewhere in the Capital District. There, you met some clearly powerful, clearly corrupt members of the Alkenstar elite. Among the faces you recognized were the notorious mogul Ambrost Mugland and the steely-eyed shieldmarshal Anjelique Loveless. Before you were asked to leave, you made quite an impression-but not a good one.</p>\n<p>Not only did you not make the cut for whatever kinds of jobs were on offer that day, but you soon discovered that you couldn't get a room at any inn in the city, and there were wanted posters with your name on them plastered all over town. Friends and families turned their backs on you, afraid to get involved. Clearly, someone at that meeting-Mugland, maybe, or perhaps Loveless- believed you were a liability, and they had you excised from Alkenstar society. All you want is to be able to walk the streets without fearing for your life, and there's only one way to make that happen: find the villains responsible for your predicament and get them to undo the curse now attached to your name.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Charisma</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Society skill and the Alkenstar Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Read Lips] skill feat.</p>"
        },
        "items": {
            "wk57a": {
                "img": "systems/pf2e/icons/features/feats/feats.webp",
                "level": 1,
                "name": "Read Lips",
                "uuid": "Compendium.pf2e.feats-srd.Item.yUuU9xyotrpwpTyC"
            }
        },
        "rules": [],
        "source": {
            "value": "Pathfinder: Outlaws of Alkenstar Player's Guide"
        },
        "trainedLore": "Alkenstar Lore",
        "trainedSkills": {
            "custom": "",
            "value": [
                "soc"
            ]
        },
        "traits": {
            "rarity": "uncommon",
            "value": []
        }
    },
    "type": "background"
}
