{
    "_id": "51kMMWaT6CqpGlGk",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Achaekek",
    "system": {
        "ability": [
            "str",
            "dex"
        ],
        "alignment": {
            "follower": [
                "LN",
                "LE",
                "NE"
            ],
            "own": "LE"
        },
        "category": "deity",
        "description": {
            "value": "<p>While Achaekek's divine genesis is heavily debated among scholars, it is believed that he was created-either by the power of a singular deity or a group of them-to eradicate those who would steal a god's divinity, and he has since become the enforcer of divine punishment. Known as He Who Walks in Blood, he slumbers in the blood of heretics and worshippers alike in an immense cleft carved into the base of the Boneyard's spire, a realm known as the Blood Vale. He keeps no formal relationships with any other deities, even his sister, Grandmother Spider, who repeatedly coaxes Achaekek to rebel against the gods and abandon his duties. In response, even though some gods disapprove of Achaekek's methods, few openly defy him.</p>\n<p><strong>Edicts</strong> conduct assassinations, spread the Red Mantis's infamy, wield sawtooth sabers in combat</p>\n<p><strong>Anathema</strong> kill a rightful ruler, become fixated on petty matters such as others' gender or ancestry, abandon an assassination contract you agreed to pursue</p>\n<p><strong>Areas of Concern</strong> assassins, divine punishments, and the Red Mantis</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "death",
                "might",
                "trickery",
                "zeal"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "ste",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh",
            "2": "Compendium.pf2e.spells-srd.Item.XXqE1eY3w3z6xJCB",
            "4": "Compendium.pf2e.spells-srd.Item.tlcrVRqW1MSKJ5IC"
        },
        "weapons": [
            "sawtooth-saber"
        ]
    },
    "type": "deity"
}
