{
    "_id": "gutbzYTZvRTnq4on",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Adanye",
    "system": {
        "ability": [
            "dex",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "LN",
                "NG",
                "CG"
            ],
            "own": "LG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Legend holds that the amurruns-known as catfolk to others-were created as guardians against threats to home, nature, and the world at large. While the goddess Adanye is not considered to be their creator, she is said to have mentored these first guardians, teaching them the skills necessary to protect and defend, both in combat and in careful interaction with others. She also taught the importance of what they protected, identifying the hearth and the home, as well as the right to self-determination and to solitude, as worthy of defense. She is said to have instilled in the amurruns their need for solitude and their esteem of imagination. A master teacher, she is depicted as a graying catfolk woman or a cat by the hearth fire, her large, gentle eyes full of wisdom.</p>\n<p>The tenets of Adanye's faith are few and flexible. She helps the curious and the wandering to retain their sense of self and their need to stay safe as they discover and grow. She honors the hours spent daydreaming on the hearth, whether that hearth is next to the fire pit at a remote campsite or in the kitchen of a generations-old homestead. She does not proscribe much. She adds to the serendipitous outlook of the catfolk, enhancing their inborn curiosity. Her worship tends to temper willfulness and wanderlust, reminding her followers of the safety and security to be found in having a spot of their own, even if that spot is temporary. She understands that sometimes the best protection is a retreat and gently reminds her followers of the virtue of impermanence and of existing in the moment. Rather than looking into the past or the future, she enjoins fully inhabiting the present-the place where one is, the hearth by which one naps, the company that one currently keeps, especially when it can be done in solitude.</p>\n<p>Because the catfolk of Southern Garund have not established large communities outside of Murraseth, there are no temples to Adanye outside of their homeland, only small shrines erected by travelers, perhaps near seldom-used mountain trails or in the corners of large temples dedicated to other gods. Her worshippers often paint or sketch her holy symbol, a simple paw print in orange (or on an orange background), which is sometimes enhanced with sketched flames or another symbol of fire, in an inconspicuous cornerstone of a building or on a fallen log. Adanye has an affinity with Desna and with Shelyn, given their overlapping interests in dreamers and individualism. Although she has a longstanding rivalry with the Osirian feline goddess Bastet, she does not spend much time feuding. Adanye's care is wholly enjoined upon her followers.</p>\n<p><strong>Edicts</strong> keep your counsel, follow your heart, appreciate a warm hearth, defend those who welcome you into their home</p>\n<p><strong>Anathema</strong> force anyone into drudgery or mindless work, deny support to loved ones, surrender when escape is an option, destroy a place that has given you shelter</p>"
        },
        "domains": {
            "alternate": [
                "confidence",
                "fire"
            ],
            "primary": [
                "duty",
                "family",
                "protection",
                "repose"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: The Mwangi Expanse"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.TTwOKGqmZeKSyNMH",
            "2": "Compendium.pf2e.spells-srd.Item.c2bTWBNO1BYX4Zfg",
            "7": "Compendium.pf2e.spells-srd.Item.vPWMEyVTreMOoFnm"
        },
        "weapons": [
            "claw",
            "kukri"
        ]
    },
    "type": "deity"
}
