{
    "_id": "9n2CI0B3EA4y3BuU",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Alseta",
    "system": {
        "ability": [
            "int",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "LN",
                "N"
            ],
            "own": "LN"
        },
        "category": "deity",
        "description": {
            "value": "<p>Alseta holds sway over transitions. Physical transitions through doorways and portals or over thresholds, metaphorical transitions, and even the forward flow of time-Alseta influences them all. She watches over city gates, helping keep invaders out and defenders safe. She also watches over those moving into a new stage in life, whether that means a birthday, a marriage, or a more fitting body. It is common for anyone entering into a life change, such as moving to a new town or changing careers, to look to Alseta for guidance. Likewise, birth and death are both transitions, and expectant mothers and the bereaved both offer her prayers, linking Alseta's church to that of @UUID[Compendium.pf2e.deities.Item.Pharasma]. Some consider Alseta to be the goddess of teleportation, though she does not officially claim that title. She is also a popular god among some elven nations and cultures, who frequently associate Alseta with the <em>aiudara</em>, or elf gates, around Golarion.</p>\n<p><strong>Edicts</strong> offer to protect passageways and guide others through transitions, treat all other beings with courtesy and respect</p>\n<p><strong>Anathema</strong> destroy a door or block a path for personal gain, stop a transition without good reason</p>\n<p><strong>Areas of Concern</strong> doors, portals, thresholds, traditions</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "change",
                "magic",
                "protection",
                "time"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "dip",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.EUMjrJJwSgsqNidi",
            "2": "Compendium.pf2e.spells-srd.Item.6Ot4N22t5tPD51BO",
            "4": "Compendium.pf2e.spells-srd.Item.VlNcjmYyu95vOUe8"
        },
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
