{
    "_id": "CDkr6eXR1lgu7g6A",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Andoletta",
    "system": {
        "ability": [
            "wis",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG"
            ],
            "own": "LG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Called Grandmother Crow, Andoletta represents consolation, respect, and security. Andoletta makes a clear distinction between guilt and innocence: there is no in-between. For those falsely accused or who show signs of redemption, she offers a path back to the light. That path is never an easy one, but it is one worth walking, and she stands beside those who make the trek. For the truly wicked and those who show no remorse, she has no mercy. For these reasons, her likeness is often found in courts, where she can watch over and ensure fairness to those accused of crimes. Andoletta also places great value on respect for the dead and the protection of children. To offer solace to the bereaved is true kindness and compassion. Children are slates with tremendous potential for good-if they can be guided and kept safe from evil.</p>\n<p>When she appears to mortals, Grandmother Crow does so as an older woman, gray-haired, wrinkled, and with keen, knowing eyes. She carries a walking stick and wears a cape of black crow feathers across her shoulders, giving the appearance of large, folded wings. Those who appeal to Andoletta include elders, the conflicted, the bereaved, the falsely accused, investigators, and judges.</p>\n<p><strong>Edicts</strong> Respect elders, instill good virtues in children, seek and allow redemption</p>\n<p><strong>Anathema</strong> Hold a grudge, mock the dead, pass judgment hastily or carelessly</p>\n<p><strong>Areas of Concern</strong> consolation, respect, and security</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "family",
                "knowledge",
                "protection",
                "sorrow"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.s3abwDbTV43pGFFW",
            "4": "Compendium.pf2e.spells-srd.Item.NzXpEzcZAjuDTZjK",
            "6": "Compendium.pf2e.spells-srd.Item.c3XygMbzrZMgV1y3"
        },
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
