{
    "_id": "oJPwMa9xG8oMnC14",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Apollyon",
    "system": {
        "ability": [
            "str",
            "con"
        ],
        "alignment": {
            "follower": [
                "LE",
                "NE",
                "CE"
            ],
            "own": "NE"
        },
        "category": "deity",
        "description": {
            "value": "<p>The Prince of Plagues seized power for himself after the disappearance of the previous Horseman of Pestilence by obsessively eliminating all potential rivals. Apollyon commands his vast army of leukodaemons to spread oblivion like a virus. He wastes no time on trivial acts of violence and lacks the patience to wait for long-term schemes to come to fruition. Instead, his plagues carry oblivion through cities like lightning, decimating entire kingdoms in the span of a few days. His greatest creations have been diseases that corrupt the soul itself, ensuring that @UUID[Compendium.pf2e.deities.Item.Pharasma] sends his victims to Abaddon once they've succumbed.</p>\n<p>Apollyon appears as a hulking, bruised giant wrapped in black leather straps, with the head of a rotting ram. His cloak is stitched from the skin of angels who attempted to rescue the souls he had claimed-after flaying the angels alive, he preserved their faces in permanent agony upon the cloak. Apollyon delights in witnessing the deaths his diseases cause, not in dispassionate obligation but out of self-righteous glee. He sends his plague carriers out across the Material Plane knowing that even if they are defeated quickly, the sicknesses they carry will spread and take more lives than they could ever hope to alone. The moans and wails from the infected are prayers that fill him with more power to launch his next sickness onto the living.</p>\n<p><strong>Edicts</strong> End all mortal life through disease and poison, cultivate diseased animals</p>\n<p><strong>Anathema</strong> Prevent plagues, bury or burn the dead</p>\n<p><strong>Areas of Concern</strong> disease</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "air",
                "decay",
                "plague",
                "swarm"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.zJQnkKEKbJqGB3iB",
            "2": "Compendium.pf2e.spells-srd.Item.cB17yFc9456Pyfec",
            "5": "Compendium.pf2e.spells-srd.Item.MlpbeZ61Euhl0d60"
        },
        "weapons": [
            "scythe"
        ]
    },
    "type": "deity"
}
