{
    "_id": "o8ayCv3LAHWlu0vQ",
    "img": "systems/pf2e/icons/deity/Apsu.webp",
    "name": "Apsu",
    "system": {
        "ability": [
            "wis",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "LG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Unsurprisingly, most of Apsu's worshipers are metallic dragons, although some non-aligned draconic creatures such as primal dragons and wyverns worship him as well. Few dragons practice divine magic, preferring to leave that to their humanoid allies. As Apsu's prime purpose is the destruction of Dahak, few non-dragons take up his cause, although honourable humanoids with an interest in draconic lore have taken up his faith from time to time. They typically wear a gold dragon's foot brooch, or have other custom-made equipment in the shape of a dragon's foot. Golarion lacks much of a centralized humanoid church of Apsu. The largest congregation of humanoid Apsu worshipers on the planet is known as the Platinum Band, which maintains relatively small centers of worship in Oppara and Absalom. Apsu is more widely worshiped by humanoids on the planet Triaxus, where he is the patron deity of the Dragon Legion. The Legion's leaders prohibit their priests from revealing Apsu's connection to Golarion, so younger legionnaires would not be tempted to prematurely journey there to help him. Instead, they hope to raise a grand army to offer Apsu when the time comes for him to fight Dahak.</p>\n<p><strong>Edicts</strong> Seek and destroy evil, travel the world, help others fend for themselves</p>\n<p><strong>Anathema</strong> Fail to pursue a foe who has betrayed your mercy, attack a creature without certainty of wrongdoing</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "creation",
                "protection",
                "travel",
                "wyrmkin"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "dip",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.EE7Q5BHIrfWNCPtT",
            "4": "Compendium.pf2e.spells-srd.Item.TUj8eugNqAvB1vVR",
            "6": "Compendium.pf2e.spells-srd.Item.5c692cCcTDXjSEzk"
        },
        "weapons": [
            "jaws",
            "staff"
        ]
    },
    "type": "deity"
}
