{
    "_id": "KDFujU3Yug6AwCOz",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Arshea",
    "system": {
        "ability": [
            "con",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Appearing in art more than any of the other empyreal lords, the Spirit of Abandon represents freedom, physical beauty, and sexuality. More than anything else, freedom is what matters to Arshea. For many this is most commonly seen as freedom for sexual expression, but Arshea represents the freedom to experience all that is good in the world, be it an ideology or a specific emotional or physical expression. So long as it doesn't harm others, Arshea believes creatures should do, think, and feel as they will. They encourage their followers to try new things, to think in new ways, and to wear new forms.</p>\n<p>When appearing to mortals, the Spirit of Abandon most commonly appears in that person's own body so the person may see how beautiful and perfect their own form is-after all, if a divine being has chosen to wear it, it must be perfect. For people who don't fit in the body they currently wear, Arshea often appears in the form reflected in their heart and soul. Followers of Arshea are a varied lot, from artists to explorers, and from lovers to those who fight against repression.</p>\n<hr />\n<p>Arshea, the Spirit of Abandon, is an angelic champion of freedom, beauty, and sexuality, fighting on behalf of all who are repressed or powerless in their own lives. They are a celestial spirit of change and mortal joy, and they teach their followers to pursue their own personal happiness and fulfillment no matter the form it takes, reveling in the beauty of their lives without shame or judgment.</p>\n<p>While both sexual pleasure and freedom of sexual expression are embraced by the Spirit of Abandon, they also teach their followers that there are infinite forms mortal delight and mortal freedom can take, including the freedom to refrain from sexual experiences, regardless of the reason. Provided all such pursuits are done with consent, all enjoyment is equal in the eyes of Arshea.</p>\n<p>The Arshean faith is popular among the Firebrands, and the cult of Arshea is a ready and stable ally to the Firebrands' revolutionary efforts. As the angel's teachings appeal both to those focused on their own pleasure and the freedom to pursue it, and to those who fight against tyrants and work to preserve the freedom of others, Arshea is popular among many informal factions within the organization.</p>\n<p>In addition to freedom from tyranny, the Spirit of Abandon also embodies freedom of expression and freedom of choice. Personal expression and identity are important values for many Firebrands, and this freedom to be one's true self is sacred in the Arshean faith. Arshea is an angel of beauty, but Arsheans know that beauty is ephemeral, always changing to suit the beholder. The celestial spirit encourages their followers to change themselves to suit their personal tastes, and to dress, groom, and present themselves as any gender and in any way that brings them peace and happiness, without regard for the appeal their choices hold for anyone but themselves.</p>\n<p>When choosing their battles, Arshean Firebrands tend to view all forms of social division, such as strict gender roles, as undesirable and harmful, rather than only those with explicit power differentials. They believe all people should be free to express themselves in any way they choose, and to change between as many identities as they choose as often as they wish, often in opposition of a society's social structures.</p>\n<p><strong>Edicts</strong> Inspire passion, comfort and free the repressed, seek your true self and desires</p>\n<p><strong>Anathema</strong> Judge another based on sexual desires or gender roles, act without consent in pursuit of passion</p>\n<p><strong>Areas of Concern</strong> freedom, physical beauty, and sexuality</p>\n<h2>Avatar</h2>\n<p>When casting the @UUID[Compendium.pf2e.spells-srd.Item.Avatar] spell, a worshipper of Arshea becomes a fluid, shifting humanoid that changes appearance, gender, and form moment by moment, though the caster can choose one specific form if desired. Dressed in gossamer sashes, scarves, and veils, each form wields a flail and possesses magnificent, wispy wings of gray and silver feathers. They gain the following additional abilities.</p>\n<p><strong>Arshea</strong> Speed 30 feet, fly 70 feet, immune to forced movement, immune to @UUID[Compendium.pf2e.conditionitems.Item.Immobilized]</p>\n<p>Melee <span class=\"pf2-icon\">1</span> flail (disarm, reach 15 feet, sweep, trip), Damage [[/r (6d6+6)[bludgeoning]]]</p>\n<p>Melee <span class=\"pf2-icon\">1</span> gossamer veil (disarm, finesse, grapple, nonlethal, reach 20 feet, trip), Damage [[/r (6d4+6)[slashing]]]</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> gaze of abandon (nonlethal, range 120 feet, visual), Damage [[/r (6d6+3)[mental]]].</p>"
        },
        "domains": {
            "alternate": [
                "change",
                "family",
                "protection"
            ],
            "primary": [
                "confidence",
                "freedom",
                "passion",
                "perfection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "dip",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.aAbfKn8maGjJjk2W",
            "2": "Compendium.pf2e.spells-srd.Item.2qGqa33E4GPUCbMV",
            "5": "Compendium.pf2e.spells-srd.Item.y0Vy7iNL3ET8K00C"
        },
        "weapons": [
            "flail"
        ]
    },
    "type": "deity"
}
