{
    "_id": "se2OQ8L4F4ku304o",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Arundhat (The Sacred Perfume)",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "N"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Arundhat is the god of blossoms and scent, most commonly worshipped in Vudra. While followers who worship deities of war or strength often consider Arundhat's portfolio a little lackluster, to those with the right knowledge, the humble flower can accomplish far more than a simple show of force. Arundhat's mastery of botanicals and scented oils can bring someone back from near death, sway a person to passion, or calm an agitated mob.</p>\n<p>Many of Jalmeray's healers, apothecaries, and botanists, as well as entertainers and courtesans in the wealthier parts of settlements, number among Arundhat's practitioners. Their temples are often found near natural groves on a city's outskirts or within spacious courtyards in prosperous homes, especially near the city's entertainment district. Arundhat's form, often depicted as a beautiful woman emerging from a lush blossom, is more genderfluid than any mortal depiction can convey. Alternate carvings and paintings portray them as a handsome male along with more androgynous works. The influence of Arundhat even extends to other religions, as priests of the Sacred Perfume bequeath elaborate flower offerings to many other gods. Her influence can also be found among the unsavory and profane. Nature is beautiful but can also be deadly. The rose smells fragrant and is pleasant to the eye, but it isn't without its thorns. Practitioners of less savory professions appreciate that some of the deadliest poisons come from the most beautiful flowers. The con artist understands how various plants have harmless outer appearances, knowing many hidden qualities lurk beyond aesthetics.</p>\n<p>Once a year, Jalmeray pays homage to Arundhat in a day-long event known as the Festival of Ten Thousand Flowers. During the festival, a steady rain of fragrant blossoms accompanies a procession of priests and performers dressed in all the hues of wildflowers, dancing and giving thanks to the Sacred Perfume. It's said that on this day, every fruit tree in the city is laden with ripe fruit, even ones usually out of season.</p>\n<p><strong>Edicts</strong> Practice herbalism, tend to sacred flowers, offer appropriate flowers to other divinities</p>\n<p><strong>Anathema</strong> Dispose of waste near flowers, harvest flowers without offering the proper prayers, dispose of withered flowers improperly</p>"
        },
        "domains": {
            "alternate": [
                "passion"
            ],
            "primary": [
                "healing",
                "magic",
                "nature",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "nat",
        "source": {
            "value": "Pathfinder Lost Omens: Impossible Lands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.s3abwDbTV43pGFFW",
            "4": "Compendium.pf2e.spells-srd.Item.qvwIwJ9QBihy8R0t",
            "8": "Compendium.pf2e.spells-srd.Item.kWDt0JcKPgX6MvdD"
        },
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
