{
    "_id": "QRkcFciCOmFoxF1B",
    "img": "systems/pf2e/icons/deity/Asmodeus.webp",
    "name": "Asmodeus",
    "system": {
        "ability": [],
        "alignment": {
            "follower": [
                "LE"
            ],
            "own": "LE"
        },
        "category": "deity",
        "description": {
            "value": "<p>Asmodeus is the First, the Dark Prince, the lord of darkness and law, and the ruler of the plane of Hell. If Asmodeus's own scriptures are to believed-and they are corroborated by certain other accounts, like the angel-penned <em>Book of the Damned</em>-he is one of the oldest beings of the multiverse. These texts claim that in time before time, in a world not yet created, Asmodeus and his brother Ihys were among the first gods in existence. During these unnamed ages, the two gods quarreled over the fate of the souls of their creations, and Asmodeus slew his brother. Confident that Ihys's act of granting mortals free will was folly, Asmodeus made his own convictions known: that existence is best served by absolute order and discipline. These claims contradict other popular creation myths, and both theologians and immortal agents of the gods doubt Asmodeus's claims to varying degrees, but while there is no evidence to prove them, they are also difficult to refute.</p>\n<p><strong>Edicts</strong> negotiate contracts to your best advantage, rule tyrannically and torture weaker beings, show subservience to your betters</p>\n<p><strong>Anathema</strong> break a contract, free a slave, insult Asmodeus by showing mercy to your enemies</p>\n<p><strong>Areas of Concern</strong> contracts, pride, slavery, and tyranny</p>"
        },
        "domains": {
            "alternate": [
                "duty",
                "glyph"
            ],
            "primary": [
                "confidence",
                "fire",
                "trickery",
                "tyranny"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "dec",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6",
            "4": "Compendium.pf2e.spells-srd.Item.qwlh6aDgi86U3Q7H",
            "6": "Compendium.pf2e.spells-srd.Item.WPXzPl7YbMEIGWfi"
        },
        "weapons": [
            "mace"
        ]
    },
    "type": "deity"
}
