{
    "_id": "R0DvoLO8WbYIYhb3",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Atreia",
    "system": {
        "ability": [
            "wis",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "N"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Responsible for fire, purification, and radiance, Atreia the Lambent King is the benevolent elemental lord of fire. When the multiverse was young, Atreia soared across the Plane of Fire as a triple-headed ibis, with wings that burned and eyes of flame, routing evil from the plane. Now, he is imprisoned within the Garnet Brand, a red gem encased in an eternal shroud of steam. Though he cannot hear or grant power to his followers from his prison, some groups of salamanders on the Plane of Fire still honor the Lambent King for his dominion over protection and life-giving fire, as do a few small circles of mortals who hold the discovery and purification of evil above all other causes. Statues depicting his likeness can be found across his former realms, hidden in ancient sites dedicated to healing and holy light.</p>\n<p><strong>Edicts</strong> Burn away corruption, clear the way for new growth, purify tainted areas</p>\n<p><strong>Anathema</strong> Deny a suffering creature warmth, shade, or water; abandon a creature in darkness</p>\n<p><strong>Areas of Concern</strong> fire, purification, and radiance</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "fire",
                "healing",
                "protection",
                "sun"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "prf",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.szIyEsvihc5e1w8n",
            "3": "Compendium.pf2e.spells-srd.Item.AMEu5zzLN7uCX645",
            "4": "Compendium.pf2e.spells-srd.Item.YrzBLPLd3r9m6t1p"
        },
        "weapons": [
            "katar"
        ]
    },
    "type": "deity"
}
