{
    "_id": "aChBtIDfA59QQ7SN",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Ayrzul",
    "system": {
        "ability": [
            "str",
            "con"
        ],
        "alignment": {
            "follower": [
                "N",
                "LE",
                "NE",
                "CE"
            ],
            "own": "NE"
        },
        "category": "deity",
        "description": {
            "value": "<p>Lord of buried secrets, earth, and metal, the Fossilized King Ayrzul is a mystery even on the Plane of Earth. No one has seen the elemental lord of earth outside of his realm, the Blistering Labyrinth, and few know the truth of Ayrzul's nature or the form he takes when he appears. Some say he is an immense, undead crystalline dragon, an ancient genie wizard, or even a discarded splinter from some long-forgotten deity, shed before their primeval destruction. His power, motives, and origins are likewise the subjects of innumerable rumors. This speculation is all inconsequential to the Fossilized King; even the politics of his plane falls outside his notice. Instead, the lord of Earth spends his time plotting against his bitter rival, @UUID[Compendium.pf2e.deities.Item.Ymeri], the elemental lord of fire.</p>\n<p>Ayrzul's followers include xiomorns-@UUID[Compendium.pf2e.deities.Item.Sairazul]'s children whom he has stolen-a handful of mephits and other elementals, and groups of humanoids on the Material Plane with an interest in the unseen hostility of the earth.</p>\n<p><strong>Edicts</strong> Use the strength of stone to protect yourself and your secrets, obscure your true motives, slowly poison others</p>\n<p><strong>Anathema</strong> Remove a creature's petrified condition, make a fire larger or hotter than necessary</p>\n<p><strong>Areas of Concern</strong> buried secrets, earth, and metal</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "destruction",
                "earth",
                "might",
                "secrecy"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "dec",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.dgCH2E0gMLMUgyFl",
            "2": "Compendium.pf2e.spells-srd.Item.lpT6LotUaQPfinjj",
            "6": "Compendium.pf2e.spells-srd.Item.znv4ECL7ZtuiagtA"
        },
        "weapons": [
            "morningstar"
        ]
    },
    "type": "deity"
}
