{
    "_id": "cSakUTwOtxe6Y0rH",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Baekho",
    "system": {
        "attribute": [
            "str",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Before he was a god, Baekho was a tiger who protected the forests of Tian Xia. Once, when he was gravely injured, he sheltered under the branches of a persimmon tree. As he experienced the changing of seasons beneath the tree's branches, an innate understanding of the world stirred within him. He awakened as a divine spirit with a human form with white hair, black-tipped white tiger ears, and deep blue tiger eyes. In his feline form, the fur that had once been an inferno of orange became a blinding white. His religious symbol, a snow-tipped persimmon branch laden with vibrant red-orange fruit, represents his awakening as a divine spirit who cherishes harmony.</p>\n<p>Baekho selected nine disciples: four claws who fight beside him, two eyes who observe the balance of good and evil, two ears who discern truth from lies, and one heart who heals bonds that have broken. He granted some of his power to each of them so they could help guide his increasing number of followers and aid in maintaining harmony in Tian Xia. The White Tiger's faithful often have a familial devotion to a specific disciple, with unique traditions for showing their devotions, as Baekho believes the intent of worship is more important than the specific rites observed.</p>\n<p>While known as the Lord of the Seasons, Baekho is more accurately the lord of the sacred time between seasons—when spring seedlings sprout through the melting snow or the blazing summer sunshine gives way to the vibrant colors of fall. As the protector of this fragile balance, he detests stagnation and believes that change is the natural flow of all things. He sees the union of contrasting values as a necessity for finding balance in the future.</p>\n<p>Baekho's worshippers understand that all creatures have the potential for both good and evil. They are often empathetic and strong negotiators who feel contentment in finding common ground and healing rifts.</p>\n<p><strong>Edicts</strong> bridge rifts between allies, embrace change, consider all sides of a disagreement before passing adjustment</p>\n<p><strong>Anathema</strong> allow bias to guide your judgement, reject change in favor of stagnation, sow discord between allies, take more than you give</p>\n<p><strong>Areas of Concern</strong> balance, healing, nature, seasons</p>"
        },
        "domains": {
            "alternate": [
                "duty",
                "might"
            ],
            "primary": [
                "change",
                "healing",
                "nature",
                "truth"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia World Guide"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.zDJS8E66UI0himqV",
            "3": "Compendium.pf2e.spells-srd.Item.1HfusQ8NDWutGvMx",
            "6": "Compendium.pf2e.spells-srd.Item.u5FAOOXuqK7fLqKW"
        },
        "traits": {},
        "weapons": [
            "katana"
        ]
    },
    "type": "deity"
}
