{
    "_id": "30uY6NkhYmPI3Oii",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Bergelmir",
    "system": {
        "ability": [
            "wis",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "LN"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>While some consider Fandarra to be the literal mother of all life, Bergelmir is the Mother of Memories. She's the tender of traditions and history, the keeper of wisdom, and the chronicler of lives and lineages. As the needle and thread that stitches a following together, she unites individuals with shared dreams, traditions, and values. Some view Bergelmir as the Founder of the Following and the creator of the primary way of life in the Realm.</p>\n<p>Like Fandarra, Bergelmir is known in most parts of Golarion as a giant goddess, though humans in the Realm of the Mammoth Lords widely worship and respect her too. Within the Realm, Bergelmir is depicted as a bent and wrinkled elderly Kellid woman, grinning and often leaning on her walking staff. Among most followings, she's a storyteller and chronicler of oral histories, songs, rituals, and lineages. Bergelmir's religious symbol is three bolts of lightning, said by many to represent the three wisdoms she imparts: history, ritual, and genealogy.</p>\n<p><strong>Edicts</strong> learn the traditions and history of your people, care for the elderly</p>\n<p><strong>Anathema</strong> destroy historical texts or records, alter or obfuscate oral histories, harm the elderly</p>\n<p><strong>Areas of Concern</strong> elders, family, genealogy, memories, tradition</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "family",
                "knowledge",
                "repose",
                "vigil"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder #176: Lost Mammoth Valley"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.rerNA6YZsdxuJYt3",
            "3": "Compendium.pf2e.spells-srd.Item.ZYoC630tNGutgbE0",
            "4": "Compendium.pf2e.spells-srd.Item.FhOaQDTSnsY7tiam"
        },
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
