{
    "_id": "wkDOeK7ENz1ra8IC",
    "img": "systems/pf2e/icons/deity/Besmara.webp",
    "name": "Besmara",
    "system": {
        "ability": [
            "dex",
            "con"
        ],
        "alignment": {
            "follower": [
                "CG",
                "CN",
                "CE"
            ],
            "own": "CN"
        },
        "category": "deity",
        "description": {
            "value": "<p>Once nothing more than a powerful spirit of water with the ability to manipulate sea monsters, Besmara grew slowly in power over the centuries from sacrifices made by seafaring people. After defeating and consuming rival spirits of battle, gold, and wood, she became a minor god of piracy, strife, and sea monsters.</p>\n<p>Besmara, the Pirate Queen, cuts a brash and bold figure, as she often is depicted wearing buccaneer apparel consisting of loose-fitting, eye-catching clothing and black boots, and her hair is wind-tossed on even the calmest day. She and her followers adhere to a simple code of greed: take what you desire, no matter who it might belong to. Despite this, Besmara and her worshippers are generally loyal to one another, knowing that while on the waves raiding ships for treasure, a pirate crew can survive only if its members trust one another.</p>\n<hr />\n<p>The Pirate Queen Besmara began as a minor deity and gained power as she defeated other demigods. Now, with her rule over sea monsters and piracy, she attracts worshippers within the Firebrands. They likely spend more energy to ward off her ire than maintain her favor, as her temperament turns quickly. While her interest in them is fickle, she has granted them boons while in a good mood. The Firebrands must also contend with her less savory worshippers, such as undead crews seeking souls to consume. Despite the danger, Besmara fascinates many Firebrands, as using chaos to succeed matches their tactics.</p>\n<p>Her deeds serve as inspiration, as she managed to defeat countless other demigods and used their power to ascend to her full godhood. As the Pirate Queen and her ship the Seawraith raid the other planes and retreat back into the chaos of the Maelstrom, so do the Firebrands take advantage of the Eye of Abendego to raid well-off merchants or naval vessels and retreat into the safety of the storm. Her tendency to wait for the right tides or a lull in the enemy's defenses exemplifies the need to wait for the perfect circumstances.</p>\n<p>The Firebrands' acceptance of Besmara attracts worshippers eager for glory and derring-do. As Besmara's armada is crewed by legendary pirates whose deeds outpaced their mortality, joining the Firebrands and becoming a legend among legends provides a way to catch Besmara's eye. A few reckless captains attract first- and second-mark Firebrands with the promise of breaking records and doing the impossible.</p>\n<p>When finding a windfall, every Firebrand captain or crew gives Besmara her due by tossing a share of the profit into the sea, ensuring that they don't provoke her ire. No captain wants to be responsible for an organization-wide rash of ill luck and dead winds. If there is a period of doldrums, captains provide extra tribute to avoid finger-pointing and pray for a break in the still air.</p>\n<p>Even the Firebrands who don't see themselves as pirates find meaning in the code of loyalty Besmara's devotees follow. Loyalty to crew, shipmates, and captains runs deep, especially with more formal pirate codes developed among Shackles Firebrands. Pirate codes among crews of Firebrands include a binding oath administered by a member of the Besmaran clergy. While each code is personalized to suit circumstances, these codes typically define \"crew\" to include land-based allies and other Firebrands.</p>\n<p><strong>Edicts</strong> sail the seas, stay loyal to captain and crew, take what you want</p>\n<p><strong>Anathema</strong> betray shipmates, forsake piracy, settle on land</p>\n<p><strong>Areas of Concern</strong> piracy, sea monsters, and strife</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "destruction",
                "trickery",
                "water",
                "wealth"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.jfVCuOpzC6mUrf6f",
            "3": "Compendium.pf2e.spells-srd.Item.RvBlSIJmxiqfCpR9",
            "5": "Compendium.pf2e.spells-srd.Item.z2mfh3oPnfYqXflY"
        },
        "weapons": [
            "rapier"
        ]
    },
    "type": "deity"
}
