{
    "_id": "c9NFjRR8gr6CWpjl",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Black Butterfly",
    "system": {
        "ability": [
            "dex",
            "wis"
        ],
        "alignment": {
            "follower": [
                "NG",
                "CG"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The Silence Between flutters among and between the stars, representing distance, silence, and space. Often called Desna's Shadow, the Black Butterfly is sometimes believed to be an aspect of Desna that has broken off and taken on its own life; her interest in distance and space certainly reflects Desna's love of travel. The Black Butterfly finds the silence of the sea of stars useful for introspection and learning about oneself. Those who follow her take opportunities when they can to sit in silent meditation, in zones of silence and darkness when possible. Travel across large distances offers plenty to think about and contemplate, and the Black Butterfly encourages such journeys. She hates all evil, but she truly despises the powerful beings of evil that populate the Dark Tapestry, and her followers are expected to fight these beings and their followers without mercy.</p>\n<p>The Silence Between manifests as the silhouette of a woman with butterfly wings, and white hair and eyes. Her wings contain a shadow-or reflection-of all of the Dark Tapestry and everything within it. Parted lovers, the isolated, the introverted, those who have sworn vows of silence or don't communicate verbally, stargazers, explorers, and the melancholy are all found among the followers of the Black Butterfly.</p>\n<p><strong>Edicts</strong> Study the stars, notice moments of silence, perform anonymous acts of kindness</p>\n<p><strong>Anathema</strong> Disrupt another's meditation, interrupt tranquil moments, play noisy or discordant music</p>\n<p><strong>Areas of Concern</strong> distance, silence, and space</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "freedom",
                "secrecy",
                "star",
                "void"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "ste",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.zdb8cjOIDVKYMWdr",
            "2": "Compendium.pf2e.spells-srd.Item.3JG1t3T4mWn6vTke",
            "4": "Compendium.pf2e.spells-srd.Item.zR67Rt3UMHKC5evy"
        },
        "weapons": [
            "starknife"
        ]
    },
    "type": "deity"
}
