{
    "_id": "vEMCpm7iidycRT5D",
    "img": "systems/pf2e/icons/deity/Brigh.webp",
    "name": "Brigh",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "NG",
                "LN",
                "N",
                "CN",
                "NE"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>Brigh's exact origins are unknown, though her priests and various religious scholars have many theories on the matter. Some believe she was a construct who achieved consciousness and a spark of divinity, while others think she was a human alchemist and inventor who discovered ways to fuse mechanical components with her own physiology. Regardless of her origins, Brigh is a patient and thoughtful god who promotes unending curiosity and constant intellectual advancement. Her two most common forms are a humanoid woman made of bronze clockwork and a human woman wearing a bronze skullcap and armor composed of gears and other movable metal pieces. Though Brigh's usual demeanor is composed and reserved, she isn't an unfeeling automaton; she deeply cherishes the creations she and her followers make, and most of her worshippers feel the same way.</p>\n<p><strong>Edicts</strong> craft new creations, pay attention to details, share achievements</p>\n<p><strong>Anathema</strong> carelessly destroy others' creations or research, enslave intelligent constructs, abuse constructs, refuse to acknowledge or learn from mistakes</p>\n<p><strong>Areas of Concern</strong> clockwork, invention, and time</p>"
        },
        "domains": {
            "alternate": [
                "fire"
            ],
            "primary": [
                "creation",
                "earth",
                "knowledge",
                "time"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "cra",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.TPI9fRCAYsDqpAe4",
            "4": "Compendium.pf2e.spells-srd.Item.TUj8eugNqAvB1vVR",
            "7": "Compendium.pf2e.spells-srd.Item.73rToy0v5Ra9NvL6"
        },
        "weapons": [
            "light-hammer"
        ]
    },
    "type": "deity"
}
