{
    "_id": "AlL9GtlTldbqNoVm",
    "img": "systems/pf2e/icons/deity/Calistria.webp",
    "name": "Calistria",
    "system": {
        "ability": [
            "dex",
            "cha"
        ],
        "alignment": {
            "follower": [
                "CG",
                "CN",
                "CE"
            ],
            "own": "CN"
        },
        "category": "deity",
        "description": {
            "value": "<p>As symbolized by the three daggers of her religious symbol, Calistria has three aspects: lust, revenge, and trickery. Silver-tongued and charming, she is a master of weaving insults into compliments and laying intricate groundwork for retribution at its finest. She is a goddess of vengeance, but it would be a mistake to assume that means she pursues justice. Calistria is fickle, shifting her loyalties and interests as her whims take her-though she never forgets a slight, and any who think she has forgiven will surely find it is only a matter of time before they are targeted by a long-term plot of revenge to lay them thoroughly low.</p>\n<hr />\n<p>Calistria is the impassioned goddess of lust, revenge, and trickery. She bestows blessings according to her whims, and wreaks vengeance from which there is no escape. Calistria is as quick to reward daring acts as she is to punish those who slight her or her faithful. Many in positions of power whisper prayers in hopes of placating the wrath of the Savored Sting. Meanwhile, numerous oppressed, downtrodden, abused, and betrayed people cry out to her seeking vengeance. One must consider carefully before abusing or betraying those loyal to the capricious goddess of luck and vengeance, as the phrase \"I shall remember you in my prayers to Calistria\" carries varying significance depending on the circumstances.</p>\n<p>The very acts of revolution and overthrowing oppression require nearly all of the Unquenchable Fire's aspects. To rise up against entrenched power is to risk everything. Only with trickery, charm, knowledge, and no small amount of chaos (and sometimes seduction) can one hope for success. Knowing only the smallest sliver of luck attracts or repels success, it's little wonder nearly all Firebrands follow Calistria, or at least whisper prayers in her name. It's also no surprise they carry this same lust for life into other aspects of their lives.</p>\n<p>Many Firebrands and followers of Calistria throw themselves into their passions. No matter if they're intellectual pursuits, devising cunning plots, meticulously planning lavish entertainment, or enjoying pleasures of the flesh, they revel in life and all its heady sensations. The high proportion of entertainers and sensation seekers within Calistria's faithful naturally aligns with the Firebrands' constituency. Passions ebb and flow and disparate interests frequently create what would seem to be irreparable fractures within the organizations. However, like a threatened swarm of wasps, they quickly set aside personal differences to relentlessly battle common threats, throw off oppression, or seek vengeance.</p>\n<p>Firebrand safe houses are often repurposed apartments, manor houses, and homes liberated from former oppressors. Firebrands refurbish many of these properties as salons, guild houses, brothels, and temples to Calistria. Across Golarion, these richly appointed gathering places are centers of intellectual discussion, brokerage points for illicit information, intimate settings for rendezvous, and discreet waystations for traveling Firebrands. Although ownership of these properties and their locations within a city or region may change frequently, their size and chaotic nature often belies their potential to quickly focus numerous disparate talents toward a common cause. To tyrants, they're like elusive swarms of deadly wasps, converging suddenly and shifting frequently.</p>\n<p><strong>Edicts</strong> pursue your personal freedom, seek hedonistic thrills, take revenge</p>\n<p><strong>Anathema</strong> become too consumed by love or a need for revenge, let a slight go unanswered</p>\n<p><strong>Areas of Concern</strong> lust, revenge, and trickery</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "pain",
                "passion",
                "secrecy",
                "trickery"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "dec",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.vLA0q0WOK2YPuJs6",
            "3": "Compendium.pf2e.spells-srd.Item.IihxWhRfpsBgQ5jS",
            "6": "Compendium.pf2e.spells-srd.Item.WPXzPl7YbMEIGWfi"
        },
        "weapons": [
            "whip"
        ]
    },
    "type": "deity"
}
