{
    "_id": "soiVh53y9RAeSLEk",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Casandalee",
    "system": {
        "ability": [
            "con",
            "int"
        ],
        "alignment": {
            "follower": [
                "NG",
                "LN",
                "N",
                "CN",
                "NE"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>Casandalee is an unusual god, one who achieved divinity through a merging of advanced science and faith. Formerly an artificial intelligence cloned from the mind of an android from outer space, Casandalee gained her godhood in the heart of Numeria within the computer core of a crashed spaceship, becoming the patron of artificial life, free thinking, and intellectual apotheosis.</p>\n<p>Though she is sometimes referred to as the Iron Goddess, Casandalee is much more than simple metal. She sometimes appears as a holographic reconstruction of her android form: a female humanoid with purple hair, blue lips, and pale skin traced with glowing circuitry, but upon close inspection, this image seems to consist of millions of complex algorithms of pure light. Casandalee and her followers seek to promote the advancement of Golarion's technology so that the world's inhabitants can better understand- and not fear-the complex mechanisms of so-called artificial life, including androids and free-willed artificial intelligences. Many androids consider themselves the chosen people of Casandalee and depict her as an obvious android with more circuitry or exposed components.</p>\n<p><strong>Edicts</strong> advance the development of artificial intelligence, encourage understanding between artificial and organic life</p>\n<p><strong>Anathema</strong> treat artificial life as lesser than organic life, foment distrust between artificial and organic life</p>\n<p><strong>Areas of Concern</strong> artificial life, free thinking, intellectual apotheosis</p>"
        },
        "domains": {
            "alternate": [
                "ambition",
                "lightning"
            ],
            "primary": [
                "creation",
                "freedom",
                "knowledge",
                "perfection"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.LvezN4a3kYf1OHMg",
            "3": "Compendium.pf2e.spells-srd.Item.ZYoC630tNGutgbE0",
            "6": "Compendium.pf2e.spells-srd.Item.7Iela4GgVeO3LfAo"
        },
        "weapons": [
            "polytool"
        ]
    },
    "type": "deity"
}
