{
    "_id": "v67fHklTZ6LoU54q",
    "img": "systems/pf2e/icons/deity/Cayden%20Cailean.webp",
    "name": "Cayden Cailean",
    "system": {
        "ability": [
            "con",
            "cha"
        ],
        "alignment": {
            "follower": [
                "NG",
                "CG",
                "CN"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Once a mortal human, Cayden Cailean is now one the few deities known as the Ascended. In his mortal years, Cayden was a sellsword of no small fame, known for his boisterous manner, skill with a blade, and fearless resolve. During a particularly rowdy night of drinking, a series of escalating dares led the wandering mercenary to attempt the Test of the Starstone. He emerged from the Starstone Cathedral 3 days later, laughing, a fully realized god. Divine responsibility did little to change Cayden's attitude from what it was in his mortal life. He continues to crave adventure, drink, and pleasurable company while abhorring bullies, tyrants, and cowards.</p>\n<hr />\n<p>As the god of bravery, freedom, and ale, Cayden Cailean teaches that every person should feel free to indulge in their choice of spirits, passion, and pursuits. The worship of Cayden Cailean epitomizes freedom, boldness in the face of overwhelming odds, and camaraderie among fellow revelers. In taverns, alehouses, and inns across any land, every drink could turn into a prayer to Cayden Cailean. Bravery from such prayerful drink and gathered people can stir wishful thinking into revolutionary fervor. While the oppressed often dream of rising up against their tormentors, their worry over the dangers of revolution normally drowns out such wishful thinking. But these dreams can quickly grow into action and calls for change becoming tinder for a spark—a spark that's often ignited by Firebrands and like‑minded adventurers looking not only for excitement but also an opportunity to test their mettle. More than one despot has fallen to the passionate indignation of mobs led by Firebrands invoking Cayden Cailean's name. Tyrants and bullies harbor deep fear of the Accidental God and his followers.</p>\n<p>Firebrands spend much of their time traveling in pursuit of freedom, strength (of both mind and body), and sustainable spirits. While some might think it a lonely life, revelry in the name of Cayden Cailean ensures they can always find excitement, as well as friends old and new, no matter how far they roam. Therefore, frequenting taverns and inns— the temples to the Daring God—takes up a significant portion of these adventurers' lives.</p>\n<p>Since Firebrands often use alehouses, inns, and taverns for both overt and clandestine meetings, it's not uncommon for them to have safe houses, hidden rooms, or secret stashes within their favored establishments. These locations allow them to blend in while gathering information, recruiting, and spreading influence. When it's time for action, Firebrands can usually count on the support of these establishments, sometimes even inspiring regular patrons who were unaware of the presence of Firebrands. Of course, the bravery that comes from numbers and Cayden Cailean's liquid courage certainly helps inspire them to action.</p>\n<p><strong>Edicts</strong> drink, free the enslaved and aid the oppressed, seek glory and adventure</p>\n<p><strong>Anathema</strong> waste alcohol, be mean or standoffish when drunk, enslave someone</p>\n<p><strong>Areas of Concern</strong> ale, bravery, freedom, and wine</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "cities",
                "freedom",
                "indulgence",
                "might"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.aEM2cttJ2eYcLssW",
            "2": "Compendium.pf2e.spells-srd.Item.CQb8HtQ1BPeZmu9h",
            "5": "Compendium.pf2e.spells-srd.Item.U58aQWJ47VrI36yP"
        },
        "weapons": [
            "rapier"
        ]
    },
    "type": "deity"
}
