{
    "_id": "4GO4iT585ynLJnc8",
    "img": "systems/pf2e/icons/deity/Chaldira%20Zuzaristan.webp",
    "name": "Chaldira",
    "system": {
        "ability": [
            "dex",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Chaldira Zuzaristan, the Calamitous Turn, is a plucky, impulsive goddess venerated primarily by halflings. She embodies two aspects halflings see in themselves: a strong affinity for luck and bold determination to protect friends. Chaldira is hotheaded and cannot abide bullies in any form, and many of her worshippers are similarly impetuous, spoiling for any opportunity to leap fist-first at oppressors and tyrants. While many people consider this to be more of a vice than a virtue, Chaldira and her followers feel it is far better to run headlong into trouble than it is to meekly concede to evil out of fear or convenience. Chaldira is also the goddess of light-hearted mischief, insisting that harmless fun, even at others' expense, brings joy and strengthens ties within a community. While not all of Chaldira's followers are inveterate pranksters, most at least know some sleight-of-hand tricks. Chaldira is most often depicted as a halfling woman who matches the appearance of the local halfling community, with curly hair, freckles, and a patchwork red-and-green coat held together by several mismatched buttons.</p>\n<hr />\n<p>Chaldira Zuzaristan is a halfling goddess who encourages her followers to protect the innocent, oppose tyranny, punch evil in the gut, and have fun while doing it. Much beloved by the Firebrands, she's also known as the Calamitous Turn. Generally considered a brave, hot-headed goddess, Chaldira is bold and tenacious. She trusts her instincts, follows her heart, and fights for what's right no matter the odds or opposition. This message resonates strongly with many Firebrands, regardless of their methodology.</p>\n<p>For these Firebrands, Chaldira's most attractive qualities are her drive, determination, and pluck. She's the goddess they turn to when opposing a power bigger than themselves, whether through combat, guile, or social reform. From revolutionaries and activists who seek social and political change to do-gooders who literally fight tyrannical regimes, Chaldira is a source of bravery, comfort, and encouragement. Many Firebrands who follow Chaldira become leaders of rebellions or Firebrand cells as well as organizers of rallies, covert missions, uprisings, and other similar endeavors.</p>\n<p>Chaldira is also a goddess of luck, and Firebrands about to undertake a particularly dangerous task often pray for her blessing. Integrating oversized, brightly colored buttons into one's attire has become a popular fashion trend among Firebrands and is intended to honor Chaldira or curry her favor. Those Firebrands who operate discreetly instead sew the buttons into their pockets, waistbands, or the lining of their coats for luck.</p>\n<p>Chaldira is a friendly goddess who frequently cooperates with other divinities. She draws Desna and Kurgess on madcap adventures, partners with Cayden Cailean or Milani to topple tyrants, and joins Picoperi or Thisamet when spreading laughter and mischief. Similarly, Chaldira's worshippers strive to build communities and strengthen bonds of togetherness, both among the people of the regions in which they operate and within the Firebrands themselves. Rebellions and political change require public support to succeed, and this support can only come from a community that feels united. Likewise, Chaldiran Firebrands are among those who encourage teamwork and collaboration between Firebrand cells. They act as messengers, go-betweens, facilitators, and greatly enjoy seeing a \"team-up\" between different Firebrand groups. They're the first to remind their fellows that, while the Firebrands face insurmountable odds, they needn't do so alone. Just as a single voice can be drowned out but a multitude can't be silenced, while one Firebrand is great, together they're unstoppable.</p>\n<p><strong>Edicts</strong> seek out and challenge oppressors and tyrants, defend friends and the innocent, engage in mischief that doesn't harm others</p>\n<p><strong>Anathema</strong> suffer a bully's insults to you or another without retort, abandon a friend in need, attribute a lucky turn of events to your own skill</p>\n<p><strong>Areas of Concern</strong> battle, fortune, mischief</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "confidence",
                "luck",
                "trickery",
                "zeal"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "thi",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.aEM2cttJ2eYcLssW",
            "2": "Compendium.pf2e.spells-srd.Item.c2bTWBNO1BYX4Zfg",
            "5": "Compendium.pf2e.spells-srd.Item.TCk2MDwf5L5OYjFC"
        },
        "weapons": [
            "shortsword"
        ]
    },
    "type": "deity"
}
