{
    "_id": "yiKle2URZ43KYVKQ",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Chamidu",
    "system": {
        "ability": [
            "str",
            "con"
        ],
        "alignment": {
            "follower": [
                "NG",
                "N",
                "NE"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>Chamidu is a Vudran goddess with an affinity for the beasts of the world. She is sometimes represented as a six-armed woman with four faces (one looking in each cardinal direction) and may ride a tiger with human hands for paws. She sometimes wields numerous weapons simultaneously.</p>\n<p>Chamidu is an original guardian of the wild, a deity sworn to protect the life of nature. In addition to the beasts of the wild, whom Chamidu regards as her own children, she was also placed in charge of the Kalpavendi, a deific tree fabled to be capable of healing any illness, curse, or calamity cast upon mortal or god alike. It's at this site that new beasts of the land are born and where legends say Chamidu takes those most worthy of her blessing to grant perfect health for all their life. Many go in search of the Kalpavendi, though few ever return. Nonetheless, seekers of the holy tree are undeterred and continue their pilgrimage.</p>\n<p>The four faces of Chamidu represent the many facets of her existence. Though the face presented to others changes with the situation, Chamidu tries to lead with her side of healing, filled with the smile and care of a parent. Her face of nature is depicted as a wreath of flowers adorning her head, while the face of the storm is a darkened expression, waiting to unleash destruction upon the fiends of the earth. Last is the face of nightmares, touched with a fearsome scowl, ready to haunt the dreams of any who work against her. In her many hands she not only wields spears, but might also hold staves, hatchets, whips, maces, bows, or shields, depending on the desired effect.</p>\n<p>Followers of Chamidu offer sanctuary for anyone who needs it, including healing, food, and provisions. Temples also hold feed for a variety of animals that find their way to the doorsteps, often acting as sites of temporary care for injured animals brought to them. Upon being healed, such creatures are returned to the care of owners, released under supervision back into a natural habitat, or become an integral part of the temple itself. Devotees actively work against causes trying to destroy natural habitats that serve as homes for creatures and quickly bring judgment upon individuals who harm any under the care of the church. Abandoned children and orphans are always welcome to these shrines, where they might find either beasts or mortals willing to care for them under direction of the goddess.</p>\n<p><strong>Edicts</strong> Destroy aberrant creatures and fiends, live free of social or materialistic chains, cause destruction when angered</p>\n<p><strong>Anathema</strong> Harm a child, pollute the wilds, refuse to treat an illness</p>"
        },
        "domains": {
            "alternate": [
                "freedom"
            ],
            "primary": [
                "healing",
                "lightning",
                "nature",
                "nightmares"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Impossible Lands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.4YnON9JHYqtLzccu",
            "3": "Compendium.pf2e.spells-srd.Item.9AAkVUCwF6WVNNY2",
            "5": "Compendium.pf2e.spells-srd.Item.YtesyvfAIwXOqISq"
        },
        "weapons": [
            "spear"
        ]
    },
    "type": "deity"
}
