{
    "_id": "tcXrtRYCOr2EmgGB",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Charon",
    "system": {
        "ability": [
            "con",
            "int"
        ],
        "alignment": {
            "follower": [
                "LE",
                "NE",
                "CE"
            ],
            "own": "NE"
        },
        "category": "deity",
        "description": {
            "value": "<p>The First Horseman, eldest of his counterparts and the Boatman of the Styx, is a patient and cunning figure. Content to allow plans to take hold over time, Charon freely offers his power only to collect on his bargain decades or even centuries later. As the Horseman of Death, Charon concerns himself with miserable, pointless deaths that are devoid of any faith, mercy, or meaning, dragging those who perish in the depths of hopelessness and nihilism down into Abaddon and oblivion.</p>\n<p>Charon is the last surviving member of the original Horsemen who overthrew the First Daemon in their fit of jealous contempt. Holding knowledge from the earliest days of existence, he alone knows Abaddon's true history, but he keeps it to himself. This allows him to exploit opportunities with curious mortals, sweeping more souls into his dread kingdom.</p>\n<p>Charon appears as a tall, looming man dressed in a frayed cloak and gripping a lantern staff firmly in one hand, but it is widely believed that this form is a facade. His true face may be unknowable, hidden away at the end of the Styx within his sunken palace, the Drowning Court. Some theorize that this form is nothing more than a mouthpiece for a far more alien entity that lies beneath the waters of the Styx. Whatever the case, Charon is a timeless being whose bargains, promises, and bottomless hunger stretch back to the earliest days.</p>\n<p><strong>Edicts</strong> End all mortal life, exploit those who fear death</p>\n<p><strong>Anathema</strong> Offer anything for free, extend mortal lifespans, grant true salvation to the doomed or dying</p>\n<p><strong>Areas of Concern</strong> death</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "death",
                "knowledge",
                "soul",
                "water"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "occ",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.k34hDOfIIMAxNL4a",
            "4": "Compendium.pf2e.spells-srd.Item.GaRQlC9Yw1BGKHfN",
            "9": "Compendium.pf2e.spells-srd.Item.qDjeG6dxT4aEEC6J"
        },
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
