{
    "_id": "vSUz97Y29l1O50bC",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Count Ranalc",
    "system": {
        "ability": [
            "dex",
            "cha"
        ],
        "alignment": {
            "follower": [
                "CG",
                "N",
                "CN",
                "CE"
            ],
            "own": "CN"
        },
        "category": "deity",
        "description": {
            "value": "<p>Once the lord of darkness and of the chaos of creation, Count Ranalc was cast out long ago by the other Eldest and titled \"the Traitor,\" though the Eldest are not forthcoming about what heinous treachery Ranalc committed, and many among his worshippers claim that he was the one who was betrayed. In his new home in a remote corner of the Shadow Plane, Ranalc embraced his banishment and became the patron of exiles, shadows, betrayal, and the betrayed. Ranalc had long held a fascination with the world of Golarion, and he was alternately both friend and foil to the powerful archwizard Nex. On the day Nex besieged the city of Absalom with shadowy beings-beings certainly drawn from Ranalc's domain-the Eldest vanished from reality. Although he continues to grant spells to his devout worshippers, Ranalc has otherwise wholly disappeared. Theories about his disappearance abound, although they are as obscure and as self-contradictory as the enigmatic Eldest ever was.</p>\n<p><strong>Edicts</strong> Work in shadows, hide your nature and motives, plot betrayals or revenge for betrayals</p>\n<p><strong>Anathema</strong> Ask for forgiveness, create permanent or long-lasting sources of light</p>\n<p><strong>Areas of Concern</strong> exiles, shadows, betrayal, and the betrayed</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "confidence",
                "darkness",
                "sorrow",
                "travel"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "ste",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.zdb8cjOIDVKYMWdr",
            "4": "Compendium.pf2e.spells-srd.Item.onjZCEHs3JJJRTD0",
            "5": "Compendium.pf2e.spells-srd.Item.rxvS7EMJ7qmexAyA"
        },
        "weapons": [
            "rapier"
        ]
    },
    "type": "deity"
}
