{
    "_id": "XaaDDVS4sEJd4m99",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Dajermube",
    "system": {
        "ability": [
            "str",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "CN"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Also known as the Holder of Unquenchable Light, Dajermube is the Lioness Goddess of shadows, journeys, and self-realization. She encourages others to venture into the world to achieve their goals. Sometimes these goals are met, and sometimes not, but Dajermube teaches that the act of trying is just as important as completing a goal. She also teaches that darkness and shadow are not to be feared, as shadows are companions to light. Embracing both light and darkness is important, and Dajermube teaches that using all of one's available resources is more important than focusing on just the one that's most comfortable.</p>\n<p>Dajermube resembles a Mwangi woman casting a striking shadow. The shadow resembles that of a lioness instead of a human, and parts of her body change to resemble those of a lion while cast in shadow. Her religious symbol depicts the moon crossing in front of the sun during a solar eclipse.</p>\n<p><strong>Edicts</strong> push toward your own goals by striking your own path, try to help others achieve their goals when asked, draw upon all your resources</p>\n<p><strong>Anathema</strong> intentionally keep others from achieving honorable goals, support others to the exclusion of yourself or vice versa, use shadows to harm innocents</p>\n<p><strong>Areas of Concern</strong> shadows, journeys, and self-realization</p>"
        },
        "domains": {
            "alternate": [
                "cities",
                "star",
                "zeal"
            ],
            "primary": [
                "ambition",
                "freedom",
                "moon",
                "sun"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder #172: Secrets of the Temple-City"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.k34hDOfIIMAxNL4a",
            "2": "Compendium.pf2e.spells-srd.Item.QZ7OHptO1xnwaruq",
            "5": "Compendium.pf2e.spells-srd.Item.tcwT97RWKxsJiefG"
        },
        "weapons": [
            "greatpick"
        ]
    },
    "type": "deity"
}
