{
    "_id": "y3RlZ3FnbZN8wv8j",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Demon Bringers",
    "system": {
        "ability": [
            "str",
            "con"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "LN"
            ],
            "own": "LG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>The Mwangi Expanse is full of dangers. Of particular note are the various demons and other Abyssal creatures that roam the jungles. Many of these creatures are drawn to the Mwangi Expanse by the presence of Angazhan's or Lamashtu's might, while others are direct servitors of those faithful to the demonic. While the Mwangi Expanse is home to many demon hunters that keep these evil forces at bay, many of them work in independent groups. It's only with the combined efforts of the demon hunters that the Mwangi Expanse can be rid of this demonic presence and the people of the Mwangi Expanse can be safe.</p>\n<p>The demon hunters among the Ekujae elves, Matanji orcs, Mwangi catfolk, Mbe'ke dwarves, and others began to join forces in their demon hunts and brought their respective gods with them. This led to the worship of a pantheon of righteous gods that both offered the might to destroy demons and the wisdom to defend others. Through the worship of Adanye, Chohar, Kazutal (in her form as Majagua), and Torag, these mighty hunters find the strength they need to make the Mwangi Expanse a safer place. While this pantheon didn't originally have a name, the local Mwangi populations eventually dubbed them the Demon Bringers, as their faithful would bring home trophies in the form of demon heads, claws, or tails. Followers of the Demon Bringers use their skills to hunt demons and other evils that lie within the Mwangi Expanse. They also help create homes and fortifications for those that can't fight, as the ultimate goal of the Demon Bringers is a safer Mwangi for all.</p>\n<p><strong>Edicts</strong> create fortifications and defenses to protect those who can't protect themselves, improve your hunting abilities, seek out evils that threaten others</p>\n<p><strong>Anathema</strong> exclude innocents from safe havens, intentionally destroy a shelter, allow demon summoners to live on unpunished</p>\n<p><strong>Areas of Concern</strong> protection, retribution, and keeps</p>"
        },
        "domains": {
            "alternate": [
                "cities",
                "duty"
            ],
            "primary": [
                "creation",
                "family",
                "might",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "sur",
        "source": {
            "value": "Pathfinder Blog"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.aAbfKn8maGjJjk2W",
            "4": "Compendium.pf2e.spells-srd.Item.TUj8eugNqAvB1vVR",
            "7": "Compendium.pf2e.spells-srd.Item.AlbpWWN87yGegoAF"
        },
        "weapons": [
            "khopesh"
        ]
    },
    "type": "deity"
}
