{
    "_id": "JgqH3BhuEuA4Zyqs",
    "img": "systems/pf2e/icons/deity/Desna.webp",
    "name": "Desna",
    "system": {
        "ability": [
            "dex",
            "cha"
        ],
        "alignment": {
            "follower": [
                "NG",
                "CG",
                "CN"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The night didn't know beauty until Desna came into existence. While the other gods toiled away to create the world, she set her sights on the heavens, placing each star in the sky. After surveying her artistry, she hung the brightest star high in the north and made it her home. Her first gift to mortals was this beacon of hope, a twinkling sign in the dark sky that they could turn to when lost or unsure of themselves. Desna provides safe passage through the darkness to all, should they choose to follow.</p>\n<hr />\n<p>Most adventurers pay at least some homage to Desna, for who wouldn't want a little luck in a scrape, a straighter path to a fascinating discovery, and sweet dreams at the end of a journey? The ancient goddess of the stars naturally attracts a large contingent of followers among Firebrands. Whether a Firebrand prays for inspiration when composing a ballad about their exploits or invokes the name of the goddess for good fortune at the gambling table, Desna's worship plays a central role in the lives of many in the organization.</p>\n<p>Mariners in the Firebrands, whether they are privateers sinking corrupt merchant vessels or members of Vidrian's navy, frequently place themselves in Desna's care. Desnan sailors often refer to the goddess as the Lady of the North, and every ship's navigator, no matter how worldly, recites prayers to her as they make celestial observations based on Cynosure, her home in the North Star. The goddess's shipbound followers typically show their allegiance by wearing flowing sashes of blue and white or by having a butterfly or star tattooed on the back of their hand. Mariners exploring new sea routes are particularly precious to Desna, and devout voyagers often find that clouds break just in time for important navigational sightings or that light from twinkling jellyfish highlights reefs and shoals for sailors to avoid disaster.</p>\n<p>Whether on land or sea, Firebrands devoted to Desna are typically demonstrative worshippers. With the goddess's symbol added between the crossed swords of their Firebrand marks, they wave banners and lead hymn circles at gatherings, often sponsoring performance contests in the goddess's name. Martial followers etch butterflies onto the blades of their weapons or hang star-shaped charms from their pommels.</p>\n<p>In addition to their garments, Firebrand followers of Desna identify each other based on their unique practices and sayings. The night before beginning a journey, such worshippers will scan the twilight sky for the first star that appears, taking it, and the constellation it appears in, as an omen for the voyage. An older Firebrand might tell an errant first mark, \"Find your place in the sky\" or \"Watch whither you wander.\" Firebrand astrologers put particular weight on the transit of the planets, and they see comets and shooting stars as powerful omens. Upon parting, two Desnans might exchange the farewell \"Fortune favor your friends\" and the response \"And founder your foes.\"</p>\n<p><strong>Edicts</strong> aid fellow travelers, explore new places, express yourself through art and song, find what life has to offer</p>\n<p><strong>Anathema</strong> cause fear or despair, cast nightmare or use similar magic to corrupt dreams, engage in bigoted behavior</p>\n<p><strong>Areas of Concern</strong> dreams, luck, stars, and travelers</p>"
        },
        "domains": {
            "alternate": [
                "star",
                "void"
            ],
            "primary": [
                "dreams",
                "luck",
                "moon",
                "travel"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "acr",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.o4lRVTwSxnOOn5vl",
            "4": "Compendium.pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8",
            "5": "Compendium.pf2e.spells-srd.Item.y0Vy7iNL3ET8K00C"
        },
        "weapons": [
            "starknife"
        ]
    },
    "type": "deity"
}
