{
    "_id": "XHDlP7o1jNz9851v",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Diomazul",
    "system": {
        "ability": [
            "str",
            "dex"
        ],
        "alignment": {
            "follower": [
                "LN",
                "LE"
            ],
            "own": "LE"
        },
        "category": "deity",
        "description": {
            "value": "<p>An obscure Vudran god of war, Diomazul, the Serpent of Eighty Blades, is a patron of ascetic meditation, bitter renewals, and inordinate retribution. Devotees and theologians speak of Diomazul as having the likeness of a massive, hooded cobra in serene slumber—80 arms folded in stillness comprise this hood, each hand grasping a sheathed blade. When roused to violence by enemies, Diomazul awakens, retaining his tranquil countenance, but his hood flares in a bristle of steel as he draws all 80 blades to welcome his newfound foes and offer a gift of their unmaking. Once the Serpent of Eighty Blades has concluded evicting the life from his enemies, he entwines his body around their remains, crushing their bones into the earth and scattering their blood into the waters, burying all spoor of their existence under his immense form.</p>\n<p>As these depictions might suggest, Diomazul is a deity of dualistic, seemingly contradictory impulses who unifies the dichotomies of restraint and devastation within his being. Diomazul is a teacher of forbearance and detached contemplation, a paragon of indifference to personal contentment or suffering who meditates upon the universe, sloughing off whatever pain it can visit upon oneself. At the same time, Diomazul also embodies an endless, pitiless resolve to visit frightful destruction upon those who set themselves in opposition to him; once stirred from his reverie by insult or injury, vast and swift reprisal are sure to follow.</p>\n<p>In many ways, the Serpent of Eighty Blades is exactly like his name suggests, a coiled being of muscle and killing intent in absolute control of razor-sharp steel. Diomazul's blades split time into two unequal halves for his enemies: the impermanence of existence before meeting him and the decidedly much shorter impermanence of existence after raising his ire.</p>\n<p><strong>Edicts</strong> Remain celibate and detached from worldly pleasures, meditate, utterly destroy your enemies, erase all traces of defeated foes</p>\n<p><strong>Anathema</strong> Provoke a fight, give mercy to anyone who provokes a fight with you</p>"
        },
        "domains": {
            "alternate": [
                "might"
            ],
            "primary": [
                "destruction",
                "earth",
                "water",
                "zeal"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder Lost Omens: Impossible Lands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.R8bqnYiThB6MYTxD",
            "2": "Compendium.pf2e.spells-srd.Item.X3dYByf3YmkcdwG0",
            "4": "Compendium.pf2e.spells-srd.Item.8M03UxGXjYyDFAoy"
        },
        "weapons": [
            "scimitar"
        ]
    },
    "type": "deity"
}
