{
    "_id": "mm1j6UbHqFCI8fwB",
    "img": "systems/pf2e/icons/deity/Erastil.webp",
    "name": "Erastil",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "LN"
            ],
            "own": "LG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Unlike many other good deities, Erastil does not send his followers out into the world to fight and crush evil. Eschewing crusades and other ventures that take his followers away from their homes, Erastil watches over those who devote their lives to family and community. He is primarily an agricultural deity, specifically focusing on those aspects of nature that either can be tamed or are of use to his followers. His domain encompasses the plants and animals that farmers, hunters, and ranchers deal with in their everyday lives. While he is a protective deity, Erastil steps in only when quiet, pastoral lives are threatened. He desires his followers to live their lives in peace, with no risk of being conscripted into armies, devoured by monsters, or destroyed by magic.</p>\n<p><strong>Edicts</strong> care for your home and family, fulfill your duties, keep the peace, protect the community</p>\n<p><strong>Anathema</strong> abandon your home in its time of need, choose yourself over your community, tarnish your reputation, tell lies</p>\n<p><strong>Areas of Concern</strong> family, farming, hunting, and trade</p>"
        },
        "domains": {
            "alternate": [
                "duty"
            ],
            "primary": [
                "earth",
                "family",
                "nature",
                "wealth"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "sur",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh",
            "3": "Compendium.pf2e.spells-srd.Item.KsWhliKfUs3IpW3c",
            "5": "Compendium.pf2e.spells-srd.Item.F1qxaqsEItmBura2"
        },
        "weapons": [
            "longbow"
        ]
    },
    "type": "deity"
}
