{
    "_id": "8DXel4AvpyUy6oJ0",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Eritrice",
    "system": {
        "ability": [
            "int",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The Heart-Speaker Eritrice represents honest debate, opinions, and truth. Facts and information are important to Eritrice, but truths and wisdom gained through discussion are far more valuable to her than those gained through books. She maintains there is nothing wrong with disagreeing so long as the disagreement is respectful, and that it is crucial to be open to discussion, willing to consider new information, and receptive to forming new opinions. Opinions are valuable in that they help understand other views, but Eritrice reminds her followers that opinions are not facts and can be incorrect and even harmful. When lies are spoken or become the rule of the land, those that follow Eritrice work through networks of like-minded individuals to spread the truth using messages sent to all who will listen.</p>\n<p>In her mortal form, the Heart-Speaker appears as a muscular, 8-foot-tall woman with a female lion's head. She wears a rose-colored breastplate over a short kilt. When she speaks, her voice is so entrancing and compelling that those she appears to often don't take note of any of her other features. Those who value truth, from debaters to town criers to lawmakers, are among the followers of Eritrice.</p>\n<p><strong>Edicts</strong> Spread truth, debate contentious issues, aid messengers</p>\n<p><strong>Anathema</strong> Sow or perpetuate lies, obstruct discussion, argue in bad faith</p>\n<p><strong>Areas of Concern</strong> honest debate, opinions, and truth</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "confidence",
                "glyph",
                "knowledge",
                "truth"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "dip",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.D442XMADp01qJ7Cs",
            "2": "Compendium.pf2e.spells-srd.Item.vTQvfYu2llKQedmY",
            "3": "Compendium.pf2e.spells-srd.Item.IihxWhRfpsBgQ5jS"
        },
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
