{
    "_id": "9vcKBv8h5vugb8lL",
    "img": "systems/pf2e/icons/deity/Fandarra.webp",
    "name": "Fandarra",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "LN",
                "N",
                "LE",
                "NE"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>Fandarra is primarily worshipped throughout the Realm of the Mammoth Lords as a goddess of life cycles—including fertility, birth, life, and death. Local legends claim Fandarra was birthed from the earth's womb, the legendary cave Atakal, as the first living being. From her, all other life sprang. She gave birth to all people, all animals, and all deities—except for Pharasma, the Judge of Souls, who exists outside of the cycle of life and death. The blood spilled during these labors soaked the soil, making it fertile and causing plants to grow. Blood, death, and pain are nothing to fear. Like life, they're a normal and integral part of the life cycle and should be respected. Fandarra is the Mother of All, also known as the Earth Mother or the Blood Mother, and is one of the most widely worshipped deities throughout the Realm of the Mammoth Lords.</p>\n<p>In addition to her role as a goddess of life cycles and blood, Fandarra is a goddess of knowledge. As elders educate children, so has Fandarra brought her wisdom to the beings of this world. Outside the Realm of the Mammoth Lords,</p>\n<p>Fandarra is primarily known as a goddess of giants. Within the Realm, she's depicted as a pregnant Kellid woman with a shaved head crowned by a laurel of flowers. She wears a necklace of knives that she wields against those who would usurp the cycles of life; on her shoulders rests a fur cloak suitable to the region of her worship—usually mammoth, wolf, or bear. She carries an infant in one arm and a juvenile animal in the other. Typically, this animal is a mammoth, although it can vary for followings that prize other animals more.</p>\n<p>Fandarra's religious symbol is a crescent moon emerging from a mountain. Her worshippers value balance and the cycles of life, traits which enable her faith to mesh well with the beliefs and traditions of a variety of followings. Her worshippers often gravitate toward positions of leadership or work as doulas, educators, or funerary guides that tend to the deceased. Many of Fandarra's worshippers cherish family, whether of their own blood or adopted through bonds of love; furthermore, many view friends, clanmates, and pets as extended family. Fandarra and her worshippers abhor necromancy, undead, and magic that would alter reality or enslave the minds of others.</p>\n<p><strong>Edicts</strong> abide by the cycles of life, aid childbirth, destroy undead</p>\n<p><strong>Anathema</strong> strive to break the cycle of life (such as by attaining immortality or creating undead), despoil the earth, kill a juvenile creature</p>\n<p><strong>Areas of Concern</strong> blood, the cycle of life, fertility, knowledge</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "death",
                "family",
                "knowledge",
                "nature"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "nat",
        "source": {
            "value": "Pathfinder #176: Lost Mammoth Valley"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.4c1c6eNzU1PFGkAy",
            "3": "Compendium.pf2e.spells-srd.Item.KsWhliKfUs3IpW3c",
            "5": "Compendium.pf2e.spells-srd.Item.59NR1hA2jPSgg2sW"
        },
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
