{
    "_id": "RnS5P7zX0HRPsDnt",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Ferrumnestra",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<h2><strong>Ferrumnestra</strong>, The Lady of Rust</h2>\n<p><strong>Edicts</strong> accept the inevitable, clear what remains of that which has fallen to ruin, usher the past into obscurity</p>\n<p><strong>Anathema</strong> preserve knowledge that has outlived its time, restore an object or structure that has been reclaimed by the elements</p>\n<p><strong>Areas of Concern</strong> metal, decline, inevitability, mourning</p>\n<p><strong>Divine Attribute</strong> Constitution or Wisdom</p>\n<hr />\n<h3><strong>DEVOTEE BENEFITS</strong></h3>\n<p><strong>Cleric Spells</strong> 1st: @UUID[Compendium.pf2e.spells-srd.Item.Detect Metal], 3rd: @UUID[Compendium.pf2e.spells-srd.Item.Noxious Metals], 4th: @UUID[Compendium.pf2e.spells-srd.Item.Rust Cloud]</p>\n<p><strong>Divine Font</strong> harm</p>\n<p><strong>Divine Sanctification</strong> none</p>\n<p><strong>Divine Skill</strong> Athletics</p>\n<p><strong>Domains</strong> decay, destruction, metal, void</p>\n<p><strong>Alternate Domains</strong> sorrow, vigil</p>\n<p><strong>Favored Weapon</strong> pick</p>\n<hr />\n<p>Just as the birth of every mortal begins another inexorable march toward the grave, the infinitesimally slow decline of the Plane of Metal began eons ago at the moment of its creation. The plane has been deteriorating for as long as it has existed, and Ferrumnestra, the Lady of Rust, has always been there to shepherd it along toward its distant but inevitable end. Her charge is to eternally traverse the plane, consuming the last vestiges of its planar material as it crumbles into its most basic elements. Only nonexistence remains in her wake.</p>\n<p>Ferrumnestra's physical form is a colossal many-legged crustacean covered in layer upon layer of shell-like plates made of tarnished and rusted metal. An innumerable host of ore lice almost always accompanies her. Normally hailing from the Plane of Water, these creatures follow behind the Lady of Rust in a chittering swarm, eagerly devouring residue she leaves behind and growing extremely large. Other denizens of the plane give them a wide berth, for while Ferrumnestra herself is neither cruel nor aggressive, she feels no responsibility for the safety of those who run afoul of her voracious entourage.</p>\n<p>The Lady of Rust has no permanent dwelling, preferring to wander the plane as her divine calling directs her. Many of her worshippers follow her example by mounting pilgrimages to the plane's farthest reaches, shepherding any ancient ruins they discover along on the passage into oblivion.</p>"
        },
        "domains": {
            "alternate": [
                "sorrow",
                "vigil"
            ],
            "primary": [
                "decay",
                "destruction",
                "void",
                "metal"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "athletics"
        ],
        "spells": {
            "3": "Compendium.pf2e.spells-srd.Item.3A3ueS9Q0s3U8KXE",
            "4": "Compendium.pf2e.spells-srd.Item.yy2K51kK3a60rRIe"
        },
        "traits": {},
        "weapons": [
            "pick"
        ]
    },
    "type": "deity"
}
