{
    "_id": "fuPTR1laXO6EionS",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Grandmother Spider",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "NG",
                "CG",
                "N",
                "CN"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>Throughout the Mwangi, there are few as highly respected as storytellers. As stewards of their peoples' oral traditions, they act as historians, educators, and entertainers, so it is only right that they pay homage to the goddess of stories, Grandmother Spider. Also known as Nana Anadi, Grandmother Spider was once content in her role as weaver of fate for the gods, as it gave her the ability to craft the grandest tales anyone had ever known. But as she told story after story at the other gods' whims, they failed to show proper respect to the one who made their glorious and terrible legends come to pass, treating her as a servant or a tool. Grandmother had no patience for overinflated egos, and even less for those who take credit for the work of others. She crafted unique humiliations tailored to each of the gods, and as tales of her mischief spread, she wove her own divinity from them. Some of the more prideful gods deny her still-worshiping Grandmother Spider is forbidden by Asmodeus for as long as she still twirls copies of his keys around her fingers, and Abadar still holds a grudge since the Century of the Unbalanced Scale. To the north of the Mwangi, there are almost no shrines dedicated to Grandmother Spider. But the clever and willful always find ways to revere her.</p>\n<p>No matter how their pride might be wounded, few have dared to take direct action against Grandmother Spider. Alone, she is dangerous enough, for they say Nana Anadi holds all the secrets of the world within her web. However, her sibling Achaekek, the Red Mantis, is a force that even gods fear. Though he treats his sister with indifference, he once lashed out at someone who sought to do Grandmother Spider harm with disproportionate retribution. That one act has been more than enough.</p>\n<p>Grandmother Spider uplifts those who rebel against the status quo, strike above their station, or otherwise fight for freedom. While she prefers subterfuge and cleverness, she does not eschew violence, viewing it as simply another tool-applied judiciously in the right place at the right time, it can accomplish a great deal. Abolitionists and freedom fighters across Mwangi view spiders as an omen of good fortune. Those who are forced to live and fight in secret against their oppressors take great comfort in the knowledge that Nana Anadi will still tell their stories long after they are gone.</p>\n<hr />\n<p>Grandmother Spider, also known as Nana Anadi, is a goddess of storytelling who once wove fate and reality into existence at the behest of other gods. She values independence, family, and cleverness, and despises when the unworthy hold power over others.</p>\n<p>Grandmother Spider's faith is exceedingly rare in Avistan, but it's incredibly strong in Garund. She's a favorite among Firebrands who chafe under authority, seek retribution against their oppressors, or operate through cleverness, guile, and stealth. Her followers tend to utilize clever plans, political maneuvering, and public humiliation over more violent methods of change. Once avenged, such Firebrands usually attempt to find others struggling under oppressive or incompetent rule and help them \"reweave fate\" by sparking revolution or governmental reform.</p>\n<p>Firebrands who worship Grandmother Spider tend to be serious, focusing on altruistic goals rather than personal accolades, fame, or wealth. They value stories and strive to remember the comrades they've lost, to learn from their mistakes and maintain their legacy beyond death. Many can inspire or manipulate others through stories or craft convincing lies, distractions, or illusions. Among the Firebrands, the most famous of Grandmother Spider's worshippers are Nana's Chosen, also referred to as the Spiteweft. Nana's Chosen are eight Firebrands who specialize in toppling tyrants, monarchs, bureaucrats, and other powerful leaders they deem \"undeserving\" through a series of increasingly ignominious public humiliations, usually involving the seeding of rumors; the exposure of secrets, betrayals, and weaknesses; manufactured public embarrassments; and proving their professional incompetence.</p>\n<p>Yet one need not devote one's life to Grandmother Spider to receive her aid, for the Weaver blesses all who question established hierarchies, usurp the status quo, or fight for freedom. Spiders are considered a good omen, as is the sight of a pristine spider's web or animals traveling in groups of eight. Those aiming to court her favor wear fabrics featuring diamonds or spiders, while those in need of subtlety or with little wealth to spare instead stitch a simple diamond into their clothes or paint a diamond upon their skin with paints or mud.</p>\n<p>Grandmother Spider is the patron goddess of the spider-like anadi people, said to have led them out of darkness and to freedom at some nebulous point in the ancient past. Thus, many Firebrands of other ancestries consider it good luck to work alongside an anadi and go out of their way to join a cell led by an anadi or recruit anadis to the Firebrands.</p>\n<p><strong>Edicts</strong> be skilled and clever, think for yourself, take due payment for your work, humiliate the powerful</p>\n<p><strong>Anathema</strong> abuse someone you have power over, harm someone who has given you sincere kindness, let a slight go unanswered, enslave someone</p>\n<p><strong>Areas of Concern</strong> family, illusion, stories, twilight, weaving</p>"
        },
        "domains": {
            "alternate": [
                "change",
                "darkness"
            ],
            "primary": [
                "creation",
                "fate",
                "family",
                "trickery"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "cra",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.gfPjmG6Fe6D3MFjl",
            "2": "Compendium.pf2e.spells-srd.Item.9s5tqqXNzcoKamWx",
            "4": "Compendium.pf2e.spells-srd.Item.JyxTmqjYYn63V5LY"
        },
        "weapons": [
            "bola"
        ]
    },
    "type": "deity"
}
