{
    "_id": "WvoMr86bSSYxXKtI",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Hastur",
    "system": {
        "ability": [
            "int",
            "cha"
        ],
        "alignment": {
            "follower": [
                "NE",
                "CE"
            ],
            "own": "CE"
        },
        "category": "deity",
        "description": {
            "value": "<p><strong>Hastur</strong> is a Great Old One who, though confined to the city of Carcosa on a planet orbiting a faraway star, is nevertheless in the midst of a transformation into a true Outer God. He works toward this feat through his avatar, the King in Yellow, which can manifest anywhere in the universe the light from Carcosa's sun can be seen. The King in Yellow appears as a humanoid figure draped in yellow clothing, but there is nothing within the clothes save a shapeless, horrifying presence. Hastur himself is also referred to as Him Who Is Not To Be Named, or simply the Unspeakable.</p>\n<p>Self-indulgence and nihilism are at the heart of Hastur's worship, and he is popular among debauched artists and nobles who recognize no purpose to life other than gratifying their own increasingly grotesque and outlandish tastes. Cults of Hastur are united in their use of the Yellow Sign, a triskelion design that allows Hastur to observe and possess those who gaze upon it. The presence of the Yellow Sign among a city's graffiti is a foreboding indication that Hastur's attention has been drawn there, and these settlements soon find themselves under attack either by Hastur himself-who seeks to draw cities into Carcosa, fueling his transformation into an Outer God-or by @UUID[Compendium.pf2e.deities.Item.Xhamen-Dor], a parasitic deity spawned by Hastur as he walked Carcosa's sewers.</p>\n<p><strong>Edicts</strong> Spread Hastur's Yellow Sign, hide the true nature of your worship, promulgate the play The King in Yellow</p>\n<p><strong>Anathema</strong> None</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "glyph",
                "secrecy",
                "void",
                "wealth"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "dec",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.i35dpZFI7jZcRoBo",
            "4": "Compendium.pf2e.spells-srd.Item.LiGbewa9pO0yjbsY",
            "5": "Compendium.pf2e.spells-srd.Item.U58aQWJ47VrI36yP"
        },
        "weapons": [
            "rapier"
        ]
    },
    "type": "deity"
}
