{
    "_id": "w7B4HD5XOFaLb3ZG",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Hearth and Harvest",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "CG",
                "LG",
                "NG"
            ],
            "own": "NG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>Farmers, foragers, hunters, and some of their urban relatives throughout the Mwangi Expanse look to this pantheon for protection and inspiration, and its popularity is certainly rising beyond the Mwangi, taking hold across the Inner Sea. Whatever the shape of their harvests or the nature of their homes, this pantheon's adherents take seriously the need to live in close harmony with the earth and their communities. They turn to Adanye, the catfolk deity who embodies the warmth of the hearth, and to Mazludeh, known as the Mother of Hearth and Wall, for protection and support of family and community. They look to Erastil, that well-known and widely worshipped god of nature, provisioning, home, and community, for aid in the harvest and the hunt. Because their lives are so closely tied to the seasons as much as the home, they look to the powerful Uvuko for comfort and assistance through all such changes. There is little by way of formal worship for this pantheon: its adherents intone a prayer over their morning duties or enact a ritual before a hunt, so worship is usually a daily practice with little fanfare. On occasion, though, their celebrations are truly jubilant. I was fortunate enough to experience one such celebration, some distance outside of Kibwe, in honor of a particularly rich harvest, and the drumming and dancing were second only to the remarkably tasty food. The jungle is a bountiful place and the harvests superb for those who know how to go about them-and how to implore divine aid as they do so.</p>\n<p><strong>Edicts</strong> harvest with skill, offer hospitality, protect the home, put family and community before self</p>\n<p><strong>Anathema</strong> allow harm to come to children, destroy shelter, refuse to provide for the family or community</p>\n<p><strong>Areas of Concern</strong> community, harvest, home, protection of family and children</p>\n<p><strong>Pantheon Members</strong> @UUID[Compendium.pf2e.deities.Item.Adanye], @UUID[Compendium.pf2e.deities.Item.Erastil], @UUID[Compendium.pf2e.deities.Item.Mazludeh], @UUID[Compendium.pf2e.deities.Item.Uvuko]</p>"
        },
        "domains": {
            "alternate": [
                "earth",
                "healing"
            ],
            "primary": [
                "change",
                "family",
                "nature",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "cra",
        "source": {
            "value": "Pathfinder Lost Omens: Travel Guide"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.X9dkmh23lFwMjrYd",
            "2": "Compendium.pf2e.spells-srd.Item.CXICME10TkEJxz0P",
            "4": "Compendium.pf2e.spells-srd.Item.qvwIwJ9QBihy8R0t"
        },
        "weapons": [
            "sickle"
        ]
    },
    "type": "deity"
}
