{
    "_id": "A37XqON6QRPzQhp7",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Hshurha",
    "system": {
        "ability": [
            "str",
            "dex"
        ],
        "alignment": {
            "follower": [
                "N",
                "LE",
                "NE",
                "CE"
            ],
            "own": "NE"
        },
        "category": "deity",
        "description": {
            "value": "<p><strong>Hshurha</strong>, Duchess of All Winds, is the elemental lord of air, last breaths, and windstorms. She rules the Plane of Air from her translucent palace, Verglas Precessional, surrounded by her court of air elementals, planar dignitaries, and favored guests. The Duchess is naturally invisible, and her true form-if she even has such a thing-is a mystery. Cruel and tyrannical, Hshurha enjoys toying with outsiders in her realm, and she is known to be especially vicious toward creatures with solid forms. She creates and destroys magnificent ice and dust sculptures according to her tumultuous whims, and her machinations often seem convoluted and nonsensical, even to her inner circle. Most on the plane both respect and fear her.</p>\n<p>The lord of air is worshipped by air elementals as a mother goddess, by invisible stalkers, and by cultists who enjoy catering to capricious whims and unpredictable storms. Despite her cool peace with djinn, some believe she consorts with efreet or uses her invisible stalkers to weaken the djinn's hold on her plane.</p>\n<p><strong>Edicts</strong> Revel in formlessness and freedom, humiliate terrestrial creatures, kill foes via falling or hazards from high winds</p>\n<p><strong>Anathema</strong> Deny a flying creature the ability to fly, walk on the earth if you could easily travel otherwise</p>\n<p><strong>Areas of Concern</strong> air, last breaths, and windstorms</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "air",
                "cold",
                "destruction",
                "dust"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "ste",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.g8QqHpv2CWDwmIm1",
            "2": "Compendium.pf2e.spells-srd.Item.lpT6LotUaQPfinjj",
            "4": "Compendium.pf2e.spells-srd.Item.V8wXOsoejQhe6CyG"
        },
        "weapons": [
            "longbow"
        ]
    },
    "type": "deity"
}
