{
    "_id": "VvxEvEKhCGRwrMJp",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Imbrex",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LN",
                "N",
                "LE"
            ],
            "own": "LN"
        },
        "category": "deity",
        "description": {
            "value": "<p>Known as the Twins, Imbrex is the mysterious Eldest of twins, statues, and endings. Appearing as two immense stone statues hundreds of feet tall holding hands and looking outward, Imbrex neither moves nor speaks. The Eldest sometimes communicates with telepathic utterances that rend minds or deliver psychic enlightenment, but they more often express their will through startlingly realistic dreams that sometimes manifest into strange life. An entire city named Anophaeus sprawls at Imbrex's four feet, populated by jaded urbanites, eager aspirants, and prowling dream-creatures made real. An unusually high proportion of those born in Anophaeu are twins, and twins are also common among Imbrex's worshippers. Although Imbrex appears timeless in form, they are intrigued by dramatic endings, particularly apocalypses, and have foreknowledge of disasters to come.</p>\n<p><strong>Edicts</strong> Pursue your own goals, bring things to their proper ending, split things in half or otherwise create pairs</p>\n<p><strong>Anathema</strong> Offend Imbrex</p>\n<p><strong>Areas of Concern</strong> twins, statues, and endings</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "dreams",
                "earth",
                "family",
                "might"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "occ",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.D442XMADp01qJ7Cs",
            "2": "Compendium.pf2e.spells-srd.Item.j8vIoIEWElvpwkcI",
            "4": "Compendium.pf2e.spells-srd.Item.2BV2yYPfVJ5zirZt"
        },
        "weapons": [
            "war-flail"
        ]
    },
    "type": "deity"
}
