{
    "_id": "smGfeOk8Jgcz0Qkv",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Immonhiel",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Immonhiel is an angel and patron goddess of medicine, herbs, and healing. Her teachings are widespread throughout the Realm of the Mammoth Lords, even among followings who don't revere the goddess herself. Immonhiel's worship is particularly prevalent among followings who eschew magic, as her balms are entirely natural, using only alterations of the natural world to work miracles.</p>\n<p>Immonhiel is a wanderer with no fixed home, much like the people of the Realm. She travels the Material Plane and the celestial realms to heal all those in need. When recovery isn't possible, Immonhiel remains with the dying as long as she can, offering them comfort through their final hours and medicine to ease their pain and sorrow. The Balm-Bringer's followers aim to walk this same selfless path.</p>\n<p>Immonhiel is commonly depicted as a regal, elderly woman with dark brown skin, her moss-green hair in a bun or in twin braids framing her face. She wears a leather skirt and vest edged in green or sprouting live flora; she carries a bag at her hip that contains a variety of potions and remedies. Immonhiel's right hand is a prosthetic constructed from pine wood and capable of fine motor skills. Many tales recount how Immonhiel lost her hand, each more outlandish than the last.</p>\n<p><strong>Edicts</strong> provide aid to the sick and wounded, grow or tend plants with healing properties, comfort the dying</p>\n<p><strong>Anathema</strong> purposefully spread illness, destroy nature, abandon the wounded or dying</p>\n<p><strong>Areas of Concern</strong> herbs, medicine, plants, solace</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "creation",
                "healing",
                "nature",
                "repose"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "med",
        "source": {
            "value": "Pathfinder #176: Lost Mammoth Valley"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.szIyEsvihc5e1w8n",
            "3": "Compendium.pf2e.spells-srd.Item.mwPfoYfVGSMAaUec",
            "5": "Compendium.pf2e.spells-srd.Item.zCcfPS4y5SrZzU2x"
        },
        "weapons": [
            "hatchet"
        ]
    },
    "type": "deity"
}
