{
    "_id": "lSciGZGcbU9PJxQy",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Irez",
    "system": {
        "ability": [
            "dex",
            "int"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "N"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Cards, glyphs, scribes, and spells are all the purview of the Lady of Inscribed Wonder. She holds knowledge and understanding of the great power and symbolism behind runes. In particular, Irez understands how runes can supplement and empower arcane magic. It's through this understanding that Irez is able to make enigmatic predictions on events in the distant future, which more often than not come to pass. Many of her followers are calligraphers, gamblers, harrow readers and others who regularly handle cards and symbols, be they for an arcane purpose, prophetic practices, or their more mundane applications.</p>\n<p>Those who have seen Irez, either in person or through the cards, describe her as a woman with the body of a powerful serpent and large wings resembling those of a bat. Irez is constantly draped with strips of parchment, each bearing glyphs that bear the secret to a particular spell or specific cards, such as the harrow's Tyrant card.</p>\n<p><strong>Edicts</strong> Read fortunes, practice calligraphy, devise and study runes</p>\n<p><strong>Anathema</strong> Destroy magic scrolls, cheat at games of chance, deliberately write illegibly</p>\n<p><strong>Areas of Concern</strong> glyphs, scribes, and spells</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "fate",
                "glyph",
                "luck",
                "magic"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "arc",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.EUMjrJJwSgsqNidi",
            "2": "Compendium.pf2e.spells-srd.Item.j8vIoIEWElvpwkcI",
            "3": "Compendium.pf2e.spells-srd.Item.VVAZPCvd4d90qVA1"
        },
        "weapons": [
            "dart"
        ]
    },
    "type": "deity"
}
