{
    "_id": "w9vtltygWNG4eZDR",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Jin Li",
    "system": {
        "ability": [
            "str",
            "wis"
        ],
        "alignment": {
            "follower": [
                "NG",
                "CG",
                "CN"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Jin Li, deity of persistence, hard-work, and daring, never stops once he sets his mind to something, be it swallowing a whole lake dry or leaping to the top of a waterfall to prove to Sun Wukong just how much the carp valued their friendship. Though some may shake their heads and consider Jin Li's repetitive attempts foolish, there is strategy and discipline in each of Jin Li's leaps. He is aware that to reach higher heights, he must reduce his mass, yet cannot do so at the expense of losing strength. To train for the task, he must build up endurance and patience. Though the decision to take up the challenge may have been spontaneous, and the first few attempts were hasty and impulsive, failure is the mother of success, and for those who worship Jin Li, the success in the end often transcends even what they envisioned in the first place.</p>\n<p>Most of Jin Li's worshippers are located in self-sufficient farming communities far away from cities in the regions of Quain, Lingshen, and Poli. There, the dragon carp inspires many to find a vocation to dedicate themselves to, and to seek joy and fun in challenges. Charms depicting the god, while they can serve as religious symbols, are more often treated as a gift of blessing and witness to one's deeds. Worship of Jin Li is also popular among bureaucrats, for his transformation from fish to dragon is thought to symbolize promotions.</p>\n<p><strong>Edicts</strong> take up dares and challenges in good faith, persist with creativity and tenacity, own up to your failures in pursuit of self-improvement</p>\n<p><strong>Anathema</strong> give up without trying, dismiss or mock someone's effort, take success for granted, discount the power of beginner's luck or luck in general</p>\n<p><strong>Areas of Concern</strong> challenges, dares, promotions, and self-improvement</p>\n<h2>Avatar</h2>\n<p>When casting the avatar spell, a worshipper of Jin Li becomes a glorious dragon carp. With three gills on each side of their neck, they gain billowing orange and yellow fins, bulging eyes, and shimmering golden scales. Capable of breathing above and below water, swimming through the water, and flopping across the ground, their body is muscular and constantly moving. They gain the following additional abilities.</p>\n<p><strong>Jin Li</strong> Speed 30 feet, swim 60 feet, ignore difficult terrain and greater difficult terrain; can breathe underwater</p>\n<p>Melee <span class=\"pf2-icon\">1</span> smashing flop (backswing, reach 15 feet, shove), Damage [[/r (6d8+6)[bludgeoning]]]</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> mighty splash (range 60 feet), Damage [[/r (4d6+3)[bludgeoning]]] plus [[/r (1d6[splash])[bludgeoning]]]splash. The caster is immune to this splash damage.</p>"
        },
        "domains": {
            "alternate": [
                "water",
                "luck"
            ],
            "primary": [
                "ambition",
                "change",
                "might",
                "toil"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36",
            "4": "Compendium.pf2e.spells-srd.Item.Y3G6Y6EDgCY0s3fq",
            "6": "Compendium.pf2e.spells-srd.Item.5c692cCcTDXjSEzk"
        },
        "weapons": [
            "sansetsukon"
        ]
    },
    "type": "deity"
}
