{
    "_id": "kiTcZxmKxGPCwDpg",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Kalekot",
    "system": {
        "ability": [
            "dex",
            "cha"
        ],
        "alignment": {
            "follower": [
                "CG",
                "N",
                "CN",
                "CE"
            ],
            "own": "CN"
        },
        "category": "deity",
        "description": {
            "value": "<p>The guardian of deadly secrets and dangerous places, Kalekot is a bogeyman to most, murderer of the guilty and devourer of those who trespass. To those that society can't punish, Kalekot is executioner, striking from the shadows and leaving bodies to rot on the ground. To those lost at night, Kalekot is a silent follower, a guardian from danger. Those few who have glimpsed him describe a figure with withered skin and a snake's twisting spine. He always conceals his features behind an eyeless mask, its mouth filled with serpent's teeth, each fang the size of an elephant's tusk.</p>\n<p>Only those who have seen the darkest aspects of the world understand Kalekot well enough to seek him out safely. For Kalekot does not spread fear for the joy of it-he spreads it to keep people alive. The world holds many places that should not be visited, many secrets that should never be spread, and many monsters that hide behind smiling faces. Fear keeps people wary and on guard. Fear keeps the childish and curious from seeking out trouble. And fear is the only deterrent that predatory creatures understand. Kalekot and his servants terrify the innocent, but they also stalk the guilty, reminding those who torment others that there will always be a reckoning.</p>\n<p>Kalekot is a cynic, who believes he must dirty his hands to keep the souls of others clean. Despite this, he despises those who maintain optimism through ignorance. He favors those who make others uncomfortable through no wrong of their own-those with disfigurements and deformities, the poor, the abused and victimized, taboo breakers, and the monstrous. He is known to watch over those of dual heritage, two-headed creatures, and twins. Some scholars believe Kalekot himself was once a twin, before he buried his double to seal them away for eternity.</p>\n<p>Kalekot has a deep love of wild plants; he brews liquid chocolate, coffee, and ciders from jungle fruit, and his priests often use such drinks in their rituals and spells.</p>\n<p><strong>Edicts</strong> spread fear in others, hide dangerous secrets, shock the self-righteous, kill the guilty to protect the innocent</p>\n<p><strong>Anathema</strong> abuse someone you have accepted power over, allow a victim to escape due to gloating, snivel before authority, shout</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@UUID[Compendium.pf2e.spells-srd.Item.Avatar]</em> spell, a worshipper of Kalekot gains the following additional abilities.</p>\n<p><strong>Kalekot</strong> Speed 70 feet, ignore difficult terrain</p>\n<p>Melee <span class=\"pf2-icon\">1</span> ivory fangs (fatal d10, reach 10 feet), Damage [[/r (6d6+6)[piercing]]] damage</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> whisper of unmaking (range 120 feet), Damage [[/r (6d6+3)[slashing]]] damage</p>"
        },
        "domains": {
            "alternate": [
                "darkness",
                "wyrmkin"
            ],
            "primary": [
                "death",
                "nature",
                "nightmares",
                "secrecy"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "itm",
        "source": {
            "value": "Pathfinder Lost Omens: The Mwangi Expanse"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.zlnXpME1T2uvn8Lr",
            "3": "Compendium.pf2e.spells-srd.Item.DCQHaLrYXMI37dvW",
            "4": "Compendium.pf2e.spells-srd.Item.tlcrVRqW1MSKJ5IC"
        },
        "weapons": [
            "jaws",
            "dagger"
        ]
    },
    "type": "deity"
}
