{
    "_id": "AJ7Wgpj5Ext9wbtj",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Keepers of the Hearth",
    "system": {
        "ability": [
            "str",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "LN"
            ],
            "own": "NG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>Through art and tales from the continent of Arcadia, the goddess Kazutal (Mother Jaguar) is becoming increasingly popular in the Inner Sea Region due to her devotion to defending and providing for those in need, as well as fostering a powerful sense of community. Joined by Milani (The Everbloom), who opposes oppression in all forms and seeks to help those unable to protect themselves, and by Iomedae (The Inheritor) who values fighting for justice, the Keepers of the Hearth stress the importance of defending the weak and defenseless in any community, especially those unwillingly subjugated or taken advantage of. Keepers not only protect those weaker than themselves but also do their best to teach the skills necessary for a community to defend and provide for itself. Many of those most devoted to the aspect of training and teaching self-defense also look to Irori (Master of Masters) for guidance and motivation as part of their faith.</p>\n<p><strong>Areas of Concern</strong> protecting and defending the innocent, maintaining the spirit and traditions of a community</p>\n<p><strong>Edicts</strong> protect those in need of help, stand up to bullies, teach communities to defend themselves</p>\n<p><strong>Anathema</strong> prey on the weak, abuse power, sow discord in a community</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "family",
                "freedom",
                "might",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: Knights of Lastwall"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.aAbfKn8maGjJjk2W",
            "2": "Compendium.pf2e.spells-srd.Item.wzctak6BxOW8xvFV",
            "4": "Compendium.pf2e.spells-srd.Item.2BV2yYPfVJ5zirZt"
        },
        "weapons": [
            "light-hammer"
        ]
    },
    "type": "deity"
}
