{
    "_id": "14GLsVobnZTEmJrs",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Kelizandri",
    "system": {
        "ability": [
            "con",
            "cha"
        ],
        "alignment": {
            "follower": [
                "N",
                "LE",
                "NE",
                "CE"
            ],
            "own": "NE"
        },
        "category": "deity",
        "description": {
            "value": "<p>Kelizandri, the elemental lord of water, oversees the deep sea, waves, and drowning. The Brackish Emperor claims to be the offspring of an ancient god and a brine dragon, and he usually takes the form of an immense aquatic dragon with metallic scales and crystalline talons. He spends much of his time slumbering in his magnificent Palace of Salt and Bones, entertaining himself with rampages of wanton destruction and conquest whenever he wakes.</p>\n<p>Kelizandri's worshippers include brine dragons, water elementals, and mortals who revere the inhospitable unknowns of the deep sea. He holds no love for marids, having killed the last Saline Padishah, Niloufar the Great, and destroyed her capital city of Arzanib. The lord's domain on the Plane of Water is the Brackish Empire Kelizandrika, a conglomeration of affiliated brine dragon-controlled realms. The most powerful dragons of Kelizandrika's ruling councils are said to advise the elemental lord personally.</p>\n<p><strong>Edicts</strong> Instill hydrophobia in others, kill your foes by drowning them, sacrifice treasures to the depths of the ocean</p>\n<p><strong>Anathema</strong> Destroy a body of water, use magic to calm the waves</p>\n<p><strong>Areas of Concern</strong> the deep sea, waves, and drowning</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "destruction",
                "nightmares",
                "travel",
                "water"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.4koZzrnMXhhosn0D",
            "2": "Compendium.pf2e.spells-srd.Item.lpT6LotUaQPfinjj",
            "4": "Compendium.pf2e.spells-srd.Item.Y3G6Y6EDgCY0s3fq"
        },
        "weapons": [
            "trident"
        ]
    },
    "type": "deity"
}
