{
    "_id": "s81N9hxffmRuy3ik",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Kerkamoth",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LN",
                "N"
            ],
            "own": "LN"
        },
        "category": "deity",
        "description": {
            "value": "<p>Also known as the Waiting Void, the unseen Kerkamoth is the primordial inevitable of emptiness, entropy, and stillness. Though many people view decay and entropy as manifestations of chaos, followers of Kerkamoth understand that in an orderly universe, the end of one cycle makes way for the beginning of a new cycle. These worshippers track such transitions and work to properly dispose of those things that have outlived their usefulness, whether it's cleaning a cluttered closet or demolishing an old building. Yet, Kerkamoth opposes those who destroy with abandon and no greater purpose, which often brings them in conflict with daemons, demons, and proteans. Though they favor areas of emptiness and silence to commune with their patron, worshippers of Kerkamoth recognize that these too cannot last forever, inevitably to be filled with new creations.</p>\n<p><strong>Edicts</strong> Clean cluttered spaces, embrace moments of silence</p>\n<p><strong>Anathema</strong> Attempt to preserve something indefinitely, perform an act of wanton and significant destruction</p>\n<p><strong>Areas of Concern</strong> emptiness, entropy, and stillness</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "darkness",
                "decay",
                "destruction",
                "void"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "occ",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.zdb8cjOIDVKYMWdr",
            "5": "Compendium.pf2e.spells-srd.Item.tcwT97RWKxsJiefG",
            "6": "Compendium.pf2e.spells-srd.Item.r7ihOgKv19eJQnik"
        },
        "weapons": [
            "warhammer"
        ]
    },
    "type": "deity"
}
