{
    "_id": "5ZIvg8CkqRMepVcX",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Korada",
    "system": {
        "ability": [
            "wis",
            "cha"
        ],
        "alignment": {
            "follower": [
                "NG",
                "N"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Korada, the Open Hand of Harmony, is concerned with foresight, forgiveness, and peace. In particular, he believes that although the tireless fight against wickedness is admirable, the ultimate triumph over evil will come in the form of redemption rather than destruction. Korada's dedication to peace is such that he and his followers refuse to cause harm to their attackers, instead using their martial skills only to defend themselves. Many Koradans seek greater wisdom through study or meditation in hopes of better understanding their foes so as to guide them toward redemption. This dedication to self-awareness, philosophy, and introspection is said to have allowed Korada greater insight into the workings of the universe, granting him the great gift of foresight. Korada rarely acts on his visions, however, believing the struggle that comes with true change is always worthwhile, whether or not such a change is successful.</p>\n<p>The Open Hand of Harmony takes the form of a lithe, athletic man donning simple robes. He is covered in sparse, light-brown fur and has three monkey tails that constantly writhe behind him, much like the dancing flames of a powerful fire. Most of Korada's followers are those who have lived imbalanced lives or faced persistent violence as they seek to find peace in their life and within themselves. Many of the evil individuals redeemed by Koradans soon become followers themselves.</p>\n<p><strong>Edicts</strong> Forgive those who have wronged you, embrace a peaceful mindset, seek and allow redemption</p>\n<p><strong>Anathema</strong> Cause lethal harm to a creature, deny a repentant creature an opportunity for redemption, ask a retired warrior to fight</p>\n<p><strong>Areas of Concern</strong> foresight, forgiveness, and peace</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "change",
                "healing",
                "magic",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "dip",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.szIyEsvihc5e1w8n",
            "3": "Compendium.pf2e.spells-srd.Item.WsUwpfmhKrKwoIe3",
            "4": "Compendium.pf2e.spells-srd.Item.qJQADktwD0x8kLAy"
        },
        "weapons": [
            "fist"
        ]
    },
    "type": "deity"
}
