{
    "_id": "zI3qO0KCBKxe0Ui1",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Kzininn",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<h2>The Prince Of Thorns</h2>\n<p><strong>Areas of Concern</strong> dangerous plants, boundaries, harsh lessons</p>\n<p><strong>Edicts</strong> equip the weak to defend themselves, preserve areas of natural wilderness, confront those who trespass and despoil, embrace scars</p>\n<p><strong>Anathema</strong> allow flagrant abuse of plant life to go unpunished, prune a plant's natural defenses, fully heal wounds inflicted by plants</p>\n<hr />\n<p>In an ancient, more carefree age, Kzininn guided the growth of succulents, ferns, and other lush plants. This idyllic existence ended when Desna discovered Ghlaunder, unleashing that parasitic god upon the multiverse. Like a legion of aphids, Ghlaunder fell upon Kzininn, draining his fluids and vitality until only a withered husk remained. When he was sated and flew to seek other prey, Kzininn wasn't quite dead, but he was angry.</p>\n<p>Over time, he regrew. Where once there was soft flesh, waxy cuticles took shape. Rounded leaves gave way to menacing thorns. The sweet sap became bitter with toxins. Kzininn remained a guardian of nature, yet he had rebuilt himself into a bristling juggernaut.</p>\n<p>Since then, Kzininn has championed cacti, brambles, nightshades, and other hazardous plants, encouraging flora to evolve defenses so that they don't fall prey to remorseless fauna. His followers often seed nettles to ward off grazers from vulnerable undergrowth. Worshippers incorporate small spines into their attire, and although intimacy isn't discouraged, the faithful are expected to exercise healthy physical and social boundaries.</p>\n<p>Kzininn's realm winds through the Shattered Peaks of western Nex and Katapesh, spilling into parts of the Mwangi Expanse. He is reclusive, rarely revealing himself but instead encouraging his wards to develop increasingly deadly—if not outright carnivorous—defenses. It seems Kzininn views the cultivation of pesh cacti in Katapesh with particular disdain; his disciples occasionally liberate or even animate the cacti to revolt, tearing apart their farmers to water the soil with blood.</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "nature",
                "protection",
                "pain",
                "wood"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #202: Severed at the Root"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.zJQnkKEKbJqGB3iB",
            "2": "Compendium.pf2e.spells-srd.Item.TaaMEYdZXQXF0Sks",
            "3": "Compendium.pf2e.spells-srd.Item.KsWhliKfUs3IpW3c"
        },
        "traits": {},
        "weapons": [
            "spiked-chain"
        ]
    },
    "type": "deity"
}
