{
    "_id": "xLbSMedLDFyb8sFw",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Laudinmio",
    "system": {
        "attribute": [
            "cha",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<h2><strong>Laudinmio</strong>, The Sovereign of Alchemy</h2>\n<p><strong>Edicts</strong> discover new alloys and concoctions, have multiple concurrent plans, innovate use of metals</p>\n<p><strong>Anathema</strong> allow your creation to fall into malicious hands, destroy an alchemical formula</p>\n<p><strong>Areas of Concern</strong> metal, alchemy, discovery, experiments, regret</p>\n<p><strong>Divine Attribute</strong> Intelligence or Charisma</p>\n<hr />\n<h3><strong>DEVOTEE BENEFITS</strong></h3>\n<p><strong>Cleric Spells</strong> 1st: @UUID[Compendium.pf2e.spells-srd.Item.Detect Metal], 2nd: @UUID[Compendium.pf2e.spells-srd.Item.Summon Elemental] (metal only), 5th: @UUID[Compendium.pf2e.spells-srd.Item.Impaling Spike]</p>\n<p><strong>Divine Font</strong> harm or heal</p>\n<p><strong>Divine Sanctification</strong> none</p>\n<p><strong>Divine Skill</strong> Crafting</p>\n<p><strong>Domains</strong> change, creation, metal, sorrow</p>\n<p><strong>Alternate Domains</strong> wealth</p>\n<p><strong>Favored Weapon</strong> alchemical bomb; a cleric of Laudinmio doesn't automatically gain any access to uncommon bombs</p>\n<hr />\n<p>When Laudinmio began their study of metal in earnest, they found mentors among deities now dead or forgotten—old gods who wished for them to inherit the position of elemental lord. Under this divine pressure and tutelage, Laudinmio rose in prominence as an inquisitive alchemist with millions of projects, endeavors, and discoveries. Once they accepted the mantle, Laudinmio's encouragement of spontaneity and self-expression—be it artistic or scientific—made them a popular ruler famed for administrative flexibility and natural charm. All in their realm, known as the Euphonious Coalition, celebrated metallic crafts, alchemy, and fashion. Laudinmio was keen on being at their most eye-catching and expressive, relying on fashion experts to decide what form, shape, and appearance would complement their attire. As a result, portrayals of the Sovereign of Alchemy have varied greatly over the ages.</p>\n<p>Laudinmio's residence and laboratory, the inverted-pyramidal Castle Amalgam, sits in the reflective Lake Everchange. Tentacular carbon coils protrude from the irregular metallic and crystalline walls. Some function as structural supports, while the rest are experiments \"gone awry, but never wrong.\" Today, much of the castle lies in ruins, the aftermath of an incursion during which Ayrzul claimed part of Laudinmio's control over metal, adding a measure of it to the power of earth.</p>\n<p>Laudinmio blames themself for failing to repel the terran invaders. The loss of this sovereignty threatened not only their own existence, but also the stability of the plane. In what little time they had after defeat, Laudinmio instructed the Euphonious Coalition to disperse before falling into stasis. Though the planar connections have been restored, Laudinmio yet slumbers, their short bouts of lucidity haunted by regret and confusion. A contingent of loyal subjects remained in the castle to secure their sovereign's safety while envoys travel the Universe seeking a way to soothe Laudinmio's pain.</p>"
        },
        "domains": {
            "alternate": [
                "wealth"
            ],
            "primary": [
                "change",
                "creation",
                "sorrow",
                "metal"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "crafting"
        ],
        "spells": {
            "2": "Compendium.pf2e.spells-srd.Item.lpT6LotUaQPfinjj",
            "5": "Compendium.pf2e.spells-srd.Item.oXeEbcUdgJGWHGEJ"
        },
        "traits": {},
        "weapons": [
            "alchemical-bomb"
        ]
    },
    "type": "deity"
}
