{
    "_id": "4I1aVKED08cwcC4H",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Laws of Mortality",
    "system": {
        "ability": [
            "con",
            "int"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "LN",
                "N",
                "LE",
                "NE"
            ],
            "own": "LN"
        },
        "category": "philosophy",
        "description": {
            "value": "<p>The Laws of Mortality originated in the Garundi nation of Rahadoum as a response to the Oath Wars, a series of internecine conflicts that were tearing the nation's society apart. The fundamental principle behind the Laws is a relatively simple assertion that deific aid-even the best intentioned-ultimately comes at too high a price. The slaughter of fellow mortals for the glory of distant, unfathomable beings is not something that should be permitted within a society. Instead, mortal beings must shape their own fate, aware of their own limitations, trusting in their reliance upon one another and their shared values rather than divine intervention and guidance. This philosophy is summed up in the primary tenet of the Laws of Mortality: Let no mortal be beholden to a god.</p>\n<p><strong>Edicts</strong> challenge religious power and the spread of religion, expose and eradicate hidden worship, provide a peaceful and autonomous society in which the people are cared for through social infrastructure</p>\n<p><strong>Anathema</strong> worship or swear an oath by a deity or religion, solicit or receive divine or religious aid, take a side in conflicts between religions</p>\n<p><strong>Areas of Concern</strong> mortal affairs, peace, self-rule</p>"
        },
        "domains": {
            "alternate": [],
            "primary": []
        },
        "font": [],
        "rules": [],
        "skill": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {},
        "weapons": []
    },
    "type": "deity"
}
