{
    "_id": "lUFMwdv1UOyzFhIM",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Likha",
    "system": {
        "ability": [
            "int",
            "cha"
        ],
        "alignment": {
            "follower": [
                "NG",
                "LN",
                "N",
                "CN"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>The Teller has existed ever since the first sound of existence emanated from the focal point of the cosmos, blessing all of creation with the capacity for perception. She uttered the concept of language, she sang in echo with all that would be, and in hubris that would color all her sorrows, she thought to make that which emanated truth. In doing so, she birthed deception. The Teller watched the acts of the progenitor, Vudravati, and of her twin lovers Obari and Embaral.</p>\n<p>The Teller saw their violence, their jealousy, their fear for love in a time when love was beyond mere concept and circumstance. She also saw their joy, for each loved Vudravati with all that they could, and no lie inhabited their heart that could cloud this truth. Truth itself was their greatest treasure and most unkind burden. So the Teller watched the oceans be born and the Vudrani emerge into this world, crafted by all the love the twins could hold for the Sleeping Mother; still, the Teller feared what harm her folly could cast upon the world.</p>\n<p>The Teller found her redemption and peace in this cosmic misstep within the lands that would become Vudra. She took the form of a most careful listener: an elephant whose skin scintillated with the humble glow of moonlight. She perceived the fledgling mortal folk and how they wielded truth and lies through the lens of memory's fallible shroud, which obscures both for the benefit of either and all. She learned of stories and cherished them deeply. She was named Likha by those who she listened to and those who listened to her, and her joy was rapturous. Children who tell white lies claim that Likha saw truth in their words.</p>\n<p>Playwrights beseech her as a muse for inspiration. Written works are etched with her mark, and her elephantine form is carved into the doorways of playhouses and sculpted into statues to sit in the alcoves of grand libraries.</p>\n<p><strong>Edicts</strong> Tell history to others, sponsor or perform in plays and recitals, adapt ancient works into modern language</p>\n<p><strong>Anathema</strong> Begin a performance or tale without first inviting the gods to watch, act out a death on stage</p>"
        },
        "domains": {
            "alternate": [
                "repose",
                "truth"
            ],
            "primary": [
                "creation",
                "knowledge",
                "passion",
                "sorrow"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "prf",
        "source": {
            "value": "Pathfinder Lost Omens: Impossible Lands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.i35dpZFI7jZcRoBo",
            "3": "Compendium.pf2e.spells-srd.Item.IihxWhRfpsBgQ5jS",
            "5": "Compendium.pf2e.spells-srd.Item.Ucf8eynbZMfUucjE"
        },
        "weapons": [
            "hatchet"
        ]
    },
    "type": "deity"
}
