{
    "_id": "ub0PJ5QkrdoGzzb2",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Luhar",
    "system": {
        "ability": [
            "dex",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "LN",
                "LE"
            ],
            "own": "LN"
        },
        "category": "deity",
        "description": {
            "value": "<p>The old gods of the threefold sun were all but forgotten under the rule of @UUID[Compendium.pf2e.deities.Item.Walkena]-but Luhar did not mind being forgotten. It is Walkena's undeath that she finds offensive, for she had crafted him such a beautifully perfect eternal sleep. Now he not only rejects her gift, but instills so much fear in his followers that their rest is fitful and brief.</p>\n<p>The goddess of dusk is most often portrayed as a lioness with the head of a woman, with skin as dark as night and eyes that shine like stars. She is typically depicted at @UUID[Compendium.pf2e.deities.Item.Chohar]'s right hand, often asleep while the midday lion stands vigil. Some of her worshippers follow her example, taking long naps during the day so that they can be better prepared to keep watch over sleeping companions at night. Luhar's followers believe there is no greater calling than to face the dangers of the night for the sake of those one wants to protect.</p>\n<p>There are many gods of dreams, but to Luhar, it is sleep itself that is most precious. Death is simply the final, and most precious, sleep. While still a somber experience, it is not one that followers seek to delay. When death comes, they only pray that it will be painless and swift. Luhar answers these prayers and crafts each death personally, doing everything in her power to make one's final moments peaceful. As such, she has a great disdain for grave robbers, necromancers, and any who would defile her gifts. In the past, priestesses of Luhar would bury the dead with obsidian lion tokens. While the tokens may have been simple trinkets, some believed that if their faith was strong, the black lion would manifest with them in the afterlife and protect their soul until their next life.</p>\n<p>In truth, it is not Walkena who Luhar finds most upsetting. It is the people who removed Walkena from his final rest and put his body on display for their own benefit who could not be more abhorrent to the goddess. To turn death into a spectacle for profit went against all of her teachings. When their time came, Luhar did not answer their prayers. Their ends were not peaceful. They were not brief. They did not find rest in her domain.</p>\n<p>As for Walkena, she plans to craft a new death for him even more beautiful than the last.</p>\n<p><strong>Edicts</strong> learn about the night and prepare yourself to face its creatures and dangers, always make time for sleeping and dreams, ensure others never go to sleep scared</p>\n<p><strong>Anathema</strong> stay up all night without any breaks for sleeping or dreaming, attack a person or creature while they sleep, leave a badly wounded opponent alive and suffering, create undead or ask questions of the dead</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@UUID[Compendium.pf2e.spells-srd.Item.Avatar]</em> spell, a worshipper of Luhar gains the following additional abilities.</p>\n<p><strong>Luhar</strong> Speed 70 feet, ignore difficult terrain and greater difficult terrain</p>\n<p>Melee <span class=\"pf2-icon\">1</span> spiked chain (disarm, finesse, trip, reach 15 feet), Damage [[/r (6d8+6)[slashing]]] damage</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> touch of mercy (range increment 120 feet), Damage [[/r (6d6+3)[negative]]] damage</p>"
        },
        "domains": {
            "alternate": [
                "fate",
                "soul",
                "star",
                "zeal"
            ],
            "primary": [
                "cities",
                "darkness",
                "dreams",
                "sun"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "ste",
        "source": {
            "value": "Pathfinder Lost Omens: Legends"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.o4lRVTwSxnOOn5vl",
            "3": "Compendium.pf2e.spells-srd.Item.I0j56TNRmGcTyoqJ",
            "5": "Compendium.pf2e.spells-srd.Item.rxvS7EMJ7qmexAyA"
        },
        "weapons": [
            "spiked-chain"
        ]
    },
    "type": "deity"
}
