{
    "_id": "SCMlQDcoU1QcF3AS",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Lysianassa",
    "system": {
        "ability": [
            "dex",
            "con"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "N"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Lysianassa, Empress of the Torrent, is the elemental lord of currents, tides, and water. Before she was trapped in the Gasping Pearl, the benevolent lord of water patrolled her plane as a powerful sailfish made of coral and streaked with mother of pearl. When she realized her capture was imminent, Lysianassa preserved the last of her strength within the Breath of Lysianassa, a vial that allowed her nautilus servant Riam the Unyielding to control the Plane of Water's tides. Since Riam's death, the currents of the Plane of Water have begun to slow, and may eventually come to a halt. Few recall the Empress of the Torrent's name, but cults dedicated to an enigmatic figure called the Queen of the Depths have begun to arise, heralding an event they refer to as the Awakening, and some planar scholars believe these cultists seek to free Lysianassa from her prison.</p>\n<p><strong>Edicts</strong> Respect and aid natural cycles, promote life and growth, change to avoid stagnation, swim</p>\n<p><strong>Anathema</strong> Pollute clean bodies of water, dam a river, disrespect sincere gifts of water or drink</p>\n<p><strong>Areas of Concern</strong> currents, tides, and water</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "change",
                "fate",
                "nature",
                "water"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "sur",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.jfVCuOpzC6mUrf6f",
            "3": "Compendium.pf2e.spells-srd.Item.oUDNCArkQTdhllxD",
            "5": "Compendium.pf2e.spells-srd.Item.zfn5RqAdF63neqpP"
        },
        "weapons": [
            "spear"
        ]
    },
    "type": "deity"
}
