{
    "_id": "iMRXc519Uepf8yH3",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Magdh",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LN",
                "N"
            ],
            "own": "LN"
        },
        "category": "deity",
        "description": {
            "value": "<p>Magdh is the Eldest of foreknowledge, complexity, and triplets, and she is the greatest seer in the First World. Most often appearing as a woman with three faces set equidistantly around her head, Magdh looks across the skeins of fate into myriad alternate realities and possible futures. Among all the Eldest, she has the deepest knowledge of reality's true design and the ripples a single action or inaction can create throughout all of existence. Her communications are veiled in conditional language and oddly juxtaposed statements to an almost maddening degree, and thus she never communicates the prophetic truths she sees-so plain to her six eyes-in a straightforward way. Because of their shared knowledge of branching timelines, Shyka and Magdh can communicate more easily with each other about such topics, though the other Eldest are cautious around Magdh, lest a careless comment or errant gesture cause her to predict apocalyptic dooms.</p>\n<p><strong>Edicts</strong> Use divination</p>\n<p><strong>Anathema</strong> Lie, share your divinations without payment (no matter how trivial)</p>\n<p><strong>Areas of Concern</strong> foreknowledge, complexity, and triplets</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "fate",
                "glyph",
                "knowledge",
                "truth"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "occ",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.EUMjrJJwSgsqNidi",
            "3": "Compendium.pf2e.spells-srd.Item.MNiT0dHol5fEcKlz",
            "6": "Compendium.pf2e.spells-srd.Item.r784cIz17eWujtQj"
        },
        "weapons": [
            "scythe"
        ]
    },
    "type": "deity"
}
