{
    "_id": "9LwncUwHbG1f6qIt",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Marishi",
    "system": {
        "ability": [
            "str",
            "cha"
        ],
        "alignment": {
            "follower": [
                "NG",
                "CG",
                "CN"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Marishi is an azata empyreal lord and the goddess of athletics and sport, enthusiastic competition, and joyous celebration. She takes joy from competitions, games, and contests of all kinds, including artistic contests, like dance-offs and art showcases; mental contests, like trivia and complex board games; athletic contests, like races and weightlifting; and organized sports. Regardless of the contest, Marishi believes participants should strive for victory, compete honorably, and show pride in their accomplishments and efforts. She believes the winners of any competition should celebrate their victory and be lauded by others, for such is the prize for triumph. Marishi teaches that competition and the ensuing revelry should be fun and safe, for no joy can come from bringing harm to others.</p>\n<p>Like most azatas, Marishi values love, compassion, freedom, and independence. Yet she knows these virtues can't be forced upon mortals—instead, mortals must be guided to seize them for themselves. Thus, she acts as an advisor and divine example for those who worship her. Through competition, mortals learn to strive for their own success, push themselves beyond what they thought possible, and create their own triumphs. From victory, they learn celebration, accomplishment, and pride.</p>\n<p><strong>Edicts</strong> celebrate success, compete honorably, strive for victory, show pride in your accomplishments</p>\n<p><strong>Anathema</strong> bully a competitor; deny a worthy victor their celebration or reward; cheat at a competition, contest, game, or sport</p>\n<p><strong>Areas of Concern</strong> celebration, contests, sport</p>\n<h2>Avatar</h2>\n<p>When casting the @UUID[Compendium.pf2e.spells-srd.Item.Avatar]spell, a worshipper of Marishi becomes stronger and more muscular, with powerful arm and leg muscles to propel them across the battlefield. To enable that mobility, they gain colorful, comfortable attire that's close-fitting to the body (to stay out of the way), and they boast a collar of colorful ribbons, woven together like the ribbons of the maypole that symbolizes Marishi's worship. They wear spiked gauntlets on their hands and a wide leather belt around their waist. They gain the following additional abilities.</p>\n<p>Marishi Speed 70 feet, climb 50 feet, swim 50 feet, air walk</p>\n<p>Melee <span class=\"pf2-icon\">1</span> spiked gauntlet (agile, free-hand, reach 15 feet), Damage [[/r (6d4+6)[piercing]]]</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> strain of exertion (nonlethal, range 120 feet), Damage [[/r (6d6+3)[mental]]]</p>"
        },
        "domains": {
            "alternate": [
                "indulgence",
                "zeal"
            ],
            "primary": [
                "ambition",
                "confidence",
                "freedom",
                "might"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.KcLVELhCUcKXxiKE",
            "3": "Compendium.pf2e.spells-srd.Item.czO0wbT1i320gcu9",
            "4": "Compendium.pf2e.spells-srd.Item.EGTTGI1pkmsVPqHp"
        },
        "weapons": [
            "spiked-gauntlet"
        ]
    },
    "type": "deity"
}
