{
    "_id": "W4QGkdn9V5ACRpkh",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Monad",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LN",
                "N"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>All aeons come from, return to, are connected with, and are guided by the Monad. The Condition of All is not a deity in the traditional sense. It exists both within and outside the multiverse and has influence over the entirety of existence. Though generally content to allow the multiverse to run its course, the Monad directs its aeons to intervene when events deviate from their ineffable design. Mortal scholars often personify the Monad as the deity of creation, the infinite, and truth. Even so, few worship it, and the Monad pays very little attention to mortal petitioners. Instead, scholars study and plot aeons' actions, striving to discern the Monad's ultimate goal or to uncover universal truths they can exploit for their own purposes. Only a rare few mortals can master the asceticism necessary to connect with the Monad, gaining hidden knowledge and powers akin to those of other divine spellcasters.</p>\n<p><strong>Edicts</strong> Ensure balance between opposing forces, mediate disagreements</p>\n<p><strong>Anathema</strong> Allow your personal motivations to determine a major decision</p>\n<p><strong>Areas of Concern</strong> creation, the infinite, and truth</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "creation",
                "knowledge",
                "truth",
                "void"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "occ",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.xqmHD8JIjak15lRk",
            "2": "Compendium.pf2e.spells-srd.Item.rthC6dGm3nNrt1xN",
            "4": "Compendium.pf2e.spells-srd.Item.V8wXOsoejQhe6CyG"
        },
        "weapons": [
            "fist"
        ]
    },
    "type": "deity"
}
