{
    "_id": "E1dUhoSEf2XfklU2",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Mother Vulture",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "NG",
                "N",
                "NE"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>Though she usually appears as a blind young woman, in her natural form the Flesheater is an enormous, bloated creature with four wings and two long necks topped with masked heads and gaping maws. Mother Vulture reflects the dualistic process of decay. She is a vicious killer whose feasts stain the ground, representing the death inherent in decay, but also a thoughtful mother, representing the new life that can take root in the fertile soil left in the wake of destruction. Mother Vulture's mortal worshippers, who often dwell in deserts and swamps, revere her as the patron of consumption, renewal, and transformation. In this last aspect, she judges those souls who sought redemption in life, deciding whether their atonement was sufficient to avoid an undesired afterlife.</p>\n<p><strong>Edicts</strong> Recycle rot and waste into useful creations, eat the flesh of your own people, kill without mercy if it benefits your community, help to raise children</p>\n<p><strong>Anathema</strong> Poison insects or scavengers, waste food or good materials, allow rot to poison an area, create undead</p>\n<p><strong>Areas of Concern</strong> consumption, renewal, and transformation</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "change",
                "death",
                "decay",
                "nature"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "sur",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.szIyEsvihc5e1w8n",
            "4": "Compendium.pf2e.spells-srd.Item.NzXpEzcZAjuDTZjK",
            "6": "Compendium.pf2e.spells-srd.Item.dN8QBNuTiaBHCKUe"
        },
        "weapons": [
            "sickle"
        ]
    },
    "type": "deity"
}
