{
    "_id": "omUWo1TQ6PDm5oeW",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Mugura and Nrithu",
    "system": {
        "attribute": [
            "dex",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Mugura and Nrithu are a pair of lovers turned rivals, eternally locked in dance, forever testing each other. Theirs is a cautionary tale, one of love and hubris. Mugura was the rambunctious child of a raja and Nrithu was a shy street rat. Their worlds collided due to a passion for dance and both being unable to speak. The two of them quickly grew close, sharing a language of motion and rhythm, exchanging stories of lives worlds apart. Together, they became a beautiful dance duo across Tian Xia, entertaining streets and palaces alike and learning from each corner of the continent. As they grew in talent and fame, so did their devotion to storytelling and each other. Likha, the Teller god, saw this devotion and gave both a boon of godhood to perform together for eternity as well as tell stories to the gods. But then their relationship grew dark. The whims of their followers drew them away from each other and a deep love turned ugly as they bickered over the domains they blessed. With eternity to perform, they each became harsher on the other. Small mistakes compounded as standards grew. Bitter rivalry replaced love as they sabotaged each other in small ways on their cosmic stage, gajjelu ringing out like clashing blades with each step.</p>\n<p>Mugura and Nrithu are depicted as dancers in mirrored poses, their genders open to interpretation. Bells and powder adorn their shrines, and vibrant cloth is wrapped around their statues, always together and always in mirroring colors. Most followers of the Divine Dancers are pairs who give themselves to all forms of dance, dedicating their performances to the gods in hopes of finding their prolific success. Dancers will have their gajjelu blessed at their first recital and will thereafter speak to their partners solely in dance to attain perfect synchronization.</p>\n<p>While Mugura and Nrithu are primarily gods of dance, their followers are diverse. Any strong pairs often seek the gods’ favor. Children gleefully play as the two, while adults tease those in bickering relationships to learn from Mugura and Nrithu’s story. People who hate each other but are forced to work together often feel cursed by the two gods. Those who have lost or can’t find their voice gain special strength and love from Mugura and Nrithu and are always welcome in their temples.</p>\n<p><strong>Edicts </strong> practice until perfect, create stories and relationships, trust and listen to your partner</p>\n<p><strong>Anathema</strong> steal credit from others, upstage or sabotage, spread rumors to get ahead</p>\n<p><strong>Areas of Concern </strong> dance and storytelling, lovers and rivals, fame and gratitude</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "ambition",
                "freedom",
                "passion",
                "repose"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia World Guide"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy",
                "unholy"
            ]
        },
        "skill": [
            "performance"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.dgCH2E0gMLMUgyFl",
            "3": "Compendium.pf2e.spells-srd.Item.K2WpC3FFoHrqX9Q5",
            "4": "Compendium.pf2e.spells-srd.Item.A7w3YQBrFNH8KYsB"
        },
        "traits": {},
        "weapons": [
            "fist"
        ]
    },
    "type": "deity"
}
