{
    "_id": "9EKyWmjLUu42evxC",
    "img": "systems/pf2e/icons/deity/Nethys.webp",
    "name": "Nethys",
    "system": {
        "ability": [
            "wis",
            "int"
        ],
        "alignment": {
            "follower": [
                "NG",
                "LN",
                "N",
                "CN",
                "NE"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>To some, magic is a powerful weapon. To others, it's a malleable tool. And to a few, it's a source of purpose. With an understanding of spellcasting, creatures can cause fire to erupt from their hands, call otherworldly beings to aid them, bewitch the senses, and even bring the dead back to life. The ability to reshape reality to better suit one's needs and desires is a powerful call that most only dream of being able to answer, and few are ever able to truly master such might.</p>\n<p>One such master was Nethys, who was revered as a god-king in ancient Osirion. Having sought to unlock all of the secrets and potential held within the planes and beyond, Nethys shattered his own mind from the sheer overload of knowledge to which he was exposed. Witnessing all of creation, the secrets of the universe, and the vast expanse of what has been seen and will be seen rent his mind in the same moment he elevated to the status of a god. Nethys gained unlimited power and the skill to utilize it, but at the cost of his core self and mental security. This resulted in a split soul, two sides warring within the same body. One seeks to destroy the world, to purge it through fire and ruin, and to conquer all that exists. The other attempts to protect the world, to elevate and educate, and to release it from its limits.</p>\n<p><strong>Edicts</strong> seek out magical power and use it</p>\n<p><strong>Anathema</strong> pursue mundane paths over magical ones</p>\n<p><strong>Areas of Concern</strong> magic</p>"
        },
        "domains": {
            "alternate": [
                "glyph"
            ],
            "primary": [
                "destruction",
                "knowledge",
                "magic",
                "protection"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "arc",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.gKKqvLohtrSJj3BM",
            "2": "Compendium.pf2e.spells-srd.Item.eIQ86FOXK34HiNLs",
            "3": "Compendium.pf2e.spells-srd.Item.fI20AVwOzJMHXRdo",
            "4": "Compendium.pf2e.spells-srd.Item.zR67Rt3UMHKC5evy",
            "5": "Compendium.pf2e.spells-srd.Item.Ek5XI0aEdZhBgm21",
            "6": "Compendium.pf2e.spells-srd.Item.7Iela4GgVeO3LfAo",
            "7": "Compendium.pf2e.spells-srd.Item.8kJbiBEjMWG4VUjs",
            "8": "Compendium.pf2e.spells-srd.Item.Oj1PJBMQD9vuwCv7",
            "9": "Compendium.pf2e.spells-srd.Item.ihbRf964JDXztcy3"
        },
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
