{
    "_id": "RzTd9PmgnfHNlFVf",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Ng",
    "system": {
        "ability": [
            "wis",
            "cha"
        ],
        "alignment": {
            "follower": [
                "N"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>Rumors say that to glance upon the hooded face of Ng is to either see truth or face oblivion itself, but the Eldest of changing seasons, secrets, and wanderers keeps his visage perpetually shrouded. He is a serious and stern figure draped in silvery robes that swish around his legs as he walks lonely and distant paths. No carefree wanderer, Ng is a patron of those who travel long distances with purpose, and he sometimes shields them from banditry, treacherous weather, and getting lost. Ng keeps many secrets, even from his followers, and none know what his evidently aimless travels might portend. Ng rules over the seasons as they turn one into another, but he rules far more numerous seasons than the four familiar to Golarion, such as the Season of Carnivorous Light and the Season of Solemn Deliquescence.</p>\n<p><strong>Edicts</strong> Travel, hide your identity and your motives</p>\n<p><strong>Anathema</strong> Sleep in the same place twice in a row, wear seasonal decorations out of season</p>\n<p><strong>Areas of Concern</strong> changing seasons, secrets, and wanderers</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "knowledge",
                "magic",
                "secrecy",
                "travel"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "sur",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.zlnXpME1T2uvn8Lr",
            "2": "Compendium.pf2e.spells-srd.Item.XXqE1eY3w3z6xJCB",
            "4": "Compendium.pf2e.spells-srd.Item.zR67Rt3UMHKC5evy"
        },
        "weapons": [
            "gauntlet"
        ]
    },
    "type": "deity"
}
