{
    "_id": "8Oy4qHylOOp79JxD",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Nhimbaloth",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "CE"
            ],
            "own": "CE"
        },
        "category": "deity",
        "description": {
            "value": "<p>An especially reclusive Outer God who hunts along the shores of the River of Souls, Nhimbaloth is a shapeless entity known as the Empty Death. She preys on those who hunt souls as they travel down the river, but she devours both hunter and soul indiscriminately; those she consumes have no afterlife or potential for resurrection. They are forever gone, and forever nothing.</p>\n<p>Nhimbaloth is said to see through will-o'-wisps, and her trace is left behind in a symmetrical pattern of seven divots along the shoreline, said to be her fingerprints. Faceless undead haunt the places where she has passed, and plant and animal life in the area is especially hostile to the living. One place where she has particular influence is within the Mushfens of southern Varisia, where will-o'-wisp oracles sap the drive and reason from their victims and leave them wandering in a vacuous stupor through the blasted swamp.</p>\n<p><strong>[Abomination Vaults]</strong> The Empty Death's sphere of influence encompasses despair, ghosts, and swamps. As with most of the Outer Gods, Nhimbaloth cares nothing for those who worship her (and thus her clerics have no key anathemas), yet those who venerate the Empty Death nonetheless toil in vain to attract her favor.</p>\n<p><strong>Edicts</strong> Create undead (particularly incorporeal undead), feast upon carnivores that have recently feasted upon others</p>\n<p><strong>Anathema</strong> None</p>"
        },
        "domains": {
            "alternate": [
                "abomination",
                "delirium"
            ],
            "primary": [
                "decay",
                "nature",
                "undeath",
                "void"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "nat",
        "source": {
            "value": "Pathfinder #165: Eyes of Empty Death"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.k34hDOfIIMAxNL4a",
            "2": "Compendium.pf2e.spells-srd.Item.J6vNvrUT3b1hx2iA",
            "5": "Compendium.pf2e.spells-srd.Item.MlpbeZ61Euhl0d60"
        },
        "weapons": [
            "flail"
        ]
    },
    "type": "deity"
}
