{
    "_id": "Mv6uTJLh3VGEoGLH",
    "img": "systems/pf2e/icons/deity/Nivi%20Rhombodazzle.webp",
    "name": "Nivi Rhombodazzle",
    "system": {
        "ability": [
            "dex",
            "int"
        ],
        "alignment": {
            "follower": [
                "NG",
                "LN",
                "N",
                "CN"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>Goddess of gems, stealth, and gambling, Nivi Rhombodazzle is the ultimate high roller, said to have won her divinity from the dwarven god Torag in exchange for a gemstone. She was once a mortal gnome who loved the thrill of an exciting wager, up to and including the moment when the dice turned against her. Eventually, Nivi's debts grew too great for her to remain in her surface home, and she fled into the depths of the Darklands to evade the wrath of her creditors. Most of her adventures in the lightless lands are lost to time and history, but she ultimately emerged reborn as a goddess, hailed as the first of the svirfneblin-uncanny underground gnomes with unique magical abilities and immunity to the dread Bleaching, a wasting curse that claims the lives of gnomes who succumb to boredom and ennui.</p>\n<hr />\n<p>Nivi Rhombodazzle is goddess of gems, gambling, and stealth. She delights in risks and consequences and has a passion for high-stakes games— regardless of whether she wins or loses. She's fixated not on victory, but on the suspense and thrill of leaving her fate to chance. When one's debts become insurmountable, Nivi encourages her followers to flee via trickery and stealth, rather than lashing out in violence.</p>\n<p>In life, Nivi Rhombodazzle was a gnome with extensive debts who fled underground to evade her creditors. Though tales of this time in her life are sparse, Nivi experienced many thrilling adventures and trials and emerged a goddess. It's said she won her divinity from the dwarven god Torag in exchange for a massive gemstone so perfect it blinded the dwarf god with greed. To this day, Torag and Nivi remain on good terms, though Torag considers the gnome far too reckless, and Nivi considers the dwarf far too serious.</p>\n<p>Most of Nivi Rhombodazzle's worshippers are gnomes who consider Nivi a trailblazer and divine example of how to avoid the Bleaching, a magical illness that drains the vibrancy from gnomes who become too stuck in their ways or fail to find excitement and new experiences. To bleachling gnomes, Nivi's teachings are instead a way to add more excitement to their lives. To svirfneblins, underground gnomes with unique magical abilities, Nivi is the first of their kind and an integral part of their lives.</p>\n<p>Outside of Golarion's gnome populations, those who worship Nivi are typically gamblers, thrill seekers, and daredevils. Most gamblers pray to Nivi for good luck and plentiful winnings. Yet it's the thrill seekers and the daredevils who often understand the goddess best.</p>\n<p>Firebrands of all kinds risk their lives in pursuit of their duties—whether to thwart tyranny and empower the disenfranchised or perform daring deeds in pursuit of fame and fortune. A growing minority of Firebrands pray to Nivi for luck when undertaking dangerous missions. Many pray not just for themselves, but for those who rely upon the Firebrands and may be endangered by the Firebrands' actions.</p>\n<p>Among the Firebrands, Nivi Rhombodazzle is primarily worshipped by the daredevils, risk takers, and braggarts—Firebrands driven by thrill and excitement. Rather than pray for Nivi to tilt the odds in their favor, they pray for the chance to reach higher, push harder, and test themselves against the unachievable. Faith in Nivi drives them to attempt ever wilder and daring deeds.</p>\n<p><strong>Edicts</strong> take risks and savor the consequences whether good or ill, use stealth and guile over violence when dealing with the fallout from your risk-taking, learn the rules and strategies of games of chance played wherever you travel</p>\n<p><strong>Anathema</strong> break the established rules or terms of a wager, use violence to avoid the consequences of a wager</p>\n<p><strong>Areas of Concern</strong> gambling, gems, gnomes, stealth</p>"
        },
        "domains": {
            "alternate": [
                "confidence",
                "earth"
            ],
            "primary": [
                "family",
                "luck",
                "trickery",
                "wealth"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "ste",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.i35dpZFI7jZcRoBo",
            "2": "Compendium.pf2e.spells-srd.Item.XXqE1eY3w3z6xJCB",
            "4": "Compendium.pf2e.spells-srd.Item.onjZCEHs3JJJRTD0"
        },
        "weapons": [
            "light-hammer"
        ]
    },
    "type": "deity"
}
