{
    "_id": "GX6PF9ifR47Xyjg9",
    "img": "systems/pf2e/icons/deity/Norgorber.webp",
    "name": "Norgorber",
    "system": {
        "ability": [
            "dex",
            "int"
        ],
        "alignment": {
            "follower": [
                "LE",
                "NE",
                "CE"
            ],
            "own": "NE"
        },
        "category": "deity",
        "description": {
            "value": "<p>Norgorber is the most mysterious of the Ascended, the group of mortals who assumed godhood after passing the Test of the Starstone. Unlike Iomedae's and Cayden Cailean's mortal existences, Norgorber's life before his ascension is a mystery; the god himself has shrouded details of his mortal life in secrecy. This is no surprise to those familiar with Norgorber-he is the master of all secrets, a calculating manipulator who cleverly and ruthlessly wields the power of hidden knowledge to achieve his own ends. Only his most trusted worshippers know enough about his goals to assist in the god's plans, and even those worshippers often have their memories modified after their parts in Norgorber's schemes are complete.</p>\n<p><strong>Edicts</strong> keep your true identity secret, sacrifice anyone necessary, take every advantage in a fight, work from the shadows</p>\n<p><strong>Anathema</strong> allow your true identity to be connected to your dark dealings, share a secret freely, show mercy</p>\n<p><strong>Areas of Concern</strong> greed, murder, poison, secrets</p>\n<p><strong>Follower Alignments</strong> LE, NE, CE plus N if following the Reaper of Reputation</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "death",
                "secrecy",
                "trickery",
                "wealth"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "ste",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.i35dpZFI7jZcRoBo",
            "2": "Compendium.pf2e.spells-srd.Item.XXqE1eY3w3z6xJCB",
            "4": "Compendium.pf2e.spells-srd.Item.tlcrVRqW1MSKJ5IC"
        },
        "weapons": [
            "shortsword"
        ]
    },
    "type": "deity"
}
