{
    "_id": "3nxIpMGeCvcBIVov",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Nyarlathotep (The Crawling Chaos)",
    "system": {
        "ability": [
            "dex",
            "int"
        ],
        "alignment": {
            "follower": [
                "NE",
                "CE"
            ],
            "own": "CE"
        },
        "category": "deity",
        "description": {
            "value": "<p>Nyarlathotep is a being of a thousand shapes, each of which has a name, such as the Haunter of the Dark or the Black Pharaoh. Because he has walked the world in mortal form, Nyarlathotep is unique among the Outer Gods for appearing comprehensible and understandable-but this is a facade. The Crawling Chaos, as he is also known, appears humanlike not because he identifies with mortal concerns or cares for his mortal followers, but because a mortal shape makes it easier for him to do his work: spreading the influence of the Outer Gods.</p>\n<p>In his role as a herald, messenger, and agent provocateur for the Outer Gods, Nyarlathotep is the Outer God most likely to have direct interactions with mortals. He answers prayers, teaches evil magic, and inserts himself into history-all to enable mortal cruelty, facilitate the release of Great Old Ones, and turn whole societies toward worship of the Outer Gods. He was instrumental in the fall of Ancient Osirion, and some believe he led Taldor to launch the Armies of Exploration, a glorious folly that proved the ruin of that empire. There are countless tales of his interaction with (and often possession of) mortal cultists and magicians who dare to call upon him, and they all end in grotesque corruption and death. Nyarlathotep also lingers among Azathoth's court, carrying out schemes under the guise of the Primal Chaos's will.</p>\n<p><strong>Edicts</strong> Sow discord among allies, misuse positions of authority by steering events toward apocalyptic ends</p>\n<p><strong>Anathema</strong> None</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "knowledge",
                "magic",
                "nightmares",
                "trickery"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "arc",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Z7N5IxJCwrAdIgSg",
            "2": "Compendium.pf2e.spells-srd.Item.2qGqa33E4GPUCbMV",
            "3": "Compendium.pf2e.spells-srd.Item.IihxWhRfpsBgQ5jS",
            "4": "Compendium.pf2e.spells-srd.Item.qwlh6aDgi86U3Q7H",
            "5": "Compendium.pf2e.spells-srd.Item.i1TvBID5QLyXrUCa",
            "6": "Compendium.pf2e.spells-srd.Item.WPXzPl7YbMEIGWfi",
            "7": "Compendium.pf2e.spells-srd.Item.0873MWM0qKDDv81O",
            "8": "Compendium.pf2e.spells-srd.Item.rwCh2qTYPA44KEoK",
            "9": "Compendium.pf2e.spells-srd.Item.qDjeG6dxT4aEEC6J"
        },
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
