{
    "_id": "JgDqFUB1NtQkGmzp",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Otolmens",
    "system": {
        "ability": [
            "dex",
            "int"
        ],
        "alignment": {
            "follower": [
                "LG",
                "LN"
            ],
            "own": "LN"
        },
        "category": "deity",
        "description": {
            "value": "<p>The primordial inevitable of machinery, math, and physics, Otolmens the Universal is tasked with keeping the galaxies, stars, planets, and other heavenly bodies moving in their proper orbits. From her observatory in the city-plane of Axis, Otolmens and her myriad axiomite assistants track the motions of these objects on the Material Plane. When an anomaly is discovered, Otolmens dispatches inevitables to correct the problem. A mechanical being with multiple heads and limbs, Otolmens is said to spin like an orrery when in a flurry of activity. Her mathematical precision is revered by engineers and scientists, who form the core of her worship. Most pray to her hoping to receive divine inspiration or to stave off inaccurate calculations, but she may call upon her more powerful worshippers to fight threats to the very planet they inhabit.</p>\n<p><strong>Edicts</strong> Relentlessly document and interpret data, correct cosmic errors</p>\n<p><strong>Anathema</strong> Suppress a factual report, ignore facts, misrepresent quantitative data</p>\n<p><strong>Areas of Concern</strong> machinery, math, and physics</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "creation",
                "fate",
                "knowledge",
                "perfection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "cra",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh",
            "4": "Compendium.pf2e.spells-srd.Item.06pzGkKTyPE3tHR8",
            "7": "Compendium.pf2e.spells-srd.Item.37ESlJzUvVbOudOT"
        },
        "weapons": [
            "mace"
        ]
    },
    "type": "deity"
}
