{
    "_id": "QZD0u1jxwz0kj8uI",
    "img": "systems/pf2e/icons/deity/Pharasma.webp",
    "name": "Pharasma",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "NG",
                "LN",
                "N"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>No record of history, and not even other gods, can recall a time before Pharasma. Her throne lies within a vast, gothic cathedral located on the infinite Spire at the center of the planes. From here, she looks both forward and backward in time, observing the births, lives, and deaths of every soul, as she serves as the final arbiter of a soul's destination after death. Psychopomp servants of Pharasma guide and safeguard newly dead souls along the River of Souls to her realm, where she judges each soul and ensures it is sent to the proper plane for its afterlife, according to its alignment and mortal deeds. Although she can see all possible fates and knows the fate of each individual, free will and choice can alter a soul's final destination, and she places great weight on the individual's actions and personal choices. Therefore, Pharasma withholds her final judgment until a soul stands before her. Her prophecies are cryptic, and their full meanings are rarely revealed until the foretold events occur.</p>\n<p><strong>Edicts</strong> strive to understand ancient prophecies, destroy undead, lay bodies to rest</p>\n<p><strong>Anathema</strong> create undead, desecrate a corpse, rob a tomb</p>\n<p><strong>Areas of Concern</strong> birth, death, fate, prophecy, and time</p>"
        },
        "domains": {
            "alternate": [
                "soul",
                "time",
                "vigil"
            ],
            "primary": [
                "death",
                "fate",
                "healing",
                "knowledge"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "med",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.D442XMADp01qJ7Cs",
            "3": "Compendium.pf2e.spells-srd.Item.AMEu5zzLN7uCX645",
            "4": "Compendium.pf2e.spells-srd.Item.tlcrVRqW1MSKJ5IC"
        },
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
