{
    "_id": "0EXQHfNN11AfDqNm",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Phi Deva",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Made of a thousand nameless faces and a thousand nameless voices, Phi Deva speaks for and defends those who can’t protect themselves. They are both one god and a thousand, both mortal and yet infinite. The Thousand Souled Chorus is neither a god of a single soul nor a mortal who ascended the heights to godhood, for that would imply they rose out of exceptionable mortality. Instead, they are a god borne of blood, sweat, and death, of the defenseless who were not protected and now seek to protect those who can’t protect themselves. Phi Deva is most often worshipped by the common people, though anyone who seeks their protection is welcomed into the chorus. But powerful figures beware, for bringing the sights of the Chorus onto oneself can be dangerous for those who do not check their own power.</p>\n<p>Phi Deva’s appearance is never a settled thing. To some they appear as a shadowy humanoid; to others, they may appear as someone who died too soon, a flock of birds, or however one might imagine a god to appear. While a defender of those who are unable to defend themselves, Phi Deva is far from a pacifist god. To the Chorus, defense is not best served by pacifism or inaction but instead by forceful action.</p>\n<p>Worship of Phi Deva is commonly carried out through song. Intricate and ever-weaving, the songs sung often are those meant to comfort and allay, though some are songs of conflict, meant to strike fear in the hearts of one’s enemies. Most often, these songs have been sung in hopeless battles and against armies of empires, where both prayer and fury coalesced into one. For those who can’t sing, alternative methods of noise making are offered—instruments, clapping, and dancing are all welcome in worship, and often directly written into the songs themselves.</p>\n<p>Worshippers of Phi Deva do so in a communal way, gathering together to make and have a meal, or working together to assist a community member. The Thousand-Souled Chorus’s most well-known holiday is the Festival of Filled Baskets, a holiday intersecting with the longest day of the summer every year. Despite this, the holiday is only celebrated at night, when the air is cool and the crickets sing.</p>\n<p><strong>Edicts</strong> protect the defenseless, assist those who ask for your help, put the collective above yourself</p>\n<p><strong>Anathema</strong> harm the innocent, take more than you need, overturn a collective decision</p>\n<p><strong>Areas of Concern</strong> people, the defenseless, the collective good</p>"
        },
        "domains": {
            "alternate": [
                "freedom",
                "nature"
            ],
            "primary": [
                "family",
                "healing",
                "protection",
                "repose"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia World Guide"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "medicine"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.szIyEsvihc5e1w8n",
            "4": "Compendium.pf2e.spells-srd.Item.zR67Rt3UMHKC5evy",
            "7": "Compendium.pf2e.spells-srd.Item.0873MWM0qKDDv81O"
        },
        "traits": {},
        "weapons": [
            "shortbow"
        ]
    },
    "type": "deity"
}
