{
    "_id": "CeBP002LcMfqgIRl",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Picoperi",
    "system": {
        "ability": [
            "dex",
            "cha"
        ],
        "alignment": {
            "follower": [
                "NG",
                "CG",
                "CN"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Picoperi, the eternal trickster, finds joy in even the simplest joke or prank. He delights in the surprises of daily life, always seeking the next thrill. Never content with regular schedules, his days vary wildly from one to the next. One evening, he may try to tickle Asmodeus's nose with a feather and the next morning, he may bump Artokus Kirran's arm as the famous alchemist works in his lab. No one is too important or mundane for his jests.</p>\n<p>Those who in need of a little luck often call upon Picoperi for aid. When formulating new rituals, arcane practitioners ask him to guide their hands in selecting metal powders for their binding rings. Alchemists whisper an oath to him as they mix volatile compounds. Many a discovery has been made when two reagents were swapped with an appreciative cry of \"Thank Merrygleam!\" Equally, disasters come with a groan and a request for Picoperi to take his mischief elsewhere for a while.</p>\n<p>Picoperi changes his form regularly, shifting to whatever shape he believes will best suit his latest joke. In these forms, he always appears in bright yellow and green coloring, either as the scales on the belly of a snake, the markings of a tabby cat, or the binding of a book. His favored form is that of a young boy with delicate elven features, brown skin, and curly hair, wearing a wool vest decorated with llamas, tree frogs, and snakes in his favored colors. This combination of green and yellow has become a stand-in for tricksters in tales told across the Inner Sea. Realistic replicas of toads and snakes are often made with these same favored colors, turning the pranks enacted by mischievous children into acts of worship.</p>\n<p>Jestercap, a holiday originally celebrated by Taldan gnomes, has become a feast day for Picoperi's worship. Good‑natured pranks and practical jokes abound, though some use the festival as a chance to best their rivals. Merrygleam's worshippers focus on pulling as many pranks as possible and providing children with tools for similar jests. Jokes that involve shiny gleaming substances, such as glitter or metallic papers, are common.</p>\n<p><strong>Edicts</strong> relish in jokes and pranks, lighten the mood, embrace surprises</p>\n<p><strong>Anathema</strong> spoil the fun, use a prank to cause real harm</p>\n<p><strong>Areas of Concern</strong> jokes, pranks, and surprises</p>\n<h2>Avatar</h2>\n<p>When casting the @UUID[Compendium.pf2e.spells-srd.Item.Avatar]spell, a worshipper of Picoperi becomes youthful in appearance with overlarge sparkling eyes, a wide smile, dimpled cheeks, and a messy mop of hair. They wear a colorful yellow and green vest, and their movements trail sparkles or produce comical sounds. They often display signs of mischief and raucous play, such as dirt smears across their cheeks, grass stains on their clothes, worn fabric, or scuffed knees. Their pockets are filled with innocent tools of mischief like water balloons, sticks, stones, or elastics. They gain the following additional abilities.</p>\n<p><strong>Picoperi</strong> Speed 70 feet, immune to @UUID[Compendium.pf2e.conditionitems.Item.Immobilized], air walk</p>\n<p>Melee <span class=\"pf2-icon\">1</span> cunning prank (finesse, nonlethal, reach 15 feet, versatile P or S), Damage [[/r (6d4+6)[bludgeoning]]]</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> uncontrollable laughter (nonlethal, range 60 feet), Damage [[/r (6d6+3)[mental]]]</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "change",
                "confidence",
                "delirium",
                "trickery"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "acr",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Wu0xFpewMKRK3HG8",
            "3": "Compendium.pf2e.spells-srd.Item.RvBlSIJmxiqfCpR9",
            "6": "Compendium.pf2e.spells-srd.Item.WPXzPl7YbMEIGWfi"
        },
        "weapons": [
            "blowgun"
        ]
    },
    "type": "deity"
}
