{
    "_id": "Vzxm5FyIA40b2OSP",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Pulura",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "NG",
                "CG"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Dancing through the northern sky, the Shimmering Maiden represents constellations, homesickness, and northern lights. Pulura understands that the constellations are the guide with which mortals navigate their world, lighting the way so that those who travel or explore can always find their way home. The stories of the constellations not only entertain with tales of goodness and light and strength, but they are also a tool for helping others learn and remember the stars. This ensures that the map in the sky is easy to read and never forgotten. To learn this map and to guide those who are lost or otherwise in need of direction are exceptional callings, but even more so is to teach a petitioner to navigate the skies themself on the journey.</p>\n<p>The Shimmering Maiden is often difficult to see, appearing to mortals from great distances as a bright, hot star. When she can be seen, she has the appearance of a Tian woman whose dark hair twinkles with bright stars. Her green and pink robes appear as though they are made of light, rather than any fabric. Travelers, guides, nomads, explorers, sailors, stargazers, and hunters are some of Pulura's followers.</p>\n<p><strong>Edicts</strong> Aid travelers, comfort the lonely, teach the constellations</p>\n<p><strong>Anathema</strong> Mock the homesick, deny warmth to others, pollute the skies with smoke or light</p>\n<p><strong>Areas of Concern</strong> constellations, homesickness, and northern lights</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "cold",
                "darkness",
                "sorrow",
                "star"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "sur",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.UKsIOWmMx4hSpafl",
            "5": "Compendium.pf2e.spells-srd.Item.forsqeofEszBNtLq",
            "6": "Compendium.pf2e.spells-srd.Item.69L70wKfGDY66Mk9"
        },
        "weapons": [
            "sling"
        ]
    },
    "type": "deity"
}
