{
    "_id": "Ij1KRM8ufkEjGnR3",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Ranginori",
    "system": {
        "ability": [
            "dex",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "N"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The benevolent elemental lord of air is Ranginori, the Zephyrous Prince, lord of air, welcome breezes, and thunderstorms. When he appears before mortals, Ranginori takes the form of an immense, lion-headed serpent spun from forbidding clouds, with hundreds of clawed feet and a mane that dances with lightning. Recently freed from his imprisonment within the Untouchable Opal by agents of the Pathfinder Society, the Zephyrous Prince has accumulated a small but loyal following in search of liberation, hope, and change for the multiverse. He is regaining his strength and preparing to find and liberate the other benevolent elemental lords, bringing balance back to the Elemental Planes.</p>\n<p>As the single free benevolent elemental lord, Ranginori is in a vulnerable situation, in desperate need of allies and followers to aid him against the combined might of the evil elemental lords. He has reestablished his realm on the Plane of Air: the Roaring Spark, a floating spiral of ruins that branch outward from a central crack of thunder. As the elemental lord regains his power and his domain returns to life, the vestiges of his ancient keeps and towers rebuild themselves while new branches form.</p>\n<p><strong>Edicts</strong> Open closed areas to fresh air, travel throughout your surroundings daily, fly or make creations that fly</p>\n<p><strong>Anathema</strong> Wrongfully imprison a creature, restrain a creature longer or more tightly than is necessary, suffocate a creature</p>\n<p><strong>Areas of Concern</strong> air, welcome breezes, and thunderstorms</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "air",
                "freedom",
                "lightning",
                "travel"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "acr",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.0Dcd4iEXqCrkm4Jn",
            "4": "Compendium.pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8",
            "6": "Compendium.pf2e.spells-srd.Item.TDNlDWbYb58Y55Da"
        },
        "weapons": [
            "whip"
        ]
    },
    "type": "deity"
}
