{
    "_id": "44fcXgp3fnkoyb4R",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Rowdrosh",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Within the Realm of the Mammoth Lords, animals often hold as much importance as people, for both have spirits and are a part of the natural world. Most followings consider animals equal members of the community and treat these beings with respect. Of all the spirits and gods of animals, most people of the Realm feel kinship with Rowdrosh. The empyreal lord Rowdrosh is to animals what Bergelmir is to people—a guide and caretaker who binds members of a community together with common goals and feelings of kinship. It was Rowdrosh who convinced the first animals to join in groups bound not just by survival, but by companionship. Rowdrosh lived among the packs and herds, eventually settling among a herd of sheep and partially adopting their form. He was the first to domesticate an animal, and with patience and his blessing, countless people have followed in his footsteps since, taming dogs, oxen, sheep, mammoths, and far wilder creatures throughout the ages. Rowdrosh teaches people to watch over those in their charge—whether a literal herd or members of a following—and to treat animals with the kindness, care, and patience they would afford their own kin. Rowdrosh's influence in shaping the modern following is undeniable, even among those groups that don't pay homage to him.</p>\n<p>Rowdrosh is a shapeshifter capable of transforming into countless animal forms, but artistic depictions of the Herdsman are surprisingly consistent. He's shown as a strong Kellid man with brown skin and thick black hair covering his head, chest, and shoulders. His head sports two curving horns made of moonstone, and he wields a wooden crook. Rowdrosh supposedly travels the lands in the guise of a herd animal from time to time, to test the care that each following offers to their animal members.</p>\n<p><strong>Edicts</strong> aid your community, protect those you have authority over, treat animals with respect</p>\n<p><strong>Anathema</strong> abandon your community, neglect those in your care, torment animals</p>\n<p><strong>Areas of Concern</strong> animal husbandry, herd animals, shepherds</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "family",
                "nature",
                "protection",
                "travel"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "nat",
        "source": {
            "value": "Pathfinder #176: Lost Mammoth Valley"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.EE7Q5BHIrfWNCPtT",
            "2": "Compendium.pf2e.spells-srd.Item.BBvV7qoXGdw09q1C",
            "5": "Compendium.pf2e.spells-srd.Item.wp09USMB3GIW1qbp"
        },
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
