{
    "_id": "BNycwu3I21dTh4D9",
    "img": "systems/pf2e/icons/deity/Sarenrae.webp",
    "name": "Sarenrae",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Sarenrae is one of the most popular deities on Golarion by virtue of her association with the life-giving sun and her perpetual offer to help anyone be their best, even when they have made mistakes. Most people thank her for her kind work to channel the sun's power for everyone's safety and livelihood, and thank her clergy for granting her healing power to all who need it. Mortals look to the Dawnflower as an example of boundless love, exquisite kindness, and true patience. They pray to her to heal the sick, lift up the downtrodden, and illuminate darkness of circumstance as well as darkness of spirit. Her followers aspire to emulate her through generosity, nurturing, truthfulness, and selfless courage. They oppose evil everywhere with words first, and when necessary, with scimitar and flame.</p>\n<p><strong>Edicts</strong> destroy the Spawn of Rovagug, protect allies, provide aid to the sick and wounded, seek and allow redemption</p>\n<p><strong>Anathema</strong> create undead, lie, deny a repentant creature an opportunity for redemption, fail to strike down evil</p>\n<p><strong>Areas of Concern</strong> healing, honesty, redemption, and the sun</p>"
        },
        "domains": {
            "alternate": [
                "repose"
            ],
            "primary": [
                "fire",
                "healing",
                "sun",
                "truth"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "med",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.y6rAdMK6EFlV6U0t",
            "3": "Compendium.pf2e.spells-srd.Item.sxQZ6yqTn0czJxVd",
            "4": "Compendium.pf2e.spells-srd.Item.IarZrgCeaiUqOuRu"
        },
        "weapons": [
            "scimitar"
        ]
    },
    "type": "deity"
}
