{
    "_id": "Vk1FM54rJx1RHtUA",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Seafarers' Hope",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "N",
                "CG",
                "NG",
                "CN"
            ],
            "own": "N"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>This pantheon originated in the Shackles for perhaps obvious reasons, but its worshippers now spread along most every coastline in the Inner Sea, so don't imagine that this pantheon is just for pirates or the less savory types in the import business-though it certainly appeals to them, too. The flashier deities in this pantheon are the better known, for who doesn't associate Besmara, the Pirate Queen, with her swashbuckling antics and Hei Feng, the Duke of Thunder, with the storms survivors still speak of years later? Yet the duality of Gozreh and the sustainability and care of Ylimancha round out this pantheon. The Wind and the Waves and the Harborwing strive for safety and balance between air, land, and sea, and it's for their care that many a frightened, stormtossed seafarer prays during a perilous journey. Followers of this pantheon aren't given to regular worship unless to utter a simple prayer or recitation on the bow of a ship at sea. Instead, the faithful find themselves most pious when the winds, waves, and thunder are in full force, threatening the survival of the ship, or when they pull into harbor after safely enduring a storm. At such times, joyous celebrations of dancing, singing, and pouring out libations to their gods mark their worship. Faithful followers are also committed to rescuing those at sea and have been known to sail into terrifying storms in search of the stranded.</p>\n<p><strong>Edicts</strong> give thanks for safe passage, respect the sea, view all storms with optimism and perseverance</p>\n<p><strong>Anathema</strong> put off travel until there are calm waters, refuse aid to those stranded at sea, stay too long on land</p>\n<p><strong>Areas of Concern</strong> coastlines, the sea, seafarers, storms</p>\n<p><strong>Pantheon Members</strong> @UUID[Compendium.pf2e.deities.Item.Besmara], @UUID[Compendium.pf2e.deities.Item.Gozreh], @UUID[Compendium.pf2e.deities.Item.Hei Feng], @UUID[Compendium.pf2e.deities.Item.Ylimancha]</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "nature",
                "travel",
                "trickery",
                "water"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "sur",
        "source": {
            "value": "Pathfinder Lost Omens: Travel Guide"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.g8QqHpv2CWDwmIm1",
            "3": "Compendium.pf2e.spells-srd.Item.RvBlSIJmxiqfCpR9",
            "5": "Compendium.pf2e.spells-srd.Item.zfn5RqAdF63neqpP"
        },
        "weapons": [
            "rapier"
        ]
    },
    "type": "deity"
}
