{
    "_id": "gxwmzxUWBOhdgFSN",
    "img": "systems/pf2e/icons/deity/Shelyn.webp",
    "name": "Shelyn",
    "system": {
        "ability": [
            "wis",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Shelyn watches over existence with a kind and loving eye, encouraging mortals to make the best of their lives by spreading love, art, and beauty as best they can. Even the crudest artistic awakenings are worthy of praise in the goddess's eyes, as they represent an individual's expression of life's trials and triumphs. She believes every creature is worthy of love and capable of creating art in their own way. Shelyn's religion does not require chastity, fidelity, or a particular relationship structure, as the passion of early romance is a facet of love just as important and valid as the comfortable trust between a long-married couple. However, she does make the distinction between courtship and pure carnal desire, and she prefers that trysts blossom into more meaningful relationships along the way.</p>\n<p><strong>Edicts</strong> be peaceful, choose and perfect an art, lead by example, see the beauty in all things</p>\n<p><strong>Anathema</strong> destroy art or allow it to be destroyed, unless saving a life or pursuing greater art; refuse to accept surrender</p>\n<p><strong>Areas of Concern</strong> art, beauty, love, and music</p>"
        },
        "domains": {
            "alternate": [
                "repose"
            ],
            "primary": [
                "creation",
                "family",
                "passion",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "cra",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.UKsIOWmMx4hSpafl",
            "3": "Compendium.pf2e.spells-srd.Item.IihxWhRfpsBgQ5jS",
            "4": "Compendium.pf2e.spells-srd.Item.TUj8eugNqAvB1vVR"
        },
        "weapons": [
            "glaive"
        ]
    },
    "type": "deity"
}
