{
    "_id": "s9opv94lGDRKnw6W",
    "img": "systems/pf2e/icons/deity/Shizuru.webp",
    "name": "Shizuru",
    "system": {
        "ability": [
            "str",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "LN"
            ],
            "own": "LG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The Empress of Heaven is worshipped across all of Tian Xia by people of all walks of life, from commoner to lord, farmer to samurai, human to dragon. She is revered as the ruler of the Tian pantheon, respected as the finest samurai in Heaven or Golarion, and honored as the patron of nature and emperors alike. Perhaps the most famous tale about her is that of Shizuru and her lover @UUID[Compendium.pf2e.deities.Item.Tsukiyo], the moon god. After Tsukiyo was slain by his brother @UUID[Compendium.pf2e.deities.Item.Fumeiyoshi] in a fit of jealousy, Shizuru brought the moon god back to life with the aid of @UUID[Compendium.pf2e.deities.Item.Qi Zhong], the god of medicine. Sadly, Tsukiyo was deeply affected by his experience with death, and though he and Shizuru still love each other, the event created a rift between them. Even so, on the days of an eclipse, they embrace as one.</p>\n<p><strong>Edicts</strong> practice with a weapon every day, honor your ancestors, protect nature and society from corruption and destruction</p>\n<p><strong>Anathema</strong> abandon a companion in need, dishonor yourself, parlay with truce breakers, separate lovers</p>\n<p><strong>Areas of Concern</strong> ancestors, honor, the sun, and swordplay</p>"
        },
        "domains": {
            "alternate": [
                "sorrow"
            ],
            "primary": [
                "duty",
                "perfection",
                "sun",
                "vigil"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh",
            "4": "Compendium.pf2e.spells-srd.Item.Mv5L4201uk8hnAtD",
            "5": "Compendium.pf2e.spells-srd.Item.kghwmH3tQjMIhdH1"
        },
        "weapons": [
            "katana"
        ]
    },
    "type": "deity"
}
