{
    "_id": "hAoVzkeFjTwh5Ykl",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Shumunue",
    "system": {
        "attribute": [
            "cha",
            "con"
        ],
        "category": "deity",
        "description": {
            "value": "<h2>The Carved Lady of Mimicry</h2>\n<p><strong>Areas of Concern</strong> wood, camouflage, carpentry, life, mimicry</p>\n<p><strong>Edicts</strong> celebrate births, make time for nature, recreate life in your works</p>\n<p><strong>Anathema</strong> permanently damage a plant or wood creature, polymorph another without permission</p>\n<p><strong>Divine Attribute</strong> Constitution or Charisma</p>\n<hr />\n<p>Shumunue, Lord of Wood, is one of the few elemental lords not native to their plane of rule. Before the Carved Lady of Mimicry arrived on the Plane of Wood, it was a diverse and cultivated forest that stretched as far as the eye could see, yet it was eerily still. Animated creatures were rare, and beyond the wind through the boughs, little moved. Then Shumunue came to establish the Court of Transcendence. In her grotto, she taught the flowers and leaves to mimic praying mantises, bees, and moths. Then came herds of wooden deer, cranes, bats, and more, all delicately carved and polished. Within their minds, Shumunue imparted to these creatures the blueprints for their species and the instinct to carve their own descendants. Thus the Plane of Wood began to fill with life that resembled creatures from beyond its borders.</p>\n<p>Some legends claim Shumunue is a construct who gained sentience for being universally perfect, but the Lady of Mimicry disputes this, stating that she's the product of a union between a kodama and a kizidhar wizard who traveled to her plane. She rules over no land or organization, for she sees no need to exert her personal opinions on anybody else. She instead dedicates herself to the act of creation. Rather than having subjects, the Carved Lady keeps a close group of confidants, who put in requests for her immense powers on behalf of others in need.</p>\n<p>Shumunue maintains a sophisticated esca, or lure, of golden-hued wood. She regularly shaves this lure into the shape of a female humanoid with a head of ginkgo leaves. Some mistake this esca for Shumunue's physical form, but in actuality, the Carved Lady closely resembles an enormous forest dragon with scales like the bark of ancient trees. Her left flank bears a large blighted patch where Ayrzul's poison left its mark. While she's in no immediate danger, many on the Plane of Wood wait breathlessly to see whether their reconnection with the cosmos can cure her affliction.</p>\n<h2>Avatar</h2>\n<p>When casting the avatar spell, a worshipper of Shumunue gains the following additional abilities.</p>\n<p><strong>Shumunue</strong> Speed 70 feet, fly Speed 70 feet</p>\n<p><strong>Melee</strong> <span class=\"action-glyph\">1</span> hand of wood (reach 15 feet), <strong>Damage</strong> 6d6+6 bludgeoning damage</p>\n<p><strong>Ranged</strong> <span class=\"action-glyph\">1</span> splinter shot (range 120 feet), <strong>Damage</strong> 6d6+3 piercing</p>"
        },
        "domains": {
            "alternate": [
                "perfection",
                "repose"
            ],
            "primary": [
                "creation",
                "passion",
                "swarm",
                "wood"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "deception"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.idcBYnj4DUHL0IJt",
            "2": "Compendium.pf2e.spells-srd.Item.lpT6LotUaQPfinjj",
            "5": "Compendium.pf2e.spells-srd.Item.zCcfPS4y5SrZzU2x"
        },
        "traits": {},
        "weapons": [
            "club"
        ]
    },
    "type": "deity"
}
