{
    "_id": "iJyhAFmHOLZBvWnJ",
    "img": "systems/pf2e/icons/deity/Sivhana.webp",
    "name": "Sivanah",
    "system": {
        "ability": [
            "wis",
            "cha"
        ],
        "alignment": {
            "follower": [
                "NG",
                "LN",
                "N",
                "CN",
                "NE"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>No ancient record reveals the truth of Sivanah's origins; in fact, only recent documents record her existence at all. The Seventh Veil is widely regarded as the goddess of illusion magic, often portrayed as a figure disguised by seven veils. Legends state that each face underneath the first six of her seven veils is of a different ancestry-human, elf, halfling, gnome, anadi, and naga- but the seventh face is never shown, believed to mask the goddess's true form. Some theologians believe Sivanah hails from the Shadow Plane, though the goddess's true nature and form continue to be topics of debate. Even her female visage, while agreed upon by her followers, could likewise be an illusion. Her goals are hidden from even her most faithful, which some believe to have hampered the faith's growth and influence beyond the level of a cult.</p>\n<p><strong>Edicts</strong> show the beauty in illusions, pursue the nature of truth, respect the need for secrets</p>\n<p><strong>Anathema</strong> use illusions and shadows to harm another creature, reveal a secret you have sworn to keep</p>\n<p><strong>Areas of Concern</strong> illusions, mysteries, reflections, secrets</p>"
        },
        "domains": {
            "alternate": [
                "glyph"
            ],
            "primary": [
                "delirium",
                "magic",
                "secrecy",
                "trickery"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "dec",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.i35dpZFI7jZcRoBo",
            "4": "Compendium.pf2e.spells-srd.Item.hkfH9Z53hPzcOwNB",
            "5": "Compendium.pf2e.spells-srd.Item.tcwT97RWKxsJiefG"
        },
        "weapons": [
            "bladed-scarf"
        ]
    },
    "type": "deity"
}
