{
    "_id": "IK2AL3bL6htrrnnC",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Skode",
    "system": {
        "ability": [
            "str",
            "dex"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "N",
                "CN"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>When hunters are driven not only by necessity but also by pride, they turn to the Hunter, Skode. Primarily a giant goddess in other parts of the world, among Mammoth Lord followings Skode is depicted as a strong Kellid woman with facial tattoos, dressed in leathers and wielding spears and a longbow. She urges her followers not just to hunt prey, but to hunt the best and strongest prey. Skode's worship is most popular among young adults, particularly those who seek to fulfill coming-of-age rites, climb to higher standing among their following, woo a paramour, or earn respect from their kin. Despite Skode's slightly more frivolous and competitive aspects when compared to the Provider, she still requires her followers to respect the animals they hunt and ensure nothing goes to waste. Skode's religious symbol is a sun rising over the horizon.</p>\n<p><strong>Edicts</strong> take the finest or healthiest specimen among any animals you hunt, respect your prey, protect your community, show bravery in the face of danger</p>\n<p><strong>Anathema</strong> waste the animals you hunt, show cruelty to animals, abandon your community in a time of danger</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "ambition",
                "confidence",
                "protection",
                "zeal"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "sur",
        "source": {
            "value": "Pathfinder #176: Lost Mammoth Valley"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.0fKHBh5goe2eiFYL",
            "3": "Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4",
            "4": "Compendium.pf2e.spells-srd.Item.8M03UxGXjYyDFAoy"
        },
        "weapons": [
            "longbow"
        ]
    },
    "type": "deity"
}
