{
    "_id": "yIfdsL1788boOOYk",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Sky Keepers",
    "system": {
        "ability": [
            "dex",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "NG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>The only thing more expansive than the Mwangi jungles, mountains, and rivers are the skies that rest above them. There are many who would seek to take control of the skies and there are others who seek to keep the skies free for all. From evil spellcasters looking to wield the weather for their own wicked whims to deadly monsters that make them dangerous to travel, the skies are never truly safe. Thankfully, an unlikely alliance of gods works together to keep the skies over the Expanse safe.</p>\n<p>Apsu, god of good dragons, saw how his son Dahak once tried to burn down the entirety of the Mwangi Expanse and took it upon himself to defend the skies that rest over those that put a stop to Dahak's destruction. Uvuko, the diamond ring, is a living embodiment of the Mwangi skies and valued Apsu's aid. Finally, with the recent release of Ranginori, the elemental lord took to reclaiming the skies from evildoers. When the three gods encountered each other, they formed the Pact of the Sky Keepers, dedicating themselves to both keeping the skies safe for all, but also maintaining the natural cycles and orders of the skies. The sky belongs to everyone, but ultimately, the sky has no master and attempts to force one's will upon by forcibly changing the weather or committing similar acts goes against the Pact. Followers of the Sky Keepers can be found all over Golarion, but Apsu and Uvuko's focus on the Mwangi Expanse leads to many worshippers operating in the region.</p>\n<p><strong>Edicts</strong> remove anyone that would threaten those who live among the skies, encourage others to find a way to live among the clouds, honor the might of storms</p>\n<p><strong>Anathema</strong> interfere with the natural phases of the sky, remove a creature's innate means to fly</p>\n<p><strong>Areas of Concern</strong> freedom, skies, storms, weather</p>\n<p><strong>Pantheon Members</strong> @UUID[Compendium.pf2e.deities.Item.Apsu], @UUID[Compendium.pf2e.deities.Item.Ranginori], @UUID[Compendium.pf2e.deities.Item.Uvuko]</p>"
        },
        "domains": {
            "alternate": [
                "freedom",
                "lightning"
            ],
            "primary": [
                "air",
                "change",
                "protection",
                "wyrmkin"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "acr",
        "source": {
            "value": "Pathfinder Blog"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.g8QqHpv2CWDwmIm1",
            "4": "Compendium.pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8",
            "9": "Compendium.pf2e.spells-srd.Item.r4HLQcYwB62bTayl"
        },
        "weapons": [
            "longbow"
        ]
    },
    "type": "deity"
}
