{
    "_id": "vnmoAGURp8oWCY6R",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Soralyon",
    "system": {
        "ability": [
            "str",
            "int"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "N"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Guardians, monuments, and magic are the purview of the Mystic Angel. Soralyon believes that monuments and ruins are important links to the past. Guarding them against those who would defile or destroy them is of tremendous importance, lest people lose memories of who they are, where they came from, and what they have accomplished. As such, those who stand guard over monuments and ruins are blessed. Likewise, those who study monuments to the past and present with respect, or seek to preserve them for the future, are also blessed. Guardianship of others, but especially of those who study and preserve these relics to the past, is also of great importance to Soralyon. As magic is a valuable tool in guarding, studying, and preserving these monuments and people, Soralyon encourages the study of magic, preferably for use in learning or protection.</p>\n<p>When the Mystic Angel appears to mortals he usually does so as a handsome being beautifully carved of smooth marble, the hues of which range the entire spectrum of the stone but tend toward those most common locally. Followers of Soralyon include archaeologists, historians, bodyguards, guardians, sculptors, curators, and arcane spellcasters.</p>\n<p><strong>Edicts</strong> Study monuments, craft golems and artwork from stone, guard ancient sites</p>\n<p><strong>Anathema</strong> Defile sacred buildings, knowingly unearth evil monuments, destroy historical artifacts</p>\n<p><strong>Areas of Concern</strong> guardians, monuments, and magic</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "creation",
                "earth",
                "magic",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "arc",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.lKcsmeOrgHtK4xQa",
            "3": "Compendium.pf2e.spells-srd.Item.vh1RpbWfqdNC4L3P",
            "4": "Compendium.pf2e.spells-srd.Item.2BV2yYPfVJ5zirZt"
        },
        "weapons": [
            "pick"
        ]
    },
    "type": "deity"
}
