{
    "_id": "gpS3hv7LP2IRwEHT",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Sorrow's Sword",
    "system": {
        "ability": [
            "str",
            "con"
        ],
        "alignment": {
            "follower": [
                "LG",
                "CG",
                "CN"
            ],
            "own": "LG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>Sorrow's Sword gained a large following among the Crimson Reclaimers because of the pantheon's focus on duty, sacrifice, and channeling the pain of past losses into motivation to overcome any future obstacle. The two principal deities are Ragathiel (General of Vengeance), who brings his devotion to duty and revenge, and Vildeis (The Cardinal Martyr), who believes that evil should be destroyed at all costs—even self-sacrifice. For the Crimson Reclaimers, this means never forgetting the pain and trauma caused by the Whispering Tyrant in Lastwall, and channeling that grief into fuel for righteous revenge. Beyond these two major divine influences, three other deities represent values the followers of the pantheon hold dear. Gorum (Our Lord in Iron) preaches strength and victory in battle. Iomedae (The Inheritor) led the charge on many successful attacks against Tar-Baphon, so it's only natural that her legendary deeds, and sense of honor, justice, and valor speak to followers of Sorrow's Sword. Many consider Arazni (The Unyielding) to be a strong part of this pantheon, due to her edict to survive at all costs and her abhorrence for the creation of unwilling undead. Arazni's inclusion is complicated by Vildeis and Ragathiel's feelings about evil, which is why Arazni is not an official member of the pantheon among all followers.</p>\n<p><strong>Areas of Concern</strong> vengeance, reclaiming lost homelands, drawing strength from sorrow</p>\n<p><strong>Edicts</strong> avenge the wronged, destroy evildoers, lead the charge in battle, remember your community's history</p>\n<p><strong>Anathema</strong> cower from combat, forgive those who have committed grave offenses, abandon or deceive allies</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "duty",
                "might",
                "sorrow",
                "zeal"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "itm",
        "source": {
            "value": "Pathfinder Lost Omens: Knights of Lastwall"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh",
            "4": "Compendium.pf2e.spells-srd.Item.YrzBLPLd3r9m6t1p",
            "6": "Compendium.pf2e.spells-srd.Item.r7ihOgKv19eJQnik"
        },
        "weapons": [
            "bastard-sword"
        ]
    },
    "type": "deity"
}
