{
    "_id": "ox0AaGLIyzCUrre2",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Srikalis, Sritaming, and  Sribaril",
    "system": {
        "attribute": [
            "str",
            "dex"
        ],
        "category": "deity",
        "description": {
            "value": "<p>It is said that this triad of deities, known together as the Dewangayaw—Raiding God—sails the sea and sky upon a grand royal war barge. While they do not answer directly to the pleas of their followers and devotees, they very often appear at random, choosing to inflict violence upon those that deserve it. These events, known as god raids, are feared across Tian Xia. They can appear seemingly at random and are heralded by thunderstorms and sudden rains.</p>\n<p>The Triad War Gods are the ancestors of the Tian peoples. They were the first warriors to roam the seas and lands of the archipelago and the great continent. They crafted the first war barges and sailed across the world. At the end of it, they realized the great lie of war: war is not needed, but violence must be inflicted. Violence is force and change, and The Triad understands violence must be used to reach Heaven. To force and change oneself is to turn oneself into a diamond. This philosophy is known to almost every warrior in Tian Xia: a concept they call Jamalawas, the Diamond Body, the act of perfecting one’s body, spirit, and mind to become a better member of their community.</p>\n<p>Tian Xia is a violent place, and the Dewangayaw gives warriors, mercenaries, raiders, and pirates a spiritual avenue to channel their killing instincts. More recently, the Dewangayaw has been appearing to help revolutionaries throughout Golarion who are resisting oppression and encroaching imperialism. The Dewangayaw live in protective violence as well, after all.</p>\n<p>The Dewangayaw does not have monks or monasteries. Their priests create boats that are shrines and altars in and of themselves. The act of honing oneself through the martial arts and the crafting of weapons is another act of worship to the Dewangayaw. The Triad lives in all these things.</p>\n<p><strong>Edicts</strong> die in battle, revel in protective violence, support what is yours</p>\n<p><strong>Anathema</strong> lay waste to nature, kill indiscriminately without reason or conviction, choose not to raid when it is needed</p>\n<p><strong>Areas of Concern</strong> raiding, treasure, war contracts, warriors</p>"
        },
        "domains": {
            "alternate": [
                "duty",
                "freedom",
                "pain"
            ],
            "primary": [
                "ambition",
                "passion",
                "perfection",
                "zeal"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia World Guide"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy",
                "unholy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gb7SeieEvd0pL2Eh",
            "3": "Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4",
            "5": "Compendium.pf2e.spells-srd.Item.zfn5RqAdF63neqpP"
        },
        "traits": {},
        "weapons": [
            "kris",
            "arquebus"
        ]
    },
    "type": "deity"
}
