{
    "_id": "rDTXcBJ8LyqA2TkL",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Szuriel",
    "system": {
        "ability": [
            "str",
            "con"
        ],
        "alignment": {
            "follower": [
                "LE",
                "NE",
                "CE"
            ],
            "own": "NE"
        },
        "category": "deity",
        "description": {
            "value": "<p>All Szuriel has ever known is war. In life she was first a paladin, then excommunicated from her church for heresy. In response, she slaughtered her way to power until she was crowned empress, then subsequently had every member of her former faith crucified. She went on to wage several brutal wars against neighboring kingdoms until an assassin's dagger found her heart. Sent to Abaddon, she rose quickly through the ranks of daemonkind, and when she saw weakness in the Horseman of War, she slew him in battle, claiming his title for herself.</p>\n<p>Szuriel appears as a tragic angel with beautiful golden hair, magnificent wings, and polished obsidian eyes that continuously weep blood. She resides in the Cinder Furnace, her corner of Abaddon where instruments of war are forged from the fires of burning souls. Szuriel commands one of the largest standing armies in all of existence, countless daemonic soldiers ready to wage war. All fear oblivion at the hands of Szuriel and her army. The Horseman of War is always happy to lend her powers, warriors, and devastating discoveries across the planes. So long as war continues, more souls are pulled into her ever-burning furnace.</p>\n<p><strong>Edicts</strong> End all mortal life through war, obliterate faith</p>\n<p><strong>Anathema</strong> Show mercy to creatures who do not worship Szuriel, choose to marry or have children</p>\n<p><strong>Areas of Concern</strong> war</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "ambition",
                "destruction",
                "fire",
                "might"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.y6rAdMK6EFlV6U0t",
            "3": "Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4",
            "4": "Compendium.pf2e.spells-srd.Item.8M03UxGXjYyDFAoy"
        },
        "weapons": [
            "greatsword"
        ]
    },
    "type": "deity"
}
