{
    "_id": "YeUhlOt3c98ocwjZ",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Offering Plate",
    "system": {
        "ability": [
            "con",
            "int"
        ],
        "alignment": {
            "follower": [
                "CG",
                "LG",
                "NG"
            ],
            "own": "NG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>The Offering Plate is a pantheon centered on selfless acts, charitable giving, and passing along skills or knowledge to improve the circumstances of those less fortunate. Followers believe Abadar agrees the health of a city's economy depends in part upon helping those least fortunate return to the market. Clerics sometimes carry flails that double as collection pots for donations. They find legal loopholes and contractually sound means of channeling funding and supplies to worthy causes in their community. Alseta reigns over transitions, and worshippers of the Offering Plate ask for her help as they assist those in need to transition from poverty and hardship into the next phase of their lives. Followers call upon Folgrit for patience and follow her edicts to take in or find homes for those without families. Kazutal teaches followers of the Offering Plate the ultimate goal of charity is to build a strong and loving community. Cayden Cailean reminds them every person deserves to live a life free of oppressive restrains, as well as a little leisure occasionally to lighten their loads. Many followers of the Offering Plate form traveling groups that share their time and wealth with those in need. These caravans are known as Offering Trains and some trains remain on a permanent route that travels between multiple settlements in the Inner Sea. These trains visit prosperous settlements, collecting what supplies and offerings they can, before moving on to deliver these donations to the less fortunate in other locations. One Offering Train has been making its way from Almas, up along the Sellen River, and delivering goods to the people of Mendev and the Sarkoris Scar for a number of years, earning them the title of the Crusader Caravan.</p>\n<p><strong>Edicts</strong> give to those in need, pass on skills and resources to others, contribute your unique talents to society</p>\n<p><strong>Anathema</strong> take resources from those who need them, act selfishly, keep knowledge or wealth to yourself</p>\n<p><strong>Areas of Concern</strong> charity, hospitality, community</p>\n<p><strong>Pantheon Members</strong> @UUID[Compendium.pf2e.deities.Item.Abadar], @UUID[Compendium.pf2e.deities.Item.Alseta], @UUID[Compendium.pf2e.deities.Item.Cayden Cailean],<br />@UUID[Compendium.pf2e.deities.Item.Folgrit], @UUID[Compendium.pf2e.deities.Item.Kazutal]</p>"
        },
        "domains": {
            "alternate": [
                "cities",
                "family"
            ],
            "primary": [
                "duty",
                "freedom",
                "healing",
                "wealth"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: Travel Guide"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.szIyEsvihc5e1w8n",
            "3": "Compendium.pf2e.spells-srd.Item.mwPfoYfVGSMAaUec",
            "5": "Compendium.pf2e.spells-srd.Item.BoA00y45uDlmou07"
        },
        "weapons": [
            "flail"
        ]
    },
    "type": "deity"
}
