{
    "_id": "PIMd4yRGj8XQgGbW",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Divine Dare",
    "system": {
        "ability": [
            "str",
            "cha"
        ],
        "alignment": {
            "follower": [
                "N",
                "NG",
                "CG",
                "CN"
            ],
            "own": "CG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>Just as a group of rowdy friends may throw outlandish challenges at each other around a campfire or tavern table, the gods of the Divine Dare urge each other, and their followers, into performing daring acts that most would quail at. Kurgess favors dares for athletic prowess that push competitors to their utmost ability. The empyreal lord Marishi's festivals are frequent gathering places for worshippers of the entire pantheon, and many a friendly wager is exchanged over games of chance and tests of skill. Jin Li encourages all to persevere through risky challenges with strength and creativity. Cayden Cailean blesses any challenge that will lead to glory and adventure.</p>\n<p>The gods of the Divine Dare indulge a healthy amount of boasting before, during, and after a trial, but they also encourage a spirit of good sportsmanship and camaraderie whether a dare is successful or not. The element of danger and the possibility of failure are always present in the most thrilling dares, and worshippers of the Divine Dare go out of their way to heal, comfort, and rehabilitate people who have been injured in such competitions.</p>\n<p><strong>Edicts</strong> boast of your daring deeds, participate in competitions, revel in taking risks</p>\n<p><strong>Anathema</strong> cheat in an honest competition, let others take credit for your accomplishments, refuse a non‑fatal challenge</p>\n<p><strong>Areas of Concern</strong> competition, derring-do, and self-realization</p>\n<p><strong>Pantheon Members</strong> Cayden Cailean, Jin Li, Kurgess, Marishi</p>"
        },
        "domains": {
            "alternate": [
                "fate",
                "travel"
            ],
            "primary": [
                "ambition",
                "confidence",
                "might",
                "zeal"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Q7QQ91vQtyi1Ux36",
            "3": "Compendium.pf2e.spells-srd.Item.o6YCGx4lycsYpww4",
            "4": "Compendium.pf2e.spells-srd.Item.EGTTGI1pkmsVPqHp"
        },
        "weapons": [
            "spiked-gauntlet"
        ]
    },
    "type": "deity"
}
