{
    "_id": "JzaazIXXvAW02Cip",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Lady of the North Star",
    "system": {
        "attribute": [
            "int",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>A goddess whose name has been lost to time (or purposefully obscured), the secretive Lady of the North Star is referred to only by her countless epithets. Despite the efforts of Pharasma's faithful to scrub the Lady's name from the annals of history, a few scattered sects still worship her and transmit her teachings. Their ranks are often closed to outsiders, and their initiation rituals are arduous and famously cryptic. In spite of the Lady of the North Star's love for secrecy, she has one famous weakness: her empathy for those nearing death. She has been known to take pity on those afflicted with incurable curses and ailments of all kinds, appearing to prospective followers through dreams and visions. There, she presents them with a final challenge: to uncover her lost path to immortality before their time runs out.</p>\n<p>According to legend, the Lady of the North Star once descended to the mortal world, disguising herself as a human. She witnessed firsthand the horrors of mortality as her newfound friends grew old and weak with time, with even the strongest warriors ultimately succumbing to illness and infirmity. Her frigid heart was moved. She took such pity on the mortal peoples of the world that she conspired to create a forbidden ritual, strong enough to grant immortality to any mortal skilled enough to execute it. She split the mysterious ritual into nine stages, hiding the nine fragments across the land of Tian Xia.</p>\n<p>The truth of the ritual has been lost to time, but all her sects agree that upon successful completion, the performer will ascend to join the Lady and her mysterious court of immortals that lies far beyond the stars to the North, shielded from mortal eyes and cloaked in impenetrable darkness. There, the wintry night is cold enough to freeze even the wheels of time, preserving her followers' immortality for all eternity.</p>\n<p><strong>Edicts</strong> seek lost knowledge, uncover hidden mysteries, honor that which is forgotten, pursue immortality</p>\n<p><strong>Anathema</strong> destroy sources of knowledge, make public that which should remain secret, desecrate a memorial, grow complacent about one's ignorance and mortality, commit torture or murder, knowingly harm an innocent</p>\n<p><strong>Areas of Concern</strong> secrets, remembrance, winter, immortality</p>"
        },
        "domains": {
            "alternate": [
                "change",
                "star"
            ],
            "primary": [
                "cold",
                "darkness",
                "secrecy",
                "vigil"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia World Guide"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "occultism"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.zdb8cjOIDVKYMWdr",
            "2": "Compendium.pf2e.spells-srd.Item.CQb8HtQ1BPeZmu9h",
            "6": "Compendium.pf2e.spells-srd.Item.m34WOIGZCEg1h76G"
        },
        "traits": {},
        "weapons": [
            "glaive"
        ]
    },
    "type": "deity"
}
