{
    "_id": "HbuynQRCjGKtbhcC",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Lost Prince",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "NG",
                "N"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>The Eldest of loneliness, sadness, and forgotten things, the Lost Prince spends most of his time brooding in the throne room of his crumbling tower. Although his precise origin is a hotly debated issue, the Lost Prince is known to hail from a place other than the First World. The melancholy lord doesn't speak of his home, and in fact he doesn't speak much at all, as he's prone to bouts of depression powerful enough to leach color from his surroundings and press his coterie of followers into respectful silence. Appearing as a gaunt, pale human man dressed in black finery, the Lost Prince bears vivid red runes on his brow and on the backs of his hands. He is studiously neutral in the schemes of the other Eldest, which makes his opinions and his favor particularly valuable.</p>\n<p><strong>Edicts</strong> Aid the depressed, wear somber clothing, maintain neutrality, ruminate on the past</p>\n<p><strong>Anathema</strong> Abandon someone who has no family, take public credit for your good deeds</p>\n<p><strong>Areas of Concern</strong> loneliness, sadness, and forgotten things</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "knowledge",
                "repose",
                "sorrow",
                "vigil"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.szIyEsvihc5e1w8n",
            "4": "Compendium.pf2e.spells-srd.Item.FhOaQDTSnsY7tiam",
            "5": "Compendium.pf2e.spells-srd.Item.GaRQlC9Yw1BGKHfN"
        },
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
