{
    "_id": "Ons4JwstcXOlkaRF",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Perplexing Jest",
    "system": {
        "ability": [
            "dex",
            "cha"
        ],
        "alignment": {
            "follower": [
                "N",
                "CG",
                "CN",
                "CE"
            ],
            "own": "CN"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>\"No position is so secure, no despot so powerful, no god so exalted that they cannot be brought low.\" That is the key teaching of the Perplexing Jest. When a great king trips on his robe after berating a servant or a high priest's sleeve catches fire to interfere with a sacrifice, worshippers of these trickster gods see the hand of the divine. Court entertainers and bards naturally gravitate toward this faith, as many nations provide protections for them to speak their mind to rulers, however powerful.</p>\n<p>Worshippers of the Perplexing Jest can also be found far from court, wherever practical jokers undermine cocky bullies, or laborers use malicious compliance and clever sabotage to stymie corrupt business owners. Anywhere pompous enforcers of tradition cause society to stagnate, the Perplexing Jest invites the creative to laugh.</p>\n<p><strong>Edicts</strong> embarrass and expose hypocrites, humble those in power, play pranks and practical jokes</p>\n<p><strong>Anathema</strong> physically harm anyone except your target with your pranks, show remorse for your pranks, take a joke personally</p>\n<p><strong>Areas of Concern</strong> disruption, pranks, and undermining authority</p>\n<p><strong>Pantheon Members</strong> @UUID[Compendium.pf2e.deities.Item.The Lantern King], Grandmother Spider, @UUID[Compendium.pf2e.deities.Item.Gyronna], Picoperi, @UUID[Compendium.pf2e.deities.Item.Sun Wukong]</p>"
        },
        "domains": {
            "alternate": [
                "creation",
                "confidence",
                "destruction"
            ],
            "primary": [
                "freedom",
                "change",
                "delirium",
                "trickery"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "thi",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Wu0xFpewMKRK3HG8",
            "2": "Compendium.pf2e.spells-srd.Item.tlSE7Ly8vi1Dgddv",
            "8": "Compendium.pf2e.spells-srd.Item.Jvyy6oVIQsD34MHB"
        },
        "weapons": [
            "war-razor"
        ]
    },
    "type": "deity"
}
