{
    "_id": "KPrtgoIcgiBSKzS3",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Freeing Flame",
    "system": {
        "ability": [
            "str",
            "cha"
        ],
        "alignment": {
            "follower": [
                "NG",
                "CG",
                "N",
                "CN"
            ],
            "own": "CN"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>Local stories say that the people of Vidrian had the support of the gods when the time came for revolution. Lubaiko provided the first flames of rebellion, literally igniting the first cart that led to the initial confrontation at a plantation on the outskirts of Eleder. The tales then note that the casks on the cart erupted as the first blow was struck, creating a massive explosion that woke everyone on the plantation. Many say this was Cayden Cailean's way of showing his support. As everyone stirred about and watched those first servants and slaves fight, others were fearful of the consequences. It was the touch of hope that Milani granted them that finally gave them the strength to rise up and fight for freedom.</p>\n<p>Whether or not the stories hold truth, the Freeing Flame remains a notable pantheon among the people of Vidrian today. The young nation broke free from the shackles of oppression and now looks toward bettering itself in the future, a mantra that many Vidrics and followers of the Freeing Flame follow for themselves. With the guidance of Milani, the courage of Cayden, and the inspiration of Lubaiko, a faithful can burn away maladies of the heart to become a person that is free to do as they wish, but also do so without infringing on others. Some follow these ideals to stop tyrants and liberate those that can't live freely, while others take these teachings to become independent figures with little concern of others' expectations.</p>\n<p><strong>Edicts</strong> free others from oppression, release harmful tethers be they physical or spiritual, work toward your best self and inspire others to follow</p>\n<p><strong>Anathema</strong> allow tyrants to escape punishment after their reign ends, enslave or oppress others, prevent others from honestly expressing themselves</p>\n<p><strong>Areas of Concern</strong> liberation, toppling tyranny, and self-realization</p>"
        },
        "domains": {
            "alternate": [
                "ambition",
                "destruction",
                "zeal"
            ],
            "primary": [
                "change",
                "freedom",
                "might",
                "protection"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "ste",
        "source": {
            "value": "Pathfinder Blog"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.EUMjrJJwSgsqNidi",
            "3": "Compendium.pf2e.spells-srd.Item.sxQZ6yqTn0czJxVd",
            "6": "Compendium.pf2e.spells-srd.Item.WPXzPl7YbMEIGWfi"
        },
        "weapons": [
            "sword-cane"
        ]
    },
    "type": "deity"
}
