{
    "_id": "zgM2jsxw52HjALV0",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Deliberate Journey",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "N",
                "LN",
                "NG"
            ],
            "own": "N"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>One of the most widely worshipped of all deities across the Inner Sea, Desna is particularly known for her care of travelers, especially the dreamy wanderer. But her aid is also invoked by those whose travel is of a much more intentional nature, such as those who organize caravans across lengthy routes through the Saga Lands or along the Golden Road. The pantheon of the Deliberate Journey includes Desna for her wisdom and support through the many winding roads of their journeys. They also appeal to Abadar, for he's interested in the traveler that carries civilization and wealth to new places. Mapping the routes is important to Abadar for encouraging safety in these aims, as well as for building roads. Ng, the enigmatic Eldest known also as the Hooded, is the patron of those who travel long distances with purpose, and such travelers appeal to him for safety from banditry, treacherous weather, and getting lost. Worshippers turn to Barzahk, known also as the Passage, for aid when at a crossroads, for they are the psychopomp who maintains the Dead Roads, the secret back routes between the planes and the mortal world, as well as looking after migrations and lost souls. Especially when the crossroads is figurative or when death looms near on an ill-fated journey, travelers implore Barzahk to intercede.</p>\n<p><strong>Edicts</strong> plan for travel and bring what you need, identify the best route, make deliberate decisions for the benefit of all who travel, travel with a purpose</p>\n<p><strong>Anathema</strong> fail to prepare for a journey, let chance decide which way to go, put travelers under your care in danger</p>\n<p><strong>Areas of Concern</strong> caravans, crossroads, knowing the way, travel by road</p>\n<p><strong>Pantheon Members</strong> @UUID[Compendium.pf2e.deities.Item.Abadar], @UUID[Compendium.pf2e.deities.Item.Barzahk], @UUID[Compendium.pf2e.deities.Item.Desna], @UUID[Compendium.pf2e.deities.Item.Ng]</p>"
        },
        "domains": {
            "alternate": [
                "secrecy",
                "wealth"
            ],
            "primary": [
                "earth",
                "knowledge",
                "luck",
                "travel"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "sur",
        "source": {
            "value": "Pathfinder Lost Omens: Travel Guide"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.KcLVELhCUcKXxiKE",
            "2": "Compendium.pf2e.spells-srd.Item.6Ot4N22t5tPD51BO",
            "9": "Compendium.pf2e.spells-srd.Item.KPDHmmjJiw7PhTYF"
        },
        "weapons": [
            "crossbow"
        ]
    },
    "type": "deity"
}
