{
    "_id": "p4TbCVOwHB4ccmT4",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Endless Road",
    "system": {
        "ability": [
            "wis",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "N",
                "CN"
            ],
            "own": "NG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>Followers of the Endless Road pantheon are encouraged to pursue their personal journeys, to see the larger world, and to gain a more balanced perspective. If they have not found a community to call their own at the end of their traveling days, they are encouraged to pass on their knowledge for future generations. Whether this means creating their own community, writing a series of tomes, or creating works of art, they must pass on what they've learned as best they can. Followers pray to Desna (The Song of the Spheres) to bless their overland travels from her home in the stars, and to Gozreh (The Wind and the Waves) not only to help them travel over the seas and through the wilderness, but to do so without disrupting the gentle balance of nature. Finally, they call upon Gruhastha (The Keeper) for the strength needed to pursue a journey of personal exploration and self-improvement despite challenges along the way.</p>\n<p><strong>Areas of Concern</strong> travel, preaching, self-improvement, recruiting</p>\n<p><strong>Edicts</strong> see the world to find your place in it, seek common bonds, share community histories</p>\n<p><strong>Anathema</strong> close your ears and heart to others, do not seek to better yourself, resist the call to explore new places</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "confidence",
                "knowledge",
                "travel",
                "truth"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: Knights of Lastwall"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.nXmC2Xx9WmS5NsAo",
            "4": "Compendium.pf2e.spells-srd.Item.TUj8eugNqAvB1vVR",
            "7": "Compendium.pf2e.spells-srd.Item.bVtkBJvGLP69qVGI"
        },
        "weapons": [
            "starknife"
        ]
    },
    "type": "deity"
}
