{
    "_id": "GBdxyS79vTozcv3P",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Laborer's Bastion",
    "system": {
        "ability": [
            "str",
            "con"
        ],
        "alignment": {
            "follower": [
                "CG",
                "LG",
                "NG"
            ],
            "own": "NG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>This pantheon is widespread across the Inner Sea region, finding adherents among all those who must labor daily, whether in field or forge, city or farm, logging camp or caravan oasis. Such laborers seek strength in all its many forms. They look to Kurgess, the Strong Man, who was once a laborer himself, for aid in using their full potential, seeking to better themselves and encouraging others to strive toward their own potential, no matter their work. From Torag, they take the strength to be honorable and forthright and keep their word. And they look to Cayden Cailean not just for the strength to truly enjoy themselves when not working, but also to aid the oppressed. Recently, a small but growing number of followers, especially near Mzali, have been including Tlehar, too, as they seek the mental fortitude to give their best even as they hope each day will be better than the last. You'll find that these laborers won't cheat at honorable contests, swindle you, intentionally make anything subpar, or be mean or standoffish when drunk. Their religious observances tend to be frequent and regular but not at all fussy or lengthy. Ceremonies always seem to include food, drink, and games afterwards-or perhaps as part of the observances themselves. Followers of the Laborer's Bastion clearly place more value in companionship and reassurance of their faith than in following a formal script and getting all the rituals right. Personally, I feel at ease whenever I see their religious symbol-a mug and hammer on a sunburst background-as I know I'm among trustworthy, honest folk... even if we don't share a language or the same idea of what constitutes a decent breakfast.</p>\n<p><strong>Edicts</strong> encourage others to strive toward their own potential, give your all to work and play, have hope that tomorrow will be a better day, stand up for the oppressed</p>\n<p><strong>Anathema</strong> cheat, give into or spread despair, keep silent when faced with oppression, work without respite or enjoyment</p>\n<p><strong>Areas of Concern</strong> laborers, the oppressed, daily work, achievement</p>\n<p><strong>Pantheon Members</strong> @UUID[Compendium.pf2e.deities.Item.Cayden Cailean], @UUID[Compendium.pf2e.deities.Item.Kurgess], @UUID[Compendium.pf2e.deities.Item.Tlehar], @UUID[Compendium.pf2e.deities.Item.Torag]</p>"
        },
        "domains": {
            "alternate": [
                "ambition",
                "indulgence"
            ],
            "primary": [
                "freedom",
                "might",
                "truth",
                "zeal"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder Lost Omens: Travel Guide"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.aEM2cttJ2eYcLssW",
            "2": "Compendium.pf2e.spells-srd.Item.wzctak6BxOW8xvFV",
            "4": "Compendium.pf2e.spells-srd.Item.TUj8eugNqAvB1vVR"
        },
        "weapons": [
            "warhammer"
        ]
    },
    "type": "deity"
}
