{
    "_id": "Oci540vcXkJKR0gW",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "The Enlightened Scholar's Path",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "N",
                "LG",
                "LN",
                "NG"
            ],
            "own": "NG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>This broad and erudite pantheon is a favorite in universities and academies across the Inner Sea. Its adherents unite the optimism and art of Shelyn with the vast knowledge of Thoth to inspire their investigations and writings of artistic, scientific, historical, and magical knowledge. They look to Andoletta, Grandmother Crow, for aid in teaching and instilling knowledge and virtue as well as to Likha to support their efforts to teach (especially with a wide historical perspective), perform plays, and organize recitals and lectures in the name of learning.</p>\n<p>They appeal to Soralyon for protection, particularly of historical buildings, monuments, artifacts, and their study of such things. For especially thorny problems and for help in devising new solutions from their research, they turn to the Zohls, the embodiment of Verity. Religious ceremonies tend to be full of pageantry, pomp, and ritual, incorporating plays, chorales, and instrumental music that draw on many different traditions and highlight ancient practices of beauty. These ceremonies occur quite regularly at or near academies across the Inner Sea and I highly recommend you make every effort to attend one. Be aware, though, they do tend to last for hours, so you'll want to plan accordingly!</p>\n<p><strong>Edicts</strong> correct ignorance and counter false knowledge with respect, maintain and extol the value of historical buildings and artifacts, research carefully and accurately, share what you know, teach the truth</p>\n<p><strong>Anathema</strong> destroy books or monuments, keep silent when faced with false information, refuse to share knowledge</p>\n<p><strong>Areas of Concern</strong> academies, professors, scholars, transmission and accuracy of learned knowledge</p>\n<p><strong>Pantheon Members</strong> @UUID[Compendium.pf2e.deities.Item.Andoletta], @UUID[Compendium.pf2e.deities.Item.Likha], @UUID[Compendium.pf2e.deities.Item.Shelyn], @UUID[Compendium.pf2e.deities.Item.Soralyon], @UUID[Compendium.pf2e.deities.Item.Thoth], @UUID[Compendium.pf2e.deities.Item.Zohls]</p>"
        },
        "domains": {
            "alternate": [
                "glyph",
                "passion"
            ],
            "primary": [
                "creation",
                "knowledge",
                "magic",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "prf",
        "source": {
            "value": "Pathfinder Lost Omens: Travel Guide"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.nXmC2Xx9WmS5NsAo",
            "3": "Compendium.pf2e.spells-srd.Item.VVAZPCvd4d90qVA1",
            "5": "Compendium.pf2e.spells-srd.Item.m4Mc5XbdML92BKOE"
        },
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
