{
    "_id": "m6UYxDnwGkOo8IY5",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Thisamet",
    "system": {
        "ability": [
            "con",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "N",
                "CG",
                "CN"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The Blithe Spirit, Thisamet, exemplifies the warmth of celebration. In her merriment, she takes many forms and adjusts each to match the event. Often, she appears as a middle-aged woman with laugh lines worn deep in her face. She delights in attending events without fanfare, walking amongst mortal celebrants and immersing herself in the crowd. It's only as she leaves that the other celebrants notice the sheen of divinity remaining.</p>\n<p>Other deities recognize the blessings she brings with her and she's always a favored guest. When she sits down to a feast, the table is never empty of food nor merrymakers. Instead, it seems to stretch to accommodates any and all who would partake. She flits from feast to feast, celebrating with all and welcoming any who would come to her table. In her presence, all grudges are set aside with a ban on intentional harm during the event. If there is a moment of accidental injury, she is quick to forgive. However, she is just as quick to eject those who purposefully violate the rules of the table. While only a few Firebrands worship Thisamet alone, many more invoke her to protect celebrations and ensure the safety of all in attendance.</p>\n<p>Thisamet has few festivals of her own, instead supporting other deities and non-religious communities in their celebrations. Her parties are filled with good-natured mischief and inversion of social norms. She originally had a week-long annual festival that has since merged with the Taldan holiday of Jestercap, focused on pranks. Aspects of her worship at this holiday include electing a cow as the lead celebrant, meals in which the rich serve the poor, and a jubilee where worshippers forgive all debts owed to them.</p>\n<p>Even though Thisamet focuses on the joy in life, she gives her full attention to somber and serious moments, offering comfort, catharsis, or other appropriate emotions as necessary. Her role is to heighten the feelings the rite should bring, making it so that all participants experience it deeply. She tends to stay in the background to ensure nothing goes awry. At a celebration favored by Thisamet, roaming animals are kept away, the weather remains clear, and she locates any misplaced items before their absence is noted.</p>\n<p>As a deity, Thisamet is generous with her blessings and gifts. Many of her faithful also worship other deities and call on her to help support those gods' important celebrations. For those who do focus their worship solely on her, she calls on them to spread joy as best as their means allow. Traveling clergy often arrive the week before important celebrations, offering their assistance in setting up decorations or food preparation. Often, they serve as logistical experts to solve problems, so that the locals' focus can remain on the meaning of the holiday. Her worshippers don't have a formal church or hierarchy, but instead a loose network of partnerships that make it easy to order a thousand candles should the need arise.</p>\n<p><strong>Edicts</strong> celebrate freely, share prosperity, invite all to your table</p>\n<p><strong>Anathema</strong> ruin a holiday, quarrel at a feast, ignore workers when celebrating</p>\n<p><strong>Areas of Concern</strong> celebrations, feasts, and holidays</p>\n<h2>Avatar</h2>\n<p>When casting the avatar spell, a worshipper of Thisamet becomes middle-aged and nondescript, with festive but understated attire, deep laugh lines, and eyes that sparkle with mirth. They carry a serving platter overflowing with the bounty of a feast, including ripe fruits, slow-roasted meats, spiced vegetables, rich stews, and a multitude of fresh-baked pies. The food carried on this platter doesn't weigh down the caster, never spills, and never empties. They gain the following additional abilities.</p>\n<p><strong>Thisamet</strong> Speed 60 feet, ignore difficult terrain and greater difficult terrain, air walk</p>\n<p>serving platter shield (15 Hardness, can't be damaged)</p>\n<p>Melee <span class=\"pf2-icon\">1</span> serving platter (nonlethal, reach 15 feet, shove, two-hand d6), Damage [[/r (6d4+6)[bludgeoning]]]</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> fresh-baked pie (range 60 feet), Damage [[/r (4d4+3)[bludgeoning]]] plus [[/r (2d4)[fire]]]</p>"
        },
        "domains": {
            "alternate": [
                "family",
                "fire"
            ],
            "primary": [
                "cities",
                "delirium",
                "indulgence",
                "wealth"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.UKsIOWmMx4hSpafl",
            "3": "Compendium.pf2e.spells-srd.Item.IihxWhRfpsBgQ5jS",
            "5": "Compendium.pf2e.spells-srd.Item.TCk2MDwf5L5OYjFC"
        },
        "weapons": [
            "shortsword"
        ]
    },
    "type": "deity"
}
