{
    "_id": "sZrdzh0ANQnZGXJb",
    "img": "systems/pf2e/icons/deity/Torag.webp",
    "name": "Torag",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "LN"
            ],
            "own": "LG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The head of the dwarven pantheon is the most visible of the dwarven deities, to the extent that Torag is the only dwarven deity most non-dwarves know of. While the other dwarven gods represent specific areas of dwarven life and culture, thus forming an expansive and comprehensive dwarven pantheon, Torag's areas of concern are those most central to dwarven society. In his own family, Torag models the values of community and protection that have cemented deep-rooted relationships among dwarven clans. His focus on strategy and tactical acumen centers on protection, reflected in dwarves' impenetrable fortresses and conservative military tactics, including their willingness to use offensive maneuvers as a form of defense. He also represents the forge: the creation of fine works from raw materials, practice and mastery of a craft, and pride in one's work. His purview extends even to those activities that feed the forge and dwarven artisanship, such as mining the earth for raw ore and gemstones. Torag's oversight over these core concepts has secured his place at the head of the dwarven pantheon for ages. It was Torag who sent the dwarves on their legendary Quest for Sky during the Age of Darkness, and his worship was long-established even then. Indeed, among dwarves, Torag is often called the Father of Creation.</p>\n<p><strong>Edicts</strong> be honorable and forthright, keep your word, respect the forge, serve your people</p>\n<p><strong>Anathema</strong> tell lies or cheat someone, intentionally create inferior works, show mercy to the enemies of your people</p>\n<p><strong>Areas of Concern</strong> forge, protection, and strategy</p>"
        },
        "domains": {
            "alternate": [
                "duty"
            ],
            "primary": [
                "creation",
                "earth",
                "family",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "cra",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.D442XMADp01qJ7Cs",
            "3": "Compendium.pf2e.spells-srd.Item.gPvtmKMRpg9I9D7H",
            "4": "Compendium.pf2e.spells-srd.Item.TUj8eugNqAvB1vVR"
        },
        "weapons": [
            "warhammer"
        ]
    },
    "type": "deity"
}
