{
    "_id": "LGOkWwN6AZhLiZpl",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Touch of the Sun",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "LN"
            ],
            "own": "NG"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>Legends state that Chohar, Luhar, and Tlehar were the first sun-kings of Mzali, building the city as a safe haven for the people of the Expanse. Their might, leadership, and kindness earned them a place among the heavens, transforming them into the sun gods of Mzali. As gods, they met Sarenrae, another goddess of the sun, and for a time, all four worked together to help the people of Golarion. Eventually, whether intentionally or otherwise, the people of Mzali forgot their sun gods. The sun gods watched as the people of Mzali forgot prayers and songs to their former gods. The sun gods wept because their people could no longer see or hear them, but Sarenrae offered them words of encouragement: there would be a time when people remembered the sun gods once more.</p>\n<p>Thanks to the efforts of the Bright Lions of Mzali, worship of the sun gods has returned to the Mwangi Expanse. While the sun gods appreciate this renewed faith, they did not forget Sarenrae's kindness. When asked about their disappearance, the sun gods merely state they were biding their time alongside a friend. This friendship led to the worship of the three sun gods alongside Sarenrae as a greater sun pantheon. The collective sun gods teach that kindness and second chances are pivotal values. They also note that sometimes a person needs to change into someone new before they are truly themselves and instruct that helping others with these changes is akin to helping bring new life into the world. The four gods know that there might be other forgotten gods and peoples out there that just need some kindness to make it through their period of turmoil, so they ask their worshippers to help these forgotten in whatever way they can. Finally, the sun gods make it clear that lost or abandoned gods can still find companionship among the divine and welcome these gods to join their ranks.</p>\n<p><strong>Edicts</strong> help others with changes that can improve their lives, mind those that others forget or exclude, offer second chances, stand up for others when they can't stand for themselves</p>\n<p><strong>Anathema</strong> challenge the sun, ignore the pleas of others when you are able to help, refuse to give someone else a chance to offer their truth</p>\n<p><strong>Areas of Concern</strong> compassion, rebirth, and the sun</p>\n<p><strong>Pantheon Members</strong> Chohar, Luhar, Sarenrae, Tlehar</p>"
        },
        "domains": {
            "alternate": [
                "change",
                "vigil",
                "zeal"
            ],
            "primary": [
                "family",
                "healing",
                "passion",
                "sun"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "dip",
        "source": {
            "value": "Pathfinder Blog"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.szIyEsvihc5e1w8n",
            "2": "Compendium.pf2e.spells-srd.Item.8ViwItUgwT4lOvvb",
            "7": "Compendium.pf2e.spells-srd.Item.XS7Wyh5YC0NWeWyB"
        },
        "weapons": [
            "rapier"
        ]
    },
    "type": "deity"
}
