{
    "_id": "ENzMYuzBZGIujSMx",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Treerazer",
    "system": {
        "ability": [],
        "alignment": {
            "follower": [
                "NE",
                "CE"
            ],
            "own": "CE"
        },
        "category": "deity",
        "description": {
            "value": "<p>Treerazer, the Lord of the Blasted Tarn, is a nascent demon lord of pollution and the corruption of nature, believed by many to be an exiled servant or spawn of Cyth-V'sug who was banished to Golarion after a failed attempt at supplanting the demon lord. Though Treerazer is a nascent demon lord, and thus lacks the power of a true demon lord, he is perhaps most noteworthy among those who have a stake in Golarion due to his physical presence within the Tanglebriar, a corrupted, fetid swamp that was once the southern edges of the elven nation of Kyonin. He is served by devoted cultists in and around Kyonin, though small pockets of believers can be found around Golarion working furtively to free him in hopes of gaining his favor upon his ascension. Treerazer's religious symbol is a bleeding dead tree that's been split in half.</p>\n<p><strong>Edicts</strong> corrupt plant life with evil or fungal influences, slay elves, feast on rotten flesh or fungus</p>\n<p><strong>Anathema</strong> grant mercy to elves, plant trees, encourage natural plant growth</p>\n<p><strong>Areas of Concern</strong> pollution and the corruption of nature</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "destruction",
                "nature",
                "nightmares",
                "tyranny"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "nat",
        "source": {
            "value": "Pathfinder Bestiary"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.k34hDOfIIMAxNL4a",
            "3": "Compendium.pf2e.spells-srd.Item.KsWhliKfUs3IpW3c",
            "6": "Compendium.pf2e.spells-srd.Item.JbAcSLu62TU1OgNF"
        },
        "weapons": [
            "battle-axe"
        ]
    },
    "type": "deity"
}
