{
    "_id": "9eltBjLngkR9x1Xm",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Trelmarixian",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LE",
                "NE",
                "CE"
            ],
            "own": "NE"
        },
        "category": "deity",
        "description": {
            "value": "<p>Before his mortal death, Trelmarixian had already destroyed an entire world. Born a daemonic-blooded tiefling, his hatred of those around him was an all-consuming hunger, and he never knew peace. During an eclipse, he performed a ritual so powerful it mummified every living creature on his world, and his heart was finally full. Dying from starvation but elated by his success, Trelmarixian heard a voice call out to him. The voice mocked him, exclaiming all he'd accomplished was insignificant compared to what awaited him next. Trelmarixian's last mortal memory was of staring into an eclipse.</p>\n<p>Lyutheria, the original Horseman of Famine, was impressed by Trelmarixian's conquest and took him on as her apprentice, fatally underestimating his ambitions. After Trelmarixian learned all he could from his master, he devoured her and assumed her title.</p>\n<p>Trelmarixian appears as sickly man with three snapping jackal heads and putrid, membranous flesh that is constantly dripping and sloughing off his body. As the Horseman of Famine, Trelmarixian ushers in oblivion slowly, watching mortals waste away as their bodies turn against them. He spreads cancer by touch, inciting cells to rebellion, and his breath causes outbreaks of hives and asthma attacks in those nearby. He aligns himself with Szuriel to see that soldiers never make it home to reap their fields, leaving crops to rot on the vine. He collaborates with Apollyon to spread diseases from livestock, rendering butchers' larders barren. Trelmarixian has little trust for Charon, however, certain that the oldest Horseman is hiding secrets.</p>\n<p><strong>Edicts</strong> End all mortal life through wasting consumption and starvation, violently consume matter and souls</p>\n<p><strong>Anathema</strong> Kill or remove a parasite or tumor, grow food</p>\n<p><strong>Areas of Concern</strong> famine</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "decay",
                "dust",
                "earth",
                "nightmares"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "nat",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Wu0xFpewMKRK3HG8",
            "2": "Compendium.pf2e.spells-srd.Item.siU9xRlqWXeKT0mH",
            "5": "Compendium.pf2e.spells-srd.Item.ZW8ovbu1etdfMre3"
        },
        "weapons": [
            "spiked-gauntlet"
        ]
    },
    "type": "deity"
}
