{
    "_id": "aTYy1WHwAZiuei4h",
    "img": "systems/pf2e/icons/deity/Tsukiyo.webp",
    "name": "Tsukiyo",
    "system": {
        "ability": [
            "con",
            "int"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "LN",
                "N"
            ],
            "own": "LG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The surface of Golarion's moon is marred with a great scar, and the people of Tian Xia say this is where Tsukiyo, the Prince of the Moon, was struck down by his envious brother @UUID[Compendium.pf2e.deities.Item.Fumeiyoshi]. When his lover @UUID[Compendium.pf2e.deities.Item.Shizuru] found him the next morning, her tears mixed with his blood to create the first pieces of jade. Shizuru brought him to @UUID[Compendium.pf2e.deities.Item.Qi Zhong], the god of medicine, who resurrected him; but his experience on the other side changed him from a boisterous and carefree soul to a thoughtful and temperamental one. He now sees the world differently from most-something that has strained his relationships and made it difficult for him to relate to others, but has also allowed him to offer his understanding and quiet comfort to those who are lost, demonized, or misunderstood.</p>\n<p><strong>Edicts</strong> provide aid and counsel without judgment to those who seek help, help the dead find their rest, amplify or help speak for the powerless and demonized</p>\n<p><strong>Anathema</strong> harm another out of envy, force aid on those who do not want it, inflict harmful mental effects on others as punishment</p>\n<p><strong>Areas of Concern</strong> jade, the moon, spirits</p>"
        },
        "domains": {
            "alternate": [
                "change"
            ],
            "primary": [
                "delirium",
                "moon",
                "repose",
                "soul"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "occ",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.szIyEsvihc5e1w8n",
            "2": "Compendium.pf2e.spells-srd.Item.j8vIoIEWElvpwkcI",
            "5": "Compendium.pf2e.spells-srd.Item.U58aQWJ47VrI36yP"
        },
        "weapons": [
            "spear"
        ]
    },
    "type": "deity"
}
