{
    "_id": "KB6O6dvwJj7wuwO7",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Urban Prosperity",
    "system": {
        "ability": [
            "cha",
            "wis"
        ],
        "alignment": {
            "follower": [
                "N",
                "LG",
                "LN",
                "NG"
            ],
            "own": "N"
        },
        "category": "pantheon",
        "description": {
            "value": "<p>Across the Inner Sea Abadar has long been the favored deity of city-dwellers, thanks to his dedication to all things urban. You won't find a city of any size in the region that doesn't boast a sizable temple to honor his tenets of expanding civilization, promoting prosperity, and following the rule of law. This pantheon expands his focus by enjoining the kinder and more uplifting elements of urban life, shifting away from Abadar's well-known pursuit of wealth to a pursuit of peace and prosperity for everyone in the city. Worshippers of this pantheon invoke Alseta the Welcomer, who watches over city gates to keep invaders out and defenders safe, as well as Tanagaar the Aurulent Eye, who keeps a careful eye over those who protect the innocent at night. Adherents to this pantheon also look to Alseta for guidance in making their cities open and welcoming to all peaceful dwellers therein and for wisdom through the many transitions of urban life; they strive to follow her edict of treating all other beings with courtesy and respect. From Korada, they draw their inspiration in the pursuit of a peaceful mindset and public policy that enjoins harmony, using the law to support redemption. In another departure from what you'll see as a common Abadaran practice, the worshippers of this pantheon don't build opulent, flashy temples. Their shrines often skew toward the simple, as the Urban Prosperity tends to distribute any money it raises to those causes that promote peace and bring prosperity to all. Services are offered daily at dawn and dusk, typically accompanied by serene music and time for contemplation and meditation. If you find yourself in need of some tranquility, I highly recommend attending.</p>\n<p><strong>Edicts</strong> celebrate the benefits of urban life, find common ground and establish harmony, protect your city from intrusion or decay, welcome everyone</p>\n<p><strong>Anathema</strong> betray the safety of your city, disparage urban life, foment animosity or contention, refuse hospitality or aid, move to the country</p>\n<p><strong>Areas of Concern</strong> peace, prosperity of cities, protection</p>\n<p><strong>Pantheon Members</strong> @UUID[Compendium.pf2e.deities.Item.Abadar], @UUID[Compendium.pf2e.deities.Item.Alseta], @UUID[Compendium.pf2e.deities.Item.Korada], @UUID[Compendium.pf2e.deities.Item.Tanagaar]</p>"
        },
        "domains": {
            "alternate": [
                "healing",
                "wealth"
            ],
            "primary": [
                "change",
                "cities",
                "magic",
                "protection"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "dip",
        "source": {
            "value": "Pathfinder Lost Omens: Travel Guide"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.EUMjrJJwSgsqNidi",
            "2": "Compendium.pf2e.spells-srd.Item.6Ot4N22t5tPD51BO",
            "4": "Compendium.pf2e.spells-srd.Item.qJQADktwD0x8kLAy"
        },
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
