{
    "_id": "22n3N47sqbqbDxbp",
    "img": "systems/pf2e/icons/deity/Urgathoa.webp",
    "name": "Urgathoa",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LE",
                "NE",
                "CE"
            ],
            "own": "NE"
        },
        "category": "deity",
        "description": {
            "value": "<p>The chosen of Urgathoa do not dread the flaws of mortal flesh, such as aging, disease, or even death, for so long as they indulge in excess above all else, their goddess offers eternal freedom from such fickle constraints. Urgathoa herself was once a mortal woman who challenged and rejected the tenets of deities whose followers expected mindless conformity, temperance, and restraint. Why would the gods craft Golarion into a near-endless buffet abundant with pleasures of the body and mind if the living weren't destined to feast from it? Urgathoa so loved satiating her life's appetites that in death, she spat in the face of Pharasma's judgment, murdered the psychopomp assigned to aid her transition to the afterlife, and tore herself from the Boneyard with a feat of will that not only returned her to the Material Plane but also transformed her into the first divine undead creature.</p>\n<p><strong>Edicts</strong> become undead upon death, create or protect the undead, sate your appetites</p>\n<p><strong>Anathema</strong> deny your appetites, destroy undead, sacrifice your life</p>\n<p><strong>Areas of Concern</strong> disease, gluttony, and undeath</p>"
        },
        "domains": {
            "alternate": [
                "decay",
                "plague",
                "swarm"
            ],
            "primary": [
                "indulgence",
                "magic",
                "might",
                "undeath"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "itm",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.zJQnkKEKbJqGB3iB",
            "2": "Compendium.pf2e.spells-srd.Item.8ViwItUgwT4lOvvb",
            "7": "Compendium.pf2e.spells-srd.Item.O6VQC1Bs4aSYDa6R"
        },
        "weapons": [
            "scythe"
        ]
    },
    "type": "deity"
}
