{
    "_id": "9FWBJcADLEeP8Krf",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Valmallos",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "LN"
            ],
            "own": "LN"
        },
        "category": "deity",
        "description": {
            "value": "<p>The Answering Rite is the primordial inevitable of ceremonies, magic, and preparation. Valmallos takes the form of a mechanical giant, his chest open to expose a glowing heart, with scrolls swirling about him like serpents. Valmallos understands all the laws of magic, and sends his agents against those who have acquired magical ability that they have neither earned nor have the discipline to control. Many scholars of magic believe Valmallos is at least partly responsible for the complex material, somatic, and verbal components necessary to perform magic. His followers are spellcasters who seek perfection in the performance and effects of their magic. Though willing to teach magic to others, they cloak their techniques in layers of ritual to weed out those who lack the patience to handle magic properly.</p>\n<p><strong>Edicts</strong> Complicate magical techniques, refine arcane fundamentals, teach arcane apprentices to treat magic responsibly</p>\n<p><strong>Anathema</strong> Grant magic to those who cannot use it responsibly, cause a magical disaster, ignore magical misconduct</p>\n<p><strong>Areas of Concern</strong> ceremonies, magic, and preparation</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "fate",
                "glyph",
                "knowledge",
                "magic"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "arc",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.aAbfKn8maGjJjk2W",
            "6": "Compendium.pf2e.spells-srd.Item.5BbU1V6wGSGbrmRD",
            "7": "Compendium.pf2e.spells-srd.Item.WG91Z5TiR6oO5FOw"
        },
        "weapons": [
            "kukri"
        ]
    },
    "type": "deity"
}
