{
    "_id": "pafYqAGj47TmGBib",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Verilorn",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<h2>Custodian Of Oak And Ash</h2>\n<p><strong>Areas of Concern</strong> wood, cultivation, forestry, gardening, security</p>\n<p><strong>Edicts</strong> patiently plant your seeds, plan for orderly beauty, watch over your sproutlings</p>\n<p><strong>Anathema</strong> abandon your post, neglect your crops, purposely pervert nature</p>\n<p><strong>Divine Attribute</strong> Constitution or Wisdom</p>\n<hr />\n<p>Verilorn, Lord of Wood, Custodian of Oak and Ash, is a gardener. While some might consider gardening to be a free-flowing form of creation, Verilorn believes his gardens should be orderly and exact above all else. The towering trees that fill his arboretums are precise in their positioning and meticulous in their size and shade. Verilorn knows when a sprout will form into wood with such nicety that even the deities who govern time take inspiration.</p>\n<p>Quiet and taciturn in person, Verilorn has few confidants and fewer friends. From within the boughs of his titanic tree cities, he stays constantly vigilant, listening through endless networks of bamboo tubes that hear all whispers and watching through ashen masks that see all threats. His creations are idyllically beautiful, but rigid and cold.</p>\n<p>He wasn't always this way. In eons past, when the planes began their eternal cycle, Verilorn cultivated life with as free a spirit as his counterpart, Shumunue. It was only after his plane became severed from the elemental cycle, the aftershocks killing many of his people, that Verilorn changed. Never again, he vowed, would his wild and chaotic gardens bring harm to his people or himself. Alone in his twisting tree tower, he wishes to ask Shumunue if they might again shape wood in the wilds together. But he can't bend as he used to. He's afraid that if he does, he will ultimately break.</p>\n<p>At present, Verilorn has more pressing concerns. Power suffuses the Plane of Wood as it reconnects to the other planes, like a field finding the sun after a long winter. This change yields more growth than Verilorn can track and more paths than he can patrol. The Lord of Wood remains content to monitor the situation for now, but should any of his subjects come to harm, he won't hesitate to don his role of Reaper and Pruner once more.</p>\n<h2>Avatar</h2>\n<p>When casting the avatar spell, a worshipper of Verilorn gains the following additional abilities.</p>\n<p><strong>Verilorn</strong> Speed 50 feet, burrow Speed 30 feet, ignore difficult terrain and greater difficult terrain</p>\n<p><strong>Melee</strong> <span class=\"action-glyph\">1</span> reaping sickle (agile, finesse, reach 15 feet, trip), Damage 6d4+6 slashing</p>\n<p><strong>Ranged</strong> <span class=\"action-glyph\">1</span> leaf swarm (range 120 feet), Damage 6d6+3 slashing</p>"
        },
        "domains": {
            "alternate": [
                "duty",
                "perfection"
            ],
            "primary": [
                "creation",
                "nature",
                "protection",
                "wood"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.K9gI08enGtmih5X1",
            "2": "Compendium.pf2e.spells-srd.Item.YWrfKetOqDwVFut7",
            "6": "Compendium.pf2e.spells-srd.Item.YtBZq49N4Um1cwm7"
        },
        "traits": {},
        "weapons": [
            "sickle"
        ]
    },
    "type": "deity"
}
