{
    "_id": "y93whGnGZjFyw5A0",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Vildeis",
    "system": {
        "ability": [
            "con",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG"
            ],
            "own": "LG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The Cardinal Martyr presides over devotion, sacrifice, and scars. Vildeis is driven entirely by her abhorrence for evil. Evil should not and must not be allowed to exist. It should be fought without pause and without rest until it is completely and utterly destroyed. Not only does the fight never end, but every sacrifice that needs to be made to end evil must be made, and is worth making. There are no material rewards to be had for destroying evil-its destruction is all the reward necessary, and that reward can be enjoyed only once there is no more evil. Scars are the marks the fight leaves behind, the memory of all the sacrifices made. Vildeis expects total commitment from her followers, who leave everything behind and dedicate their lives to destroying all that is vile.</p>\n<p>The Cardinal Martyr appears as a human woman covered in scars, each forming a rune depicting a sacrifice she has made. Her eyes are covered in a red cloth so that she cannot see the horrors of evil upon the world. Vildeis flies on gigantic, blood-colored wings, and the whispered screams of all the planes' martyrs can be heard in her presence. Followers of Vildeis include martyrs, paladins, and zealots.</p>\n<p><strong>Edicts</strong> Sacrifice yourself in pursuit of good, champion noble causes, scar your body</p>\n<p><strong>Anathema</strong> Joke or laugh about injustice, sacrifice others in your place, indulge in luxury</p>\n<p><strong>Areas of Concern</strong> devotion, sacrifice, and scars</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "duty",
                "pain",
                "sorrow",
                "zeal"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.R8bqnYiThB6MYTxD",
            "2": "Compendium.pf2e.spells-srd.Item.X3dYByf3YmkcdwG0",
            "5": "Compendium.pf2e.spells-srd.Item.BilnTGuXrof9Dt9D"
        },
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
