{
    "_id": "iEt6idGIEPXY2HzV",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Ydajisk",
    "system": {
        "ability": [
            "int",
            "cha"
        ],
        "alignment": {
            "follower": [
                "CG",
                "CN",
                "CE"
            ],
            "own": "CN"
        },
        "category": "deity",
        "description": {
            "value": "<p>The protean lord of language evolution, lost words, and slang, Ydajisk manifests as a protean with six arms and a cobra's hood, surrounded by a cloud of drifting sounds, symbols, shapes, and myriad other sensory experiences that shift endlessly in and out of existence. Closer inspection reveals that their body is made from interlacing strands of poetic protean script. Ydajisk is also called the Mother of Tongues, though like all proteans, their gender changes as they will. Followers of Ydajisk are wanderers, reviving dead languages from ancient ruins, chronicling the dying tongues of cultures in decline, and discovering or inventing new words. All such knowledge acquired by agents of the Mother of Tongues passes into Ydajisk's realm, the Library of Stolen Words, where it is transcribed into books or stored in magical containers, alongside scrolls and tomes considered long lost by mortal scholars.</p>\n<p><strong>Edicts</strong> Create using words, chronicle languages and prevent them from dying, help language evolve</p>\n<p><strong>Anathema</strong> Ban or discourage a language, explain a secret language or slang to outsiders, destroy literary works</p>\n<p><strong>Areas of Concern</strong> language evolution, lost words, and slang</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "change",
                "glyph",
                "knowledge",
                "trickery"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Z7N5IxJCwrAdIgSg",
            "2": "Compendium.pf2e.spells-srd.Item.hoR6w8BqX2F35Tdx",
            "4": "Compendium.pf2e.spells-srd.Item.JyxTmqjYYn63V5LY"
        },
        "weapons": [
            "jaws",
            "greatclub"
        ]
    },
    "type": "deity"
}
