{
    "_id": "1xG0PDxn0rhmJhMS",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Yelayne",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "N",
                "CG"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>There once was a weaver named Yelayne who was known far and wide for making the finest cloth and most beautiful garments, and one day the Wind fell in love with her. The Wind followed Yelayne everywhere, tugging on her hair and rumpling the beautiful clothing that she worked so hard to craft. She ignored him, because she was wise and knew the Wind could be fickle and cruel. When he persisted in pursuing her against her wishes, she brought out her most tightly‑woven bag and whistled for the Wind's attention. When he came rushing, she trapped him in the bag. Ever afterward, she only let the Wind out if he promised to obey her. Yelayne had the Wind carry her all over the world, teaching the art of weaving to any who would work at it and learning how to make the most fantastical clothes. When she tired of that, she had the Wind carry her to Heaven, where she wove starlight into constellations, sunshine into rainbows, and moonbeams into enchantments. She still watches to make sure that none are left exposed for the old Wind to bother, and that all are able to pursue their creative endeavors, express themselves, and dress how they like.</p>\n<p>While Yelayne's worship originated in the hearty holdings of central and northern Iobaria, it has spread throughout the Inner Sea region. Yelayne is typically venerated by weavers and clothiers, but she counts many artisans who value innovation and attention to detail among her faithful. Small shrines dedicated to the goddess often double as guild or union halls for the craftspeople of a town, and locals mostly meet there to discuss technique or to organize charitable efforts.</p>\n<p>Those in need are sure to receive a sturdy set of clothing and a place out of the cold from one of Yelayne's faithful. The goddess teaches that in order to create, one must first be secure, and therefore calls on her followers to ensure that all members of the community not only have food, shelter, and clothing, but also resources for their craft, meaningful relationships, and a say in community affairs. In war-torn areas, they intervene to move refugees to safety and to find housing, food, and clothing for people who have been displaced by conflict.</p>\n<p><strong>Edicts</strong> develop a signature style, express yourself through craft, provide necessities and protection for those in need</p>\n<p><strong>Anathema</strong> steal another artisan's design, participate in an arranged marriage</p>\n<p><strong>Areas of Concern</strong> clothing, craftspeople, security, self-expression</p>\n<h2>Avatar</h2>\n<p>When casting the avatar spell, a worshipper of Yelayne becomes dressed in fashionable attire of exquisite craftsmanship and entirely unique design, tailored to their personal tastes. These clothes usually include detailed embroidery, colorful ribbons, intricate beadwork, or artful pleating, along with a flowing cloak, robe, or skirt. The patterning of the fabrics and decorative details showcases the caster's achievements and life events. Their hair, if possible, and their attire billow in a constant and playful breeze. They gain the following additional abilities.</p>\n<p><strong>Yelayne</strong> Speed 60 feet, fly 70 feet</p>\n<p>Melee <span class=\"pf2-icon\">1</span> whip of entangling threads (disarm, finesse, nonlethal, reach 20 feet, trip), Damage [[/r (6d4+6)[slashing]]] plus Grab</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> gust of captivated wind (range 120 feet, versatile S), Damage [[/r (6d6+3)[bludgeoning]]] plus Push</p>"
        },
        "domains": {
            "alternate": [
                "confidence",
                "travel"
            ],
            "primary": [
                "air",
                "creation",
                "protection",
                "toil"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "cra",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.rVANhQgB8Uqi9PTl",
            "3": "Compendium.pf2e.spells-srd.Item.mwPfoYfVGSMAaUec",
            "6": "Compendium.pf2e.spells-srd.Item.RQjSQVZRG497cJhX"
        },
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
