{
    "_id": "YXmeBdOZfWgUljW1",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Ylimancha",
    "system": {
        "ability": [
            "dex",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG",
                "N"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Ylimancha gazes out over the world's coastlines, presiding over coastal waters, fishers, and flying creatures. Also known as Harborwing, she believes in harmony between the seas, the skies, and the beings of the land. Sustenance and resources can be taken from the sea by those on shore, but not so much that the balance is upset. The sea may sometimes encroach on the land, but breakwaters can be built to keep communities on land dry and safe. Ylimancha likewise loves all creatures that fly, though the demon lord @UUID[Compendium.pf2e.deities.Item.Pazuzu] also claims dominion over them, bringing the two into endless conflict and causing her to mourn deeply each creature he converts to his worship.</p>\n<p>Harborwing most often appears as a very large seagull, pure white in color with the head of a Varisian woman with short, dark hair. She sometimes instead appears as a human woman with the head of an osprey. In this form she wears robes that sway like the waves of the sea, their blue folds foaming white at the edges, and she carries a teak longbow strung with gold. When she speaks, her voice carries the sound of the crashing waves. Followers of Ylimancha include fishers, sailors, merfolk, those who make their living on or in the sea, and flying creatures.</p>\n<p><strong>Edicts</strong> Teach sustainable fishing, swim in saltwater, ﬂy</p>\n<p><strong>Anathema</strong> Imprison birds or clip their wings, poison coastal waters, overﬁsh, aid Pazuzu or his minions</p>\n<p><strong>Areas of Concern</strong> coastal waters, fishers, and flying creatures</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "air",
                "nature",
                "travel",
                "water"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "acr",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.TTwOKGqmZeKSyNMH",
            "3": "Compendium.pf2e.spells-srd.Item.RvBlSIJmxiqfCpR9",
            "4": "Compendium.pf2e.spells-srd.Item.A2JfEKe6BZcTG1S8"
        },
        "weapons": [
            "longbow"
        ]
    },
    "type": "deity"
}
