{
    "_id": "7L9KIqixgseSCY3X",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Ymeri",
    "system": {
        "ability": [
            "str",
            "cha"
        ],
        "alignment": {
            "follower": [
                "N",
                "LE",
                "NE",
                "CE"
            ],
            "own": "NE"
        },
        "category": "deity",
        "description": {
            "value": "<p>The elemental lord of fire is Ymeri, Queen of the Inferno, lord of fire, heat, and smoke. The sole ruler of the Plane of Fire, Ymeri governs from her Auroric Palace, taking the form of a six-armed reptilian centaur with burning wings. She has systematically destroyed all record of her birth and true origins, claiming to have always existed, and she wages a never-ending war against the other denizens of the Plane of Fire and against the shaitans of the Plane of Earth.</p>\n<p>Of all the elemental lords, Ymeri has the largest following. Some mephits and most fire elementals revere her, alongside some efreet and a few other creatures of the Plane of Fire, though few salamanders honor her name, and a covert order of efreeti known as the Secret Fire is dedicated to opposing her rule. On Golarion, the Queen of the Inferno is worshipped primarily by cabals of fire wizards, arsonists, and red dragons.</p>\n<p><strong>Edicts</strong> Inspire your lessers with zeal and strategy, be passionate and quick of wit, destroy your foes with fire</p>\n<p><strong>Anathema</strong> Extinguish destructive blazes, allow yourself to stagnate or lose motivation</p>\n<p><strong>Areas of Concern</strong> fire, heat, and smoke</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "destruction",
                "dust",
                "fire",
                "zeal"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "itm",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.y6rAdMK6EFlV6U0t",
            "2": "Compendium.pf2e.spells-srd.Item.lpT6LotUaQPfinjj",
            "4": "Compendium.pf2e.spells-srd.Item.IarZrgCeaiUqOuRu"
        },
        "weapons": [
            "longsword"
        ]
    },
    "type": "deity"
}
