{
    "_id": "SUaGdvQXxSAQAw03",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Yog-Sothoth",
    "system": {
        "ability": [
            "int",
            "cha"
        ],
        "alignment": {
            "follower": [
                "CN",
                "CE"
            ],
            "own": "CN"
        },
        "category": "deity",
        "description": {
            "value": "<p>Yog-Sothoth is, along with Azathoth, one of the greatest of the Outer Gods. In appearance, he is said to be a congeries of iridescent spheres-brilliant, foaming bubbles that constantly expand and collapse in upon themselves. He has other manifestations, however, including the Lurker on the Threshold, a mass of black tentacles that endlessly writhe, reach, and grow, and a mysterious humanoid figure hidden behind a shimmering veil.</p>\n<p>Yog-Sothoth embodies all of space and time; he exists in all places and in all moments simultaneously. Paradoxically, however, he is unable to manifest in the mortal universe unless summoned, a magical act that almost always results in untold destruction. He is known as the Key and the Gate, and magicians and cults research him in an effort to master time and space. Fortunately, his worship is not widespread, but some of those who have delved deep into his secrets describe him as an ambivalent figure, rather than a malevolent one, who guards cosmic secrets and makes them accessible to those who dare to ask for them. Yog-Sothoth reveals the true nature of the universe, but this is a thing that once seen cannot be unseen, and wise mortals turn aside from Yog-Sothoth's offer of cosmic knowledge in favor of a more mundane existence.</p>\n<p><strong>Edicts</strong> Gather knowledge of gates through space and time, curse or mutate unborn children</p>\n<p><strong>Anathema</strong> None</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "knowledge",
                "time",
                "travel",
                "void"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "occ",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.aEM2cttJ2eYcLssW",
            "5": "Compendium.pf2e.spells-srd.Item.2w4OpAGihn1JSHFD",
            "7": "Compendium.pf2e.spells-srd.Item.G56DJkxlUjFv0C4Z"
        },
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
