{
    "_id": "SCGdJmm7Wzle9jFP",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Zohls",
    "system": {
        "ability": [
            "int",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "LN"
            ],
            "own": "LG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Zohls, also known as Verity, advocates for determination, investigation, and truth. She believes that mysteries lead to truth, but how one arrives at that truth is as important as the answer itself. All questions are puzzles, and all puzzles are worth solving. The more intricate the problem, the more rewarding the investigation, and through determination and ethical investigation, even the deepest of enigmas can be solved. Calculated, logical thinking is more important to Zohls than gut instinct. She sees patterns everywhere, and she teaches that detecting these patterns brings the truth to light. While all investigations are worth pursuing so long as they don't hurt innocents, investigations that reveal the truth of crimes or other horrors, and that lead to justice being served and victims finding peace, are the most important of all to Verity.</p>\n<p>When appearing to her followers, Verity is always practically dressed, usually wearing a tunic and breeches. She wears black and white clothing, as these colors represent the light of truth and the darkness of obscurity and the unknown. She keeps her light-brown hair pulled back in braids. On her back she has large wings made of parchment that never wrinkle, whether furled or unfurled. Followers of Zohls include detectives, scientists, researchers, historians, archivists, librarians, and even conspiracy theorists.</p>\n<p><strong>Edicts</strong> Solve logic puzzles, investigate crimes, devise new solutions from research</p>\n<p><strong>Anathema</strong> Make judgments without evidence, contaminate evidence, obstruct truths</p>\n<p><strong>Areas of Concern</strong> determination, investigation, and truth</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "ambition",
                "cities",
                "knowledge",
                "truth"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "soc",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.nXmC2Xx9WmS5NsAo",
            "3": "Compendium.pf2e.spells-srd.Item.ZYoC630tNGutgbE0",
            "7": "Compendium.pf2e.spells-srd.Item.rsZ5c0AUyywe5yoK"
        },
        "weapons": [
            "heavy-crossbow"
        ]
    },
    "type": "deity"
}
