{
    "_id": "ZfN7jkK6boU1FuiS",
    "img": "systems/pf2e/icons/deity/Zon-Kuthon.webp",
    "name": "Zon-Kuthon",
    "system": {
        "ability": [
            "con",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LN",
                "LE",
                "NE"
            ],
            "own": "LE"
        },
        "category": "deity",
        "description": {
            "value": "<p>The Midnight Lord embodies and glorifies pain, shadows, and mutilation, and he is one of the most twisted and malevolent gods on the face of Golarion. Once known as Dou-Bral, he crafted the immense Star Towers that still help keep Rovagug pinned in his prison at Golarion's heart, lending his own skill and ability to the great deific alliance to bind that evil entity. Yet a divine argument between him and his sister Shelyn resulted in the god departing for parts unknown. Zon-Kuthon traveled beyond the edges of the multiverse and stared into the face of the incomprehensible things that dwell there. No one knows what he found in that place, but he returned—changed, but claiming to be strengthened by what he had endured. Likewise, the nation of Nidal on Golarion, which is bound to him, is a nation of survivors, founded by those few strong enough to do what they must so their people could survive the terrible aftermath of Earthfall and the Age of Darkness that followed.</p>\n<p><strong>Edicts</strong> bring pain to the world, mutilate your body</p>\n<p><strong>Anathema</strong> create permanent or long-lasting sources of light, provide comfort to those who suffer</p>\n<p><strong>Areas of Concern</strong> darkness, envy, loss, and pain</p>"
        },
        "domains": {
            "alternate": [
                "void"
            ],
            "primary": [
                "ambition",
                "darkness",
                "destruction",
                "pain"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "itm",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.R8bqnYiThB6MYTxD",
            "3": "Compendium.pf2e.spells-srd.Item.KsWhliKfUs3IpW3c",
            "5": "Compendium.pf2e.spells-srd.Item.rxvS7EMJ7qmexAyA"
        },
        "weapons": [
            "spiked-chain"
        ]
    },
    "type": "deity"
}
