{
    "_id": "ln2Y1a4SxlU9sizX",
    "img": "icons/sundries/books/book-embossed-jewel-blue-red.webp",
    "name": "Alchemical Sciences Methodology",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Your methodology emphasizes chemical and alchemical analysis, collecting information from unusual particles and fluids found on the scene. You possess enough alchemical know-how to whip up a few tinctures to help you with your cases.</p>\n<p>You're trained in Crafting and gain the @UUID[Compendium.pf2e.feats-srd.Item.Alchemical Crafting] skill feat. You start with a standard formula book, which contains the formulas for two common 1st-level alchemical items of your choice (these must be elixirs or tools), in addition to the formulas gained from Alchemical Crafting. Each time you gain a level, you learn the formula for one common alchemical elixir or alchemical tool of any level of item you can create.</p>\n<p>During your daily preparations, you can create a number of versatile vials equal to your Intelligence modifier. Statistics for versatile vials appear in the alchemist class.</p>\n<p>You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Quick Tincture] action, which you can use to turn one of these vials into an elixir or alchemical tool for which you know the formula. If you have the ability to create versatile vials from more than one source (such as the alchemist multiclass archetype), you can use any of your versatile vials for any ability you have that requires them.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.crafting.rank",
                "value": 1
            },
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.feats-srd.Item.Alchemical Crafting"
            },
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Quick Tincture"
            },
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.equipment-srd.Item.Formula Book (Blank)"
            }
        ],
        "traits": {
            "otherTags": [
                "investigator-methodology"
            ],
            "rarity": "common",
            "value": [
                "investigator"
            ]
        }
    },
    "type": "feat"
}
