{
    "_id": "PoclGJ7BCEyIuqJe",
    "img": "systems/pf2e/icons/features/classes/amulet.webp",
    "name": "Amulet",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Amulets are items carried for good luck and protection. Your amulet might be a magical diagram, a religious symbol, a preserved body part such as a rabbit's foot, or a lucky coin. Amulet implements are associated with the harrow suit of shields and the astrological signs of the bridge and the ogre.</p>\n<h3><strong>Initiate Benefit</strong></h3>\n<p>The protective aspects of your amulet can shield you and your allies from harm. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Amulet's Abeyance] reaction.</p>\n<h3><strong>Adept Benefit</strong></h3>\n<p>Your amulet offers continued protection. When you use Amulet's Abeyance, you or your ally chooses one type of damage dealt by the triggering attack and gains resistance 5 against that damage type until the start of your next turn. At 15th level, this lingering resistance increases from 5 to 10.</p>\n<h3><strong>Intensify Vulnerability</strong></h3>\n<p>Your amulet repels the creature's attempts to harm you. You gain a +2 status bonus to AC and saves against the target of your Exploit Vulnerability.</p>\n<h3><strong>Paragon Benefit</strong></h3>\n<p>Your amulet provides sanctuary even against wide-scale attacks. When you use Amulet's Abeyance, you target yourself and all allies within 15 feet. Each target gains both the initial resistance against the triggering damage and the lingering resistance from your amulet's adept benefit; the allies gain the lingering resistance even if they would not have taken Archive any of the initial triggering damage. If the foe's attack deals multiple damage types, each target can separately choose the damage type to gain lingering resistance against.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Amulet's Abeyance"
            }
        ],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "thaumaturge"
            ]
        }
    },
    "type": "feat"
}
