{
    "_id": "IaxmCkdsPlA52spu",
    "img": "systems/pf2e/icons/features/classes/bones-mystery.webp",
    "name": "Bones",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Your mystery imparts an understanding of death and undeath in all their macabre complexity. You might have had a brush with death yourself-maybe even dying and returning to life-or carry the touch of undeath in your blood. If you commune with deities, you might speak with guardians of death like Pharasma and the psychopomp ushers (the most powerful among creatures that guide souls through the afterlife); a bringer of death like the Mantis God Achaekek or the Horseman of the Apocalypse Charon; or a herald of undeath such as Urgathoa.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>You can cleverly leverage the subtleties of life and death to your benefit. Each day during your preparations, you can choose to align yourself in the confluence of positive and negative energy so as to gain negative healing, which means you are harmed by positive damage and healed by negative effects as if you were undead.</p>\n<p>If you already have negative healing, instead the DC of your recovery checks is equal to 9 + your current dying value.</p>\n<p><strong>Trained Skill</strong> Medicine</p>\n<p><strong>Granted Cantrip</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Chill Touch]</em></p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial <em>@UUID[Compendium.pf2e.spells-srd.Item.Soul Siphon]</em>;</li>\n<li>Advanced <em>@UUID[Compendium.pf2e.spells-srd.Item.Armor of Bones]</em>;</li>\n<li>Greater <em>@UUID[Compendium.pf2e.spells-srd.Item.Claim Undead]</em></li>\n</ul>\n<p><strong>Related Domains</strong> death, undeath</p>\n<h3>Curse of Living Death</h3>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.Effect: Curse of Living Death]</p>\n<p>Your body is slowly decaying even though you are alive, and using your powers furthers this unnatural living death. You carry a touch of the grave about you, manifesting as bloodless pallor, a faint smell of earth, or deathly cold skin.</p>\n<h4>Minor Curse</h4>\n<p>Bones protrude through your skin and your flesh rots, combining with a stench of decay and an unearthly chill. Non-magical effects that would restore your Hit Points only grant you half as many HP as normal.</p>\n<h4>Moderate Curse</h4>\n<p>Your dead flesh continues to rot, affecting your health. You become @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 1}, and this drained condition is cumulative with any other drained conditions you gain. This drained condition is removed only when you Refocus; effects that normally remove the drained condition reduce your drained condition to drained 1 instead.</p>\n<p>In addition, you gain resistance to poison equal to half your level. You gain a +4 status bonus to saves against diseases, poisons, and death effects, and if you roll a success on such a save, you get a critical success instead.</p>\n<h4>Major Curse (11th)</h4>\n<p>You stand just steps from the grave. You become @UUID[Compendium.pf2e.conditionitems.Item.Wounded]{Wounded 1}. This wounded condition is removed only when you Refocus; effects that normally remove the wounded condition reduce your wounded condition to wounded 1 instead.</p>\n<p>When you would attempt a recovery check, you can choose to get an automatic success instead of rolling, and if you roll a critical failure on a save against a disease, poison, or death effect, you get a failure instead.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.med.rank",
                "value": 1
            }
        ],
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "oracle"
            ]
        }
    },
    "type": "feat"
}
