{
    "_id": "1vgFGSnn0DIBmK7j",
    "img": "systems/pf2e/icons/features/classes/chalice.webp",
    "name": "Chalice",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Chalice implements are vessels that fill with liquid, associating them with healing, nourishment, and life. Your chalice might be a traditional cup or goblet, but it could also be a small amphora, a polished gourd, or even a hollowed-out skull. Chalice implements are associated with the astrological signs of the mother and the newlyweds, as well as the sea dragon.</p>\n<h3><strong>Initiate Benefit</strong></h3>\n<p>While holding your chalice, you can drink from it or feed its liquid to an ally to improve their health. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Drink from the Chalice] action.</p>\n<h3><strong>Adept Benefit</strong></h3>\n<p>The life essence shed from blood empowers your chalice. If you or an ally within 30 feet takes piercing or slashing damage from a foe's critical hit or takes persistent bleed damage, Drinking from the Chalice before the end of your next turn grants that injured creature greater restoration to make up for its lost vitality. On a sip, the temporary Hit Points granted to the creature increase to 2 + your Charisma modifier + your level. When drained, the chalice heals the creature [[/r (5*@actor.level)[Healing]]]{5 Hit Points for each level} you have.</p>\n<h3><strong>Intensify Vulnerability</strong></h3>\n<p>Your reinforced chalice can collect a creature's life force to become empowered. If you succeed at a Strike against the target of your Exploit Vulnerability, you increase the effect if someone Drinks from the Chalice before the end of that turn. Add an additional half your level to the temporary HP if the drinker sips, or add your level to the HP regained if the drinker drains the chalice. This effect isn't cumulative if you hit with more than one Strike.</p>\n<h3><strong>Paragon Benefit</strong></h3>\n<p>When you or an ally drain the chalice, the overwhelming vitality it's collected helps you overcome many ailments. Reduce the drinker's @UUID[Compendium.pf2e.conditionitems.Item.Clumsy], @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled], @UUID[Compendium.pf2e.conditionitems.Item.Frightened], @UUID[Compendium.pf2e.conditionitems.Item.Stupefied], and @UUID[Compendium.pf2e.conditionitems.Item.Stunned] values by 1. (This reduces the stunned condition only if it has a condition value, not when it has a duration.) The drinker also reduces its @UUID[Compendium.pf2e.conditionitems.Item.Drained] value by 1, but it can reduce its drained condition by Drinking from the Chalice only once per day.</p>\n<p>In addition, the chalice attempts to counteract all poisons, diseases, and curses afflicting the drinker, using half your level rounded up as the counteract level and your class DC - 10 as the counteract modifier. If the chalice fails to counteract a given affliction for a drinker, it can't attempt to counteract that affliction again until midnight.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Drink from the Chalice"
            }
        ],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "thaumaturge"
            ]
        }
    },
    "type": "feat"
}
