{
    "_id": "pUkUC8HHom2DmYzz",
    "img": "systems/pf2e/icons/features/classes/elemental-magic.webp",
    "name": "Elemental Magic",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>You're a spellcaster that's specialized in harnessing the four elements. Though you might feel a stronger kinship for one element over the others, you're capable of shaping all of them. Due to your specialization in elemental magic, you have a smaller, more focused spell list than other spellcasters, though your magic is drawn from multiple traditions. If you choose this class archetype, you must select the @UUID[Compendium.pf2e.feats-srd.Item.Elementalist Dedication] as your 2nd-level class feat.</p>\n<p><strong>Prerequisites</strong> You must have a spellcasting class feature that chooses spells from the arcane or primal spell list.</p>\n<p><strong>Elementalist Adjustments</strong> Replace your spell list with the elemental spell list. Your actual magical tradition is unchanged, but you choose your spells from the elemental list instead. You must choose an elemental philosophy, which determines which spells and other elemental magic you can use.</p>\n<p><strong>Druid Elementalist Adjustments</strong> If you're a druid of the storm order and air is your elemental philosophy, you can choose to replace your starting order spell, @UUID[Compendium.pf2e.spells-srd.Item.Tempest Surge], with @UUID[Compendium.pf2e.spells-srd.Item.Updraft].</p>\n<p><strong>Elemental Sorcerer Adjustments</strong> If you're a sorcerer with the elemental bloodline, you can replace your initial bloodline spell with an initial elemental focus spell, and your advanced bloodline spell with an advanced elemental focus spell. The initial and advanced elemental focus spells you select must have the same trait as your elemental bloodline.</p>\n<p><strong>Wizard Elementalist Adjustments</strong> If you're a wizard, you can either choose to be a universalist or to follow an arcane school dedicated to one element from your elemental philosophy. If you choose an elemental school, your curriculum spells can be any spells that you have access to and that have your chosen element's trait. Your school spells are the elemental focus spells of your chosen element, with the 1st-rank spell as your initial school spell and the 3rd-rank spell as the advanced school spell.</p>\n<p><strong>Additional Feats</strong> 4th @UUID[Compendium.pf2e.feats-srd.Item.Familiar], 6th @UUID[Compendium.pf2e.feats-srd.Item.Enhanced Familiar]</p>\n<hr />\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.oMIA3aFKvpuV9f2H#elementalist-spells]{Elementalist Spells}</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": [
                {
                    "value": "You must have a spellcasting class feature that chooses spells from the arcane or primal spell list"
                }
            ]
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "feat"
}
