{
    "_id": "pUkUC8HHom2DmYzz",
    "img": "systems/pf2e/icons/features/classes/elemental-magic.webp",
    "name": "Elemental Magic",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>You're a spellcaster that's specialized in harnessing the four elements. Though you might feel a stronger kinship for one element over the others, you're capable of shaping all of them. Due to your specialization in elemental magic, you have a smaller, more focused spell list than other spellcasters, though your magic is drawn from multiple traditions. If you choose this class archetype, you must select the @UUID[Compendium.pf2e.feats-srd.Item.Elementalist Dedication] as your 2nd-level class feat.</p>\n<p><strong>Prerequisites</strong> You must have a spellcasting class feature that chooses spells from the arcane or primal spell list.</p>\n<p><strong>Elementalist Adjustments</strong> Replace your spell list with the elemental spell list. Your actual magical tradition is unchanged, but you choose your spells from the elemental list instead.</p>\n<p>If you're a sorcerer with the elemental bloodline, you can replace your initial bloodline spell with an initial elemental focus spell, and your advanced bloodline spell with an advanced elemental focus spell. The initial and advanced elemental focus spells you select must have the same trait as your elemental bloodline.</p>\n<p><strong>Druid Elementalist Adjustments</strong> If you're a druid of the storm order, you can choose to replace your starting order spell, <em>@UUID[Compendium.pf2e.spells-srd.Item.Tempest Surge]</em>, with <em>@UUID[Compendium.pf2e.spells-srd.Item.Updraft]</em>.</p>\n<p><strong>Wizard Elementalist Adjustments</strong> If you're a wizard with an arcane school, instead of specializing in a school of magic, you specialize in one of the four elements: air, earth, fire, or water. Any benefits your arcane school would grant you that are associated with a selected spell school, you instead apply to your selected element. For example, if you select air as your element, you can prepare only spells that have the air trait in your extra arcane school slots, you can prepare an extra air cantrip, and you add an extra air spell from the elemental spell list to your spellbook. Additionally, in place of your arcane school spell, you learn the initial elemental focus spell of your selected element from the elemental focus spells. In all other ways, your arcane school functions as written in the Core Rulebook. If you later select the Advanced School Spell wizard feat, instead of gaining the listed school spell, you gain the advanced elemental focus spell of your selected element from the advanced elemental focus spells.</p>\n<p><strong>Additional Feats</strong> 4th @UUID[Compendium.pf2e.feats-srd.Item.Familiar], 6th @UUID[Compendium.pf2e.feats-srd.Item.Enhanced Familiar], 8th @UUID[Compendium.pf2e.feats-srd.Item.Current Spell], @UUID[Compendium.pf2e.feats-srd.Item.Water Step].</p>\n<hr />\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.oMIA3aFKvpuV9f2H#elementalist-spells]{Elementalist Spells}</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": [
                {
                    "value": "You must have a spellcasting class feature that chooses spells from the arcane or primal spell list"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "feat"
}
