{
    "_id": "F4brPlp1tHGUqyuI",
    "img": "systems/pf2e/icons/features/classes/extreme-curse.webp",
    "name": "Extreme Curse",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>You have mastered a perilous balance between the conflicting divine powers of your mystery, gaining the power to change your fate, but straining both body and soul. When you cast a revelation spell while affected by your major curse, your curse intensifies to an extreme effect instead of overwhelming you. All mysteries share the same effects for their extreme curse.</p>\n<p>When affected by your extreme curse, you become @UUID[Compendium.pf2e.conditionitems.Item.Doomed]{Doomed 2} (or increase your doomed condition by 2 if you were already doomed). Once every 10 minutes, when you fail an attack roll, skill or Perception check, or saving throw, you can reroll it and use the second result.</p>\n<p>The reroll has the fortune trait and doesn't require you to spend an action, meaning you can use the reroll even if you can't act. These effects are in addition to all the effects of your major curse, and they can't be removed by any means until you @UUID[Compendium.pf2e.actionspf2e.Item.Refocus] to reduce your curse to its minor effect.</p>\n<p>If you cast a revelation spell while under the effects of this extreme curse, you are overwhelmed by your curse, and you remain doomed 2 even if you Refocus.</p>\n<p>Additionally, if you spend at least 3 Focus Points before you again Refocus, you recover 3 Focus Points when you Refocus instead of 1.</p>"
        },
        "level": {
            "value": 17
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "oracle"
            ]
        }
    },
    "type": "feat"
}
