{
    "_id": "9uLh5z2uPo6LDFRY",
    "img": "systems/pf2e/icons/features/classes/hexes.webp",
    "name": "Hex Spells",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>As a favored agent of your patron, you can invoke their power for a more direct magical intervention. A hex is a spell shaped by your patron and sent to you through your familiar, rather than an ability you use directly. Your patron expects you to advance its interests and does not take kindly to repeated requests for aid; as such, you can use only one hex each turn, and any attempts to use a second hex on that turn fail and the actions are lost.</p>\n<p>Hex spells are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the Refocus activity to commune with your familiar.</p>\n<p>Focus spells are automatically heightened to half your level rounded up, much like cantrips. Focus spells don't require spell slots, and you can't cast them using spell slots. Certain feats give you more focus spells. The maximum Focus Points your focus pool can hold is equal to the number of focus spells you have, but it can never be more than 3 points.</p>\n<p>You learn your choice of the @UUID[Compendium.pf2e.spells-srd.Item.Patron's Puppet] hex or @UUID[Compendium.pf2e.spells-srd.Item.Phase Familiar] hex, which let you command your familiar or defend it from harm, respectively. You learn most other hexes from witch lessons.</p>\n<h2>Hex Cantrips</h2>\n<p>Hex cantrips are special hexes that don't cost Focus Points, so you can cast them as often as you like, though you can still use only one hex each round. Hex cantrips are in addition to the cantrips you choose with witch spellcasting and aren't counted toward your prepared cantrips.</p>\n<p>You gain a hex cantrip determined by your choice of patron.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "witch"
            ]
        }
    },
    "type": "feat"
}
