{
    "_id": "gjZXHLjezR0mkMnc",
    "img": "systems/pf2e/icons/default-icons/feat.svg",
    "name": "Horn of Plenty",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p><strong>Usage</strong> a wallet, bag, or similar container of 1 Bulk you can wear on your body</p><hr /><p>Whether a bag, gourd, wallet, cornucopia, or similar food receptacle, this ikon recalls the harvest and hearth. The receptacle can store up to 1 Bulk of potions and elixirs, but no other items. The receptacle can't be opened except by the ikon's immanence and transcendence abilities. Each day during your daily preparations, the ikon produces one temporary elixir of life. You can choose to have it make a different elixir or potion you know the formula for. The level of any elixir or potion created by the horn must be your level or lower. The number of elixirs the horn creates increases to two at 8th level and three at 16th level, and you can choose each item individually. These temporary items vanish the next time you make your daily preparations, and any remaining effects of the temporary items end. A temporary elixir or potion has no value.</p>\n<p><strong>Immanence</strong> The horn of plenty shimmers, allowing access to the stored consumables inside. You can Interact to draw a consumable and drink it in a single action while your divine spark rests within the horn. Other creatures can't access the contents unless you allow them to.</p>\n<p><strong>Transcendence—Feed the Masses</strong> <span class=\"action-glyph\">1</span> (transcendence) The horn of plenty allows you to transfer the effects of potions and elixirs to your allies. You Interact to draw a consumable from the horn and then Interact to drink it. Rather than nourishing yourself, the item's effects are transferred to a willing ally within 60 feet, as if they had consumed it themself. If the consumable restores Hit Points, you can choose to divide the amount it restores between you and the ally freely (after rolling dice to determine the amount).</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "exemplar-ikon",
                "exemplar-worn-ikon"
            ],
            "rarity": "common",
            "value": [
                "ikon"
            ]
        }
    },
    "type": "feat"
}
