{
    "_id": "xhCYkt3acfFd0hr2",
    "img": "systems/pf2e/icons/spells/awaken-portal.webp",
    "name": "Impulses",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>An impulse is a special type of magical action available to kineticists, allowing them to wield or shape their element into diverse and powerful forms. To wield an element, you must have your kinetic aura active and have a free hand, as described in the impulse trait. You automatically gain the Elemental Blast and Base Kinesis impulses, and your kinetic gate selection gives you additional impulse feats. You can select more impulse feats with kineticist class feats, and at higher levels, you'll automatically get more with the gate's threshold class feature. You can select an impulse feat only if it matches one of your kinetic elements.</p>\n<p>Impulses are magical, and though they aren't spells, some things that affect spells also affect impulses. Abilities that restrict you from casting spells (such as being polymorphed into a battle form) or protect against spells (such as a spell that protects against other spells or a creature's bonus to saves against spells) also apply to impulses.</p>\n<h3><strong>Impulse Levels</strong></h3>\n<p>Any impulse you use is the same level you are. For instance, if you're 5th level, your Elemental Blast would be 5th level (and its counteract rank would be 3rd rank), even though you gained the action at 1st level.</p>\n<p>Similar to spells, many impulses get more powerful as you increase in level. In these cases, the impulse ends with one or more \"Level\" entries. This either lists the levels at which the impulse gets an upgrade or has an entry with a plus sign that describes a benefit that increases on a regular basis. For instance, a 1st-level impulse with a \"Level (+4)\" entry would get stronger at 5th, 9th, 13th, and 17th levels.</p>\n<h3><strong>Impulse Attacks and DCs</strong></h3>\n<p>An impulse that requires a saving throw uses your kineticist class DC. Some of your impulses require you to attempt an <strong>impulse attack roll</strong> to see how effective they are. Your impulse attack roll uses the same proficiency and attribute modifier as your kineticist class DC. Like a spell attack modifie , your impulse attack modifier uses the following formula: d20 roll + attribute modifier + proficiency bonus + other bonuses + penalties. This means your impulse attack roll is typically 10 lower than your class DC. The @UUID[Compendium.pf2e.conditionitems.Item.Drained] condition can reduce your impulse attack rolls and class DCs. You can acquire a <em>gate attenuator</em> to gain a bonus to your impulse attack modifier.</p>\n<h3><strong>Elemental Blast</strong></h3>\n<p>The @UUID[Compendium.pf2e.actionspf2e.Item.Elemental Blast] impulse is a simple expression of your power, allowing you to attack with the pure matter of your kinetic element. Though each element has its own strengths and weaknesses, the basic principles to using them are the same. You can customize the appearance of your Elemental Blast and can even choose a different form each time you use the impulse.</p>\n<h3><strong>Base Kinesis</strong></h3>\n<p>The @UUID[Compendium.pf2e.actionspf2e.Item.Base Kinesis] impulse lets you perform simple alterations to an element.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "rules": [
            {
                "extends": "kineticist",
                "key": "SpecialStatistic",
                "label": "PF2E.TraitImpulse",
                "slug": "impulse",
                "type": "attack-roll"
            },
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Elemental Blast"
            },
            {
                "key": "GrantItem",
                "predicate": [
                    "class:kineticist"
                ],
                "uuid": "Compendium.pf2e.actionspf2e.Item.Base Kinesis"
            }
        ],
        "traits": {
            "rarity": "common",
            "value": [
                "kineticist"
            ]
        }
    },
    "type": "feat"
}
