{
    "_id": "AltwHU7hCqTwpn48",
    "img": "systems/pf2e/icons/features/classes/lantern.webp",
    "name": "Lantern",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Lantern implements shine the light of revelation to part shadows and expose truth. You might use a common glass lantern, torch, paper lantern, or other similar light source. Lantern implements are associated with the harrow suit of stars and the astrological signs of the lantern bearer and the archer.</p>\n<h3><strong>Initiate Benefit</strong></h3>\n<p>While you hold your lantern, its burning light leaves secrets no place to hide. You can light or extinguish your lantern as a free action once each turn with nothing but a thought, which has the concentrate trait. The lantern shines bright light out to 20 feet and dim light out 20 feet further; this has the evocation, light, and magical traits (the counteract level against magical darkness is equal to half your level rounded up).</p>\n<p>The lantern's magical light attempts to reveal the unseen. You and your allies in the lantern's area of bright light gain a +1 status bonus to visual Perception checks to notice anything that is also within the bright light, and a +1 status bonus to checks to Recall Knowledge against creatures within the bright light, as the light exposes their true natures. During exploration, even if you aren't Searching, the GM rolls a secret check for you to find traps, environmental hazards, haunts, and secrets (such as secret doors). The GM rolls each time a given hazard or secret comes within 20 feet of you and within the lantern's bright light. These effects have the divination, magical, and revelation traits.</p>\n<h3><strong>Adept Benefit</strong></h3>\n<p>In addition to the initiate benefits, when you hold your lantern, its light reveals the @UUID[Compendium.pf2e.conditionitems.Item.Invisible] and the ethereal. The bright light increases to 30 feet, with dim light out 30 feet further. While you're holding your lantern, invisible and ethereal creatures within the bright light become visible as rippling distortions, though they're still @UUID[Compendium.pf2e.conditionitems.Item.Concealed]. This doesn't give you any special ability to affect a creature on the Ethereal Plane, but it ensures you're aware of the creatures' presence.</p>\n<h3><strong>Intensify Vulnerability</strong></h3>\n<p>Your lantern's light flares and burns bright, leaving no shadows in which secrets and enemies can hide. Against the target of your Exploit Vulnerability, the status bonuses from the lantern's initiate benefit increase to +2. The creature takes a -2 status penalty to Deception checks and Stealth checks as long as it's within the lantern's light. The creature can't be @UUID[Compendium.pf2e.conditionitems.Item.Concealed] while it's in the lantern's light, though it still can potentially become @UUID[Compendium.pf2e.conditionitems.Item.Hidden] or undetected using cover or means other than the concealed condition.</p>\n<h3><strong>Paragon Benefit</strong></h3>\n<p>In addition to the other benefits, your lantern reveals all things as they truly are. The bright light increases to 40 feet, with dim light out 40 feet further. While you're holding your lantern, the GM rolls a secret counteract check against any illusion or transmutation that comes within the lantern's bright light, but only for the purpose of determining whether you and others can see through it (for instance, if the check succeeds against a polymorph spell, you can see the creature's true form, but you don't end the spell). Use half your level rounded up as the counteract level and your class DC - 10 as the counteract modifier. On a failed counteract check, the lantern can't attempt to counteract that illusion or polymorph effect again until midnight. You can choose to leave any illusion or transmutation you discover intact, instead of counteracting it.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "thaumaturge"
            ]
        }
    },
    "type": "feat"
}
