{
    "_id": "l1InYvhnQSz6Ucxc",
    "img": "systems/pf2e/icons/features/classes/master-spellcaster.webp",
    "name": "Master Spellcaster",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p><strong>Bard</strong> You've mastered the occult. Your proficiency ranks for occult spell attack rolls and spell DCs increase to master.</p>\n<hr />\n<p><strong>Druid</strong> Primal magic answers your command. Your proficiency ranks for primal spell attack rolls and spell DCs increase to master.</p>\n<hr />\n<p><strong>Magus</strong> You fortify your spells with masterful prowess. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to master.</p>\n<hr />\n<p><strong>Oracle</strong> You truly understand the deep and complex divine power within your mystery. Your proficiency ranks for divine spell attack rolls and spell DCs increase to master.</p>\n<hr />\n<p><strong>Psychic</strong> You've gained access to the deepest corners of your own mind. Your proficiency ranks for occult spell attack rolls and spell DCs increase to master.</p>\n<hr />\n<p><strong>Sorcerer</strong> You have achieved mastery over the magic in your blood. Your proficiency ranks for spell attack rolls and spell DCs for spells of your bloodline's tradition increase to master.</p>\n<hr />\n<p><strong>Summoner</strong> Your connection to your eidolon is strong enough to grant you mastery over associated spells. Your proficiency ranks for spell attack rolls and spell DCs for spells of your eidolon's tradition increase to master.</p>\n<hr />\n<p><strong>Witch</strong> You've achieved mastery over your patron's magic. Your proficiency ranks for spell attacks and spell DCs for your witch spellcasting increase to master.</p>\n<hr />"
        },
        "level": {
            "value": 15
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "feat"
}
