{
    "_id": "k6c2gesVQ8QuEWGm",
    "img": "icons/magic/unholy/silhouette-light-fire-blue.webp",
    "name": "Medium",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>You are particularly good at acting as a conduit for spiritual energy and tend to associate more freely with a wide array of apparitions, though you tend not to form the deep bond with a single apparition that other animists often develop.</p>\n<p><strong>Invocation of Unity (1st):</strong> The lines between your body and your apparition are blurry. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Relinquish Control] feat.</p>\n<p><strong>Dual Invocation (9th):</strong> You can build powerful bonds with multiple apparitions. You can select two of your attuned apparitions to be your primary apparitions. If you have the @UUID[Compendium.pf2e.classfeatures.Item.Supreme Incarnation] class feature, you choose which apparition's avatar form you manifest each time you cast the @UUID[Compendium.pf2e.spells-srd.Item.Avatar] spell. The number of Focus Points in your focus pool is equal to the number of focus spells you have or the number of primary apparitions you are attuned to, whichever is higher (maximum 3).</p>\n<p><strong>Invocation of Synchronization (17th):</strong> The line between your intentions and those of the apparition possessing you blurs, leaving you better able to support each other in the throes of combat. While you have Relinquished Control to an apparition, you gain the following additional benefits:</p><ul><li>Once per round, you can attempt a Recall Knowledge check as a free action.</li><li>All Strikes you make with a weapon or unarmed attack deal an additional 2 points of spirit damage.</li><li>You gain resistance equal to half your level against all physical damage, but have weakness equal to your level to spirit damage.</li></ul>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.feats-srd.Item.Relinquish Control"
            }
        ],
        "traits": {
            "otherTags": [
                "animistic-practice"
            ],
            "rarity": "common",
            "value": [
                "animist"
            ]
        }
    },
    "type": "feat"
}
