{
    "_id": "tvdb1jkjl2bRZjSp",
    "img": "icons/skills/toxins/poison-bottle-open-fire-purple.webp",
    "name": "Mutagenist",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>You focus on bizarre mutagenic transformations that sacrifice one aspect of a creature's physical or psychological being in order to strengthen another.</p>\n<p><strong>Formulas</strong> Two common 1st-level alchemical mutagens.</p>\n<p><strong>Field Benefit</strong> When you use a mutagen, you gain a number of temporary Hit Points equal to your Intelligence modifier (minimum 0) plus half your level. These temporary Hit Points last for 1 minute or until the mutagen's duration expires, whichever comes first. You can't gain temporary HP from drinking a mutagen again for 1 minute.</p>\n<p><strong>Field Vials</strong> You can drink the contents of one your versatile vials to suppress the drawback you take from one mutagen currently affecting you until the beginning of your next turn. A vial used this way loses the acid, bomb, and splash traits and gains the elixir trait. If you have more than one drawback due to @UUID[Compendium.pf2e.feats-srd.Item.Combine Elixirs] or a similar ability, drinking the vial suppresses one drawback of your choice.</p>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Field Discovery (Mutagenist)]{Field Discovery} (5th)</strong> The mutagens flowing through your blood have altered your body chemistry. When you roll a Fortitude save while affected by a mutagen and dislike the result, you can end the effect of the mutagen to reroll the save. This is a fortune effect.</p>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Advanced Vials (Mutagenist)]{Advanced Vials} (11th)</strong> When you drink one of your field vials, you also gain resistance to physical damage for the same duration. The resistance is equal to half your level.</p>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Greater Field Discovery (Mutagenist)]{Greater Field Discovery} (13th)</strong> If you imbibe another mutagen while you are under the effects of a mutagen, you can gain the benefits and the drawbacks of both mutagens at once, despite the fact that they both have the polymorph trait and would not normally function together. If you come under the effects of any further mutagens while benefiting from two mutagens, you lose the benefit of one of the former mutagens of your choice, while retaining the drawbacks of all the mutagens. If you are under the effects of two mutagens and you come under the effect of a non-mutagen polymorph effect, you lose the benefits of the mutagens while retaining the drawbacks of both. Your field vial benefit applies to one mutagen of your choice.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "override",
                "path": "flags.pf2e.alchemist",
                "value": {
                    "advancedVials": "Compendium.pf2e.classfeatures.Item.Advanced Vials (Mutagenist)",
                    "fieldDiscovery": "Compendium.pf2e.classfeatures.Item.Field Discovery (Mutagenist)",
                    "greaterFieldDiscovery": "Compendium.pf2e.classfeatures.Item.Greater Field Discovery (Mutagenist)"
                }
            }
        ],
        "traits": {
            "otherTags": [
                "alchemist-research-field"
            ],
            "rarity": "common",
            "value": [
                "alchemist"
            ]
        }
    },
    "type": "feat"
}
