{
    "_id": "HYTaibaCGE85rhbZ",
    "img": "icons/magic/symbols/rune-sigil-red-orange.webp",
    "name": "Runelord",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>You draw untold power from runes, sometimes called sin magic. You associate with one of the seven sins, also known as the seven rewards of rule: envy, gluttony, greed, lust, pride, sloth, and wrath. If you choose this class archetype, you must select @UUID[Compendium.pf2e.feats-srd.Item.Runelord Dedication] as your 2nd-level class feat.</p>\n<p><strong>Prerequisites:</strong> You must be a wizard.</p>\n<p><strong>Runelord Adjustments:</strong> You become trained in martial polearms and spears. When your proficiency for simple weapons increases, your proficiencies in these weapons increases as well. You learn the Thassilonian language.</p>\n<p>Instead of an arcane thesis, you gain a personal rune. Your personal rune also affects your arcane bond.</p>\n<p>You must select the @UUID[Compendium.pf2e.classfeatures.Item.School of Thassilonian Rune Magic] as your arcane school, and you must choose one sin to specialize in. When you cast any curriculum spell or school spell from the School of Thassilonian Rune Magic, you do so simply by tracing runes of power in the air. This removes the need to speak incantations aloud. When you Refocus, you do so by contemplating or indulging in your sin.</p>\n<p>Each sin is opposed by two others. The incompatibility of these sins means that casting magic philosophically appropriate to those opposing sins, as represented by each school's anathema, interrupts your connection to your own sin and personal rune. If you violate your sin's anathema, you lose the benefits of your personal rune, and whenever you attempt to cast a curriculum spell or school spell, you must succeed at a @Check[flat|dc:15] or the spell is lost. This disruption lasts until you complete an @UUID[Compendium.pf2e.spells-srd.Item.Atone] ritual; unlike a normal atone ritual, Arcana can be used for both the primary and secondary checks. Your curriculum spells (including spells of your own sin) never violate this anathema, sometimes providing alternatives to prohibited magic.</p>\n<p>You gain @UUID[Compendium.pf2e.feats-srd.Item.Advanced School Spell] as a bonus feat at 8th level, gaining the advanced school spell for the School of Thassilonian Rune Magic; once you've begun your studies of sin magic, there is no turning back from its allure.</p><h3>School of Thassilonian Rune Magic</h3><p>@Embed[Compendium.pf2e.classfeatures.Item.aYWPtW5T4Lx07Occ inline]</p><h3><strong>Arcane Bond and Personal Rune</strong></h3><p>Runelords hail from an era where even a scholar was expected to be able to defend themself with arms if necessary, leading to the practice of attaching a blade to the typical wizard's staff. You must choose a polearm or spear as your arcane bond. In place of an arcane thesis, you have a personal rune, which appears on your bonded weapon. The weapon functions as a staff only you can prepare and contains the sin spells from your sin up to the highest rank of spell you can cast (including your cantrips). Your personal rune isn't a property rune and doesn't count against the weapon's limit of such runes.</p>\n<p>When you prepare your bonded weapon as a staff, you can physically merge one other staff in your possession into it, adding the staff's spells to your bonded weapon until your next daily preparations. While merged, the weapons haft takes on aesthetic aspects of the staff.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Rival Academies"
        },
        "rules": [
            {
                "definition": [
                    "item:category:martial",
                    {
                        "or": [
                            "item:group:polearm",
                            "item:group:spear"
                        ]
                    }
                ],
                "key": "MartialProficiency",
                "label": "PF2E.SpecificRule.MartialProficiency.MartialPolearmsAndSpears",
                "sameAs": "simple"
            },
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.classfeatures.Item.School of Thassilonian Rune Magic"
            },
            {
                "flag": "runelordDedication",
                "key": "GrantItem",
                "predicate": [
                    {
                        "gte": [
                            "self:level",
                            2
                        ]
                    }
                ],
                "reevaluateOnUpdate": true,
                "uuid": "Compendium.pf2e.feats-srd.Item.Runelord Dedication"
            },
            {
                "itemType": "feat",
                "key": "ItemAlteration",
                "label": "PF2E.SpecificRule.Wizard.Runelord.ArcaneBond.Label",
                "mode": "add",
                "predicate": [
                    "item:slug:arcane-bond"
                ],
                "property": "description",
                "value": [
                    {
                        "text": "PF2E.SpecificRule.Wizard.Runelord.ArcaneBond.DescriptionAddendum"
                    }
                ]
            }
        ],
        "subfeatures": {
            "languages": {
                "granted": [
                    "thassilonian"
                ],
                "slots": 0
            },
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": [
                "Compendium.pf2e.classfeatures.Item.Arcane Thesis"
            ]
        },
        "traits": {
            "otherTags": [
                "class-archetype",
                "wizard-arcane-school"
            ],
            "rarity": "rare",
            "value": [
                "wizard"
            ]
        }
    },
    "type": "feat"
}
