{
    "_id": "ktgzHtKoeUZ5H8KA",
    "img": "systems/pf2e/icons/default-icons/feat.svg",
    "name": "Shadow Sheath",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p><strong>Usage</strong> a holster or sheath shaped for a one-handed thrown weapon of light Bulk or less</p><hr /><p>With an infinite array of darts, throwing knives, or similar weapons, you never need worry about being unarmed. You can spend 1 minute to load a weapon meeting the shadow sheath's usage requirements into the sheath, which is @UUID[Compendium.pf2e.conditionitems.Item.Hidden] somewhere on your person. As long as the shadow sheath is on your person, you can Interact to draw an exact copy of the weapon from thin air. These copies retain the runes and abilities of the hidden weapon, though if you use any limited-use abilities (such as talismans or Activations with a frequency limit), they count against the weapon's normal usages. A copy disappears shortly after leaving your hand (or being used for a thrown Strike).</p>\n<p><strong>Immanence</strong> You can Interact to draw a weapon from the shadow sheath as a free action. Your Strikes with a weapon produced from the shadow sheath deal 2 additional spirit damage per weapon damage die, which increases to 3 per die if the target is @UUID[Compendium.pf2e.conditionitems.Item.Off-Guard].</p>\n<p><strong>Transcendence—Liar's Hidden Blade</strong> <span class=\"action-glyph\">1</span> (spirit, transcendence)</p>\n<p><strong>Requirements</strong> Your previous action was an unsuccessful Strike with the weapon from the shadow sheath</p><hr /><p><strong>Effect</strong> The shadow weapon you threw fades, the distraction covering your true intention all along—a second strike in hidden in the blind spot of the first! Interact to draw another weapon from the shadow sheath, then Strike with it at the same multiple attack penalty as the unsuccessful attack. The opponent is off-guard to this attack. This Strike counts toward your multiple attack penalty as normal. After the Strike resolves, you can Interact to draw another weapon from the shadow sheath.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "exemplar-ikon",
                "exemplar-weapon-ikon"
            ],
            "rarity": "common",
            "value": [
                "ikon"
            ]
        }
    },
    "type": "feat"
}
