{
    "_id": "GyvVXuL0fDaNsa93",
    "img": "systems/pf2e/icons/default-icons/feat.svg",
    "name": "Skin Hard as Horn",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p><strong>Usage</strong> imbued in the skin</p><hr /><p>Tempered in your spirit, your very skin is as a suit of armor, though a single location on your body remains unprotected, a curse and a challenge within your legend. During your daily preparations, you can strike your skin lightly with an object that deals bludgeoning, slashing or piecing damage to habituate your skin against this type of injury, attuning the ikon to that damage type.</p>\n<p><strong>Immanence</strong> When your skin houses your divine spark, you gain resistance to the attuned damage type equal to half your level. This resistance doesn't apply against critical hits, which successfully find your unprotected spot.</p>\n<p><strong>Transcendence—Crash against Me</strong> <span class=\"action-glyph\">1</span> (transcendence) Your skin becomes virtually unbreakable. Until the start of your next turn, you have resistance equal to your level to the chosen damage type. During this time, if a creature attacking you using a weapon dealing the same damage type as your resistance misses you or hits you but deals no damage due to your resistance, the weapon clangs wildly off your skin. This painful reverberation makes the attacking enemy @UUID[Compendium.pf2e.conditionitems.Item.Off-Guard] and gives it a –2 circumstance penalty to attacks with that weapon until the start of the enemy's next turn.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "exemplar-body-ikon",
                "exemplar-ikon"
            ],
            "rarity": "common",
            "value": [
                "ikon"
            ]
        }
    },
    "type": "feat"
}
