{
    "_id": "QOOwC3S41CKGkxlN",
    "img": "systems/pf2e/icons/default-icons/feat.svg",
    "name": "Vindicator",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>You have been specially trained to use guile and magic to reveal hidden threats. You must select Vindicator Dedication as your 2nd-level class feat.</p>\n<p><strong>Prerequisites:</strong> You must be a ranger.</p>\n<p><strong>Vindicator Adjustments:</strong> You must choose a deity to be a follower of, and you gain your deity's sanctification.</p>\n<p>You are trained in Religion instead of Nature.</p>\n<p>You are trained in your deity's favored weapon. If your deity's favored weapon is a simple weapon or unarmed attack with a damage die smaller than d6, you gain the Deadly Simplicity feat. If your deity's favored weapon is an advanced weapon, your proficiency with it is equal to your proficiency with martial weapons.</p>\n<p>You must choose the vindication edge for your hunter's edge.</p>\n<p>You learn warden spells as divine spells instead of primal spells, and your spellcasting attribute is Wisdom. When you gain domain spells via the Domain Initiate or Advanced Domain feats, they are warden spells for the purposes of all your vindicator feats and abilities.</p><h2>Vindication Edge</h2><p>Your specialized training gives you a unique edge that allows you to more effectively bring the tools of your faith to bear against the monsters that lurk in the night or hide among the faithful.</p>\n<p>You gain a +1 status bonus to your spell attack rolls against your hunted prey, and they take a –1 status penalty to their saving throws against divine spells you cast. You gain the vindicator's mark warden spell.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "otherTags": [
                "ranger-hunters-edge"
            ],
            "rarity": "common",
            "value": [
                "ranger"
            ]
        }
    },
    "type": "feat"
}
