{
    "_id": "pDxdE8S8QJV2PGiB",
    "img": "systems/pf2e/icons/features/classes/wand.webp",
    "name": "Wand",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Wand implements are short, lightweight batons, usually made of wood but often incorporating other materials. Due to their association with spellcasters, wand implements are connected to magic and its practice, as well as the direction and manipulation of energy. Wand implements are associated with the astrological signs of the thrush and the sky dragon.</p>\n<h3><strong>Initiate Benefit</strong></h3>\n<p>Your wand slowly collects ambient magic, which you can project at a foe in a barely controlled display of charged energy. When you gain this implement, choose whether your wand is attuned to cold, electricity, or fire. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Fling Magic] activity.</p>\n<h3><strong>Adept Benefit</strong></h3>\n<p>You gain versatility and additional benefits when you fire your wand. The range of Fling Magic increases to 120 feet. Choose a second damage type from the list; whenever you Fling Magic, you can select between either of the two damage types you have chosen. Fling Magic has an additional effect if the target fails its save and takes damage, depending on the type.</p>\n<ul>\n<li>Cold: The target becomes chilled, taking a -10-foot status penalty to its Speeds for 1 round.</li>\n<li>Electricity: The target is shocked, becoming @UUID[Compendium.pf2e.conditionitems.Item.Flat-Footed] until the end of your next turn.</li>\n<li>Fire: The target catches flame, taking [[/r 1d10[persistent,fire]]] (or [[/r 2d10[persistent,fire]]] on a critical failure). If you have the wand paragon benefit, this increases to [[/r 2d10[persistent,fire]]] (or [[/r 4d10[persistent,fire]]] on a critical failure).</li>\n</ul>\n<h3><strong>Intensify Vulnerability</strong></h3>\n<p>Your empowered wand surges with ever-more-powerful magic. When you Fling Magic to damage the target of your Exploit Vulnerability, you deal additional damage to the creature equal to 1 + the number of damage dice.</p>\n<h3><strong>Paragon Benefit</strong></h3>\n<p>Your mastery of your wand grants you increased versatility, range, and area. The range of Fling Magic increases to 180 feet. You gain the ability to choose between all three damage types (cold, electricity, and fire) each time you use Fling Magic. When you Fling Magic, you can choose to target a single creature or to affect all creatures in a @Template[type:burst|distance:20].</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Fling Magic"
            }
        ],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "thaumaturge"
            ]
        }
    },
    "type": "feat"
}
