{
    "_id": "i9YITDcrq1nKjV5l",
    "img": "systems/pf2e/icons/spells/infectious-melody.webp",
    "name": "Spell Effect: Infectious Melody",
    "system": {
        "description": {
            "value": "<p>Granted by <em>@UUID[Compendium.pf2e.spells-srd.Item.Infectious Melody]</em></p>\n<p><strong>Success</strong> For 1 round, the creature can communicate only by singing along to the melody. It can speak only on its turn, and it must take the Perform action when it does. The result of the Performance check determines how well it sang, but it stills communicate the information regardless of the result, which has no further mechanical impact than the time spent to take the action. A single Perform check is sufficient for any amount of speaking on the creature's turn. This effect might interfere with verbal components of spells or other linguistic abilities that rely on precise speech; in order to use such an ability successfully, the creature must succeed at a @Check[type:flat|dc:5].</p>\n<p>In addition, the creature takes a -2 status penalty on linguistic Intimidation checks, as singing its threats saps away some of the menace. The creature's constant humming of the tune also makes it nearly impossible for the creature to remain undetected.</p>\n<p><strong>Failure</strong> As success, but the duration is 3 rounds.</p>\n<p><strong>Critical Failure</strong> As success, but the duration is 1 hour.</p>"
        },
        "duration": {
            "expiry": "turn-start",
            "sustained": false,
            "unit": "rounds",
            "value": 1
        },
        "level": {
            "value": 4
        },
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "linguistic"
                ],
                "selector": "intimidation",
                "type": "status",
                "value": -2
            }
        ],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "start": {
            "initiative": null,
            "value": 0
        },
        "target": null,
        "tokenIcon": {
            "show": true
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "effect"
}
