{
    "_id": "LqJkd54Vtq9yMduS",
    "folder": "APvKMpkRypOtqFcH",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Cong",
    "system": {
        "attribute": [
            "dex",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>No place where Cong appears remains calm. One can notice them from ten miles away due to their cacophonous presence. Cong, the Smash-crash, is one of the few goblin hero-gods who often presents themself in avatar form, and then only to those who have a great prank in mind and need an extra hand to carry it out. Cong's appearance is that of a goblin with a multitude of trinkets attached to every available part of their body, each a different instrument for noise or pranking. They are mainly popular among children and the most chaotic of goblins. Followers of Cong are often frowned upon by other ancestries, but most goblin tribes endorse these unbridled acts and get a good chuckle out of it. Many more goblins are punished for reacting badly to one of Cong's followers (or Cong themself) than punishment toward those who carry out such pranks. This is mostly because Cong's pranks are never done with the intention of harming other individuals, but rather for everyone else to get a big laugh out of it (though being goblins, the harmless intentions do not always translate into harmless acts).</p>\n<p><strong>Title</strong> The Smash-crash</p>\n<p><strong>Areas of Concern</strong> Cacophonies, mischief, tricks</p>\n<p><strong>Edicts</strong> Make yourself known, make fun of the unsuspecting</p>\n<p><strong>Anathema</strong> React poorly or offensively to mischief, silence loud noises</p>\n<p><strong>Religious Symbol</strong> pair of cymbals</p>\n<p><strong>Sacred Animal</strong> mockingbird</p>\n<p><strong>Sacred Colors</strong> red, white</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "cities",
                "freedom",
                "luck",
                "trickery"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "thievery"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Grease",
            "2": "Compendium.pf2e.spells-srd.Item.Laughing Fit",
            "3": "Compendium.pf2e.spells-srd.Item.Mad Monkeys"
        },
        "traits": {},
        "weapons": [
            "frying-pan"
        ]
    },
    "type": "deity"
}
