{
    "_id": "3c15mKInre8c2iRo",
    "folder": "APvKMpkRypOtqFcH",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Hadregash",
    "system": {
        "attribute": [
            "str",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Hadregash, the foremost goblin creator-god, is often depicted as a barghest with muscles rippling under his smoke-colored fur. Known to be the strongest and mightiest among the four creator-gods, he instills the idea that in numbers there is strength, and strength equals power. Many goblinoids follow his creed and rulership by creating allegiances within the different tribes and paying as much respect as possible to the chain of command. Hobgoblins hold Hadregash in the highest regard, using his teachings as their founding principles: work in numbers; strategically plan your next ambush to harm enemies as little as possible, taking the greatest number of individuals as prisoners; and rule all lands with an iron fist.</p>\n<p>The Greatest Supreme Chieftain Boss accepts many kinds of offerings from his followers (blood sacrifices being his favorite). Powerful weapons must be a close second, as he sends his most capable followers to retrieve these offerings from altars and use them in combat. Hadregash rarely sees worship among non-goblinoids, except in the case of cruel tyrants and similarly minded individuals.</p>\n<p><strong>Title</strong> Greatest Supreme Chieftain Boss</p>\n<p><strong>Areas of Concern</strong> Conquest, invasion, war</p>\n<p><strong>Edicts</strong> Conquer everything you see, rule with an iron fist, fight tactically</p>\n<p><strong>Anathema</strong> Bow before others, let others control your actions, permit insubordination</p>\n<p><strong>Religious Symbol</strong> chain and manacle</p>\n<p><strong>Sacred Animal</strong> cougar</p>\n<p><strong>Sacred Colors</strong> green, red</p>"
        },
        "domains": {
            "alternate": [
                "destruction"
            ],
            "primary": [
                "ambition",
                "might",
                "pain",
                "tyranny"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Fleet Step",
            "2": "Compendium.pf2e.spells-srd.Item.Shatter",
            "8": "Compendium.pf2e.spells-srd.Item.Monstrosity Form"
        },
        "traits": {},
        "weapons": [
            "flail"
        ]
    },
    "type": "deity"
}
