{
    "_id": "lPU0bl88a7cWWuyu",
    "folder": "APvKMpkRypOtqFcH",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Zugero",
    "system": {
        "attribute": [
            "int",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Zugero encompasses both ends of the spectrum of battle. When she was a mortal, she was revered as a fantastic general; no other goblin had been said to emerge victorious in so many raids. Zugero considered there to be no need to enter a battle if there was no guaranteed victory. She planned out ambush points, having others create traps or use the environment to their favor. She kept her brilliant tactical mind sharp with constant rest. It wasn't uncommon for her soldiers to find her napping or drinking midengagement, nestled away safely behind back lines. According to tales, it was her most powerful nap ever that eventually elevated her to become the Dream Battler. She now appears as a goblin with pale green skin clad in slapdash armor made from scraps, carrying a number of armaments and trap devices around her belt. Depending on the observer, she either appears alert for battle or on the verge of falling asleep, which many goblins state is a sign as to which task the observer should focus on at the time.</p>\n<p><strong>Title</strong> The Dream Battler</p>\n<p><strong>Areas of Concern</strong> Ambushes, lurking, slacking</p>\n<p><strong>Edicts</strong> Fight today so you can rest tomorrow, work smart instead of hard, slack off and get away with it</p>\n<p><strong>Anathema</strong> Launch yourself thoughtlessly into work or combat</p>\n<p><strong>Religious Symbol</strong> cup on a pillow</p>\n<p><strong>Sacred Animal</strong> badger</p>\n<p><strong>Sacred Colors</strong> brown, black</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "darkness",
                "indulgence",
                "knowledge",
                "repose"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "acrobatics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sleep",
            "2": "Compendium.pf2e.spells-srd.Item.Invisibility",
            "5": "Compendium.pf2e.spells-srd.Item.Illusory Scene"
        },
        "traits": {},
        "weapons": [
            "bola"
        ]
    },
    "type": "deity"
}
