{
    "_id": "DjRkD92AyHNMHOK8",
    "folder": "HyT3UBQkvWXmmQlR",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Domain Spirit",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You forge an intense spiritual bond of mutual trust and appreciation with a single spirit that you have already bonded with using Bond with Spirit. Forming this bond takes 24 hours of communion, during which time you must remain within 30 feet of the creature or within that terrain. If the creature is intelligent, this also requires that creature's consent, and that intelligent creature can choose to sever this bond with you at any time as a free action, which has the concentrate trait. This spirit is your domain spirit. The bond between you and your domain spirit is not weakened by time or distance, but you can only maintain one such bond at a time, regardless of how many bonded spirits you can maintain.</p>\n<p>Select one domain related to your domain spirit. You always have the option to select the healing or soul domain. If your spirit is a creature, select your domain from the following: ambition, confidence, family, might, protection, or trickery. If your spirit is a terrain, select your domain from the following: air, cities, darkness, earth, nature, travel, water, or wood. If your spirit has a trait that shares a name with a domain, you can add that domain to your list of available options. Your GM can choose to add domains to your list of available options, to represent your domain spirit's unique interests. The domain you select from among your available options must have a clear connection to your domain spirit. For example, if you bond with a fire elemental, you add the fire domain to the list of options available to you, but if you bond with a deserted tropical island, you can't select the cities domain, even though it's among the options usually available to terrain spirits. Your GM is the final arbiter of which domains you can select from. You gain the initial domain spell for that domain. This domain spell is a Rivethun focus spell.</p>\n<p>You can choose to bond with a new domain spirit, ending your bond with your current domain spirit and bonding with a different one, to change your selected domain. This process takes 24 hours and follows all the same requirements for forming a bond with your initial domain spirit. During this time of communion, you do not have access to your domain spells granted by your domain spirit. When this bond is formed with your new domain spirit, select one domain related to your new spirit, following the above rules for selecting a domain.</p>"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Rivethun Emissary Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "concentrate",
                "exploration"
            ]
        }
    },
    "type": "feat"
}
