{
    "_id": "u9QIJIpkSgW5VRIG",
    "name": "Town Hall Fire",
    "permission": {
        "default": 0
    },
    "type": "hazard",
    "data": {
        "source": {
            "value": ""
        },
        "flavourText": "",
        "nethysUrl": "",
        "recallKnowledgeText": "",
        "sidebarText": "",
        "creatureType": "",
        "saves": {
            "fortitude": {
                "rank": 0,
                "saveDetail": "",
                "value": null
            },
            "reflex": {
                "rank": 0,
                "saveDetail": "",
                "value": null
            },
            "will": {
                "rank": 0,
                "saveDetail": "",
                "value": null
            }
        },
        "attributes": {
            "hasHealth": true,
            "ac": {
                "value": 0
            },
            "hp": {
                "value": 10,
                "max": 10,
                "temp": 0,
                "tempmax": 0,
                "details": ""
            },
            "hardness": 0,
            "stealth": {
                "value": -10,
                "details": "–10; initiative modifier is +5"
            }
        },
        "details": {
            "isComplex": true,
            "level": 1,
            "disable": "Eliminating the hazard requires dousing the flames. Water typically clears a 5-foot square if the amount is small (such as that from create water or hydraulic push). Larger amounts of water, such as a full bucket, typically douse a 10-foot-by-10-foot area (or 4 squares in some other shape). Throwing a bucket of water on flames requires an Interact action. A waterskin doesn’t contain enough water to put out even 1 square of fire. Cold can also put out fire, but only if the cold can affect an area; cold is usually less effective than water, so a frost vial typically puts out 1 square of fire, and ray of frost is ineffective. \r\nFountain Circle, located outside town hall, has several working water pumps. These are far enough away that it’s impractical for a PC to bring water back and forth. However, a PC might instruct the more steely nerved spectators to create a bucket brigade. It takes 15 spectators (which can include those rescued by councilors as well as by PCs) to set this up, and 2 rounds for the townspeople to line up and begin pumping water from Fountain Circle. As of the 3rd round, there is a bucket of water available for the PCs to use at the chamber’s southern entrance at the beginning of each PC’s turn. Members of a bucket brigade are lined up outside the chamber, and don’t take damage from smoke inhalation.\r\nIf a PC does want to carry the water, it’s 150 feet from the chamber’s southern door to a pump, so it 6 actions are usually needed to reach the pumps or return. Filling a bucket requires an Interact action.\r\nOther methods might also help control the fire, as you determine. For example, the PCs might be able to find something to barricade the fire with to control its path, or use a cloak to beat out some of the fire.",
            "description": "A fire engulfs the western door and a 10-foot-by-10-foot area immediately east of it, then spreads on each of its turns.",
            "reset": "",
            "routine": "On its turn, the fire spreads into a number of additional squares equal to half the number of squares the fire currently occupies, with a minimum of 1 square. You determine the squares the fire spreads into—typically those with the most flammable materials. Any creature that ends its turn next to the flames takes 1d6 fire damage, and any creature within the flames takes 4d6 fire damage. Both of these have a DC 17 basic Reflex save. A creature can take damage from flames only once per round. (For simplicity, track damage only for the NPCs and their allies, not for the spectators; Turn 5 and Turn 7 have instructions regarding the spectators’ health). \r\nThe fire has an additional effect on each of its turns after the first. \r\nTurn 2: The chamber’s northern door flies open and flames burst through, igniting the 10-foot-by-10-foot area in front of the door. All fires spread on subsequent turns, at the same rate listed above. Any fires that join together become one fire for this purpose.\r\nTurn 4+: Creatures in the room take 1d6 damage from smoke inhalation at the ends of their turns. Anyone who uses an Interact action to tie a wet rag around their nose and mouth (or uses another creative solution) halves the damage.\r\nTurn 5: Spectators still inside the room fall unconscious from burns and smoke inhalation.\r\nTurn 7: Spectators still in the room die."
        },
        "statusEffects": [],
        "schema": {
            "version": {
                "value": ""
            }
        },
        "traits": {
            "traits": {
                "value": [
                    "environmental",
                    "fire"
                ],
                "custom": ""
            },
            "di": {
                "custom": "",
                "value": [],
                "selected": {}
            },
            "dr": [],
            "dv": [],
            "ci": []
        }
    },
    "flags": {
        "pf2e_updatednpcsheet": {
            "npcNotes": {
                "value": ""
            }
        }
    },
    "img": "icons/svg/mystery-man.svg",
    "token": {
        "flags": {},
        "name": "Town Hall Fire",
        "displayName": 20,
        "img": "icons/svg/mystery-man.svg",
        "tint": null,
        "width": 1,
        "height": 1,
        "scale": 1,
        "lockRotation": false,
        "rotation": 0,
        "vision": false,
        "dimSight": 0,
        "brightSight": 0,
        "dimLight": 0,
        "brightLight": 0,
        "sightAngle": 360,
        "lightAngle": 360,
        "lightAlpha": 1,
        "actorId": "u9QIJIpkSgW5VRIG",
        "actorLink": false,
        "actorData": {},
        "disposition": -1,
        "displayBars": 20,
        "bar1": {
            "attribute": "attributes.hp"
        },
        "bar2": {},
        "randomImg": false
    },
    "items": []
}
