{
    "_id": "hvV6IruyW4MAr0Ub",
    "folder": "xqlqJ6eeiNtWb7bq",
    "img": "icons/commodities/metal/ingot-hammered-gold.webp",
    "name": "Chrysopoetic Curse",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": {
            "save": {
                "basic": false,
                "statistic": "will"
            }
        },
        "description": {
            "value": "<p>You grant the target the gift of riches, giving them the power to turn anything they touch to gold. The target must attempt a Will save.</p><hr /><p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target's skin turns their armor and clothing partially to gold. If the target is wearing any armor or clothing, they become @UUID[Compendium.pf2e.conditionitems.Item.Encumbered].</p>\n<p><strong>Failure</strong> As success, but the curse extends to the target's held weapons and other gear. If the target is holding any weapons or other objects, they become @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 3}, and the objects' Hardness is reduced by 5.</p>\n<p><strong>Critical Failure</strong> The curse becomes even stronger, extending to the surrounding terrain. As failure, and if the creature is standing on a solid surface, the ground in their space transmutes itself into a quagmire of liquid gold. The gold is greater difficult terrain. If the creature leaves its square (or when the curse ends), any affected terrain returns to its original shape and substance and the terrain in the new square transmutes to gold.</p>\n<p>Any objects that were turned to gold return to their previous form and original shape when they leave the target's possession or the spell ends. As long as the target did not critically succeed on their saving throw, 2d6 gp worth of gold flakes and dust are left behind as the curse recedes.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 minute"
        },
        "level": {
            "value": 7
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Rival Academies"
        },
        "range": {
            "value": "30 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "one creature"
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [
                "arcane",
                "divine"
            ],
            "value": [
                "concentrate",
                "curse",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
