{
    "_id": "nTBrvt2b9wngyr0i",
    "img": "systems/pf2e/icons/actions/TwoActions.webp",
    "name": "Base Kinesis",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "interaction",
        "description": {
            "value": "<p>It's trivial for you to create some of your element or alter a portion of it that already exists. Choose one of your kinetic elements to affect. This impulse has a range of 30 feet, and the Bulk of the target must be negligible or light. The GM decides what Bulk the element is. You can't affect an element that's magical, secured in place (like a stone mortared in a wall), or attended by a creature unwilling to let you.</p>\n<p>Choose one of the following options, though the GM might allow you to make similar small alterations. Base Kinesis can't deal damage or cause conditions unless otherwise noted.</p>\n<ul>\n<li><strong>Generate</strong> You bring an ordinary, non-magical piece of the chosen element from its elemental plane. The element can be used for any of its normal uses. For example, air can be breathed by an air-breathing creature, and fire casts light and can ignite flammable substances.</li>\n<li><strong>Move</strong> Move an existing piece of the element up to 20 feet in any direction. If you bring it into your space, you can catch it in an open hand. You can Sustain the impulse to keep moving the element.</li>\n<li><strong>Suppress</strong> You destroy an existing piece of element, such as snuffing out a flame or evaporating water from a cup. This affects only natural forms of the element, not durable, crafted goods like a stone statue, metal lock, or wooden door.<hr /><strong>Level (+4)</strong> The range increases by 15 feet, and the maximum Bulk increases by 1 (allowing Bulk 1 at 5th level).</li>\n</ul>"
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "rules": [],
        "traits": {
            "value": [
                "impulse",
                "kineticist",
                "primal"
            ]
        }
    },
    "type": "action"
}
