{
    "_id": "34E7k2YRcsOU5uyl",
    "img": "systems/pf2e/icons/actions/OneAction.webp",
    "name": "Change Shape",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Anadi</strong> You change into your human or spider shape. Each shape has a specific, persistent appearance.</p>\n<p>In your human shape, you can't use unarmed attacks granted by your ancestry. You aren't off-guard when climbing in your spider shape.</p>\n<p>However, in your spider shape you can't use weapons, shields, or other held items of any sort, and you are limited in what actions you can take that have the manipulate trait. The only manipulate actions you can take are to @UUID[Compendium.pf2e.actionspf2e.Item.Cast a Spell] with somatic components, weave silk or webbing, or simple @UUID[Compendium.pf2e.actionspf2e.Item.Interact] actions such as opening an unlocked door. Your spider legs can't perform actions that require fingers or significant manual dexterity, including any action that would require a check to accomplish. The GM might determine other manipulate actions are appropriate for your spider legs.</p><hr /><p><strong>Beastkin</strong> You change into your humanoid or hybrid shape. Each shape has a specific, persistent appearance, and most beastkin remain in their hybrid shapes by default.</p>\n<p>In hybrid shape, you appear as a mix between your ancestry and your inherent animal. While in hybrid shape, you gain a jaws unarmed Strike resembling the features of your inherent animal (fangs for bats, beaks for eagles, mandibles for wasps, and so on). Your jaws deal 1d4 piercing damage, have the agile, finesse, and unarmed traits, and are in the brawling weapon group.</p>\n<p>In your humanoid shape, you retain the appearance of your original ancestry.</p><hr /><p><strong>Kitsune</strong> You transform into a specific alternate form determined by your heritage. If your heritage doesn't list a form, your alternate form is a tailless form, which is a common Medium humanoid ancestry prevalent where you grew up (typically human). This form is the same age and body type as your true form and has roughly analogous physical traits, such as hair color. Using Change Shape counts as creating a disguise for the @UUID[Compendium.pf2e.actionspf2e.Item.Impersonate] use of Deception. You lose any unarmed Strikes you gained from a kitsune heritage or ancestry feat in this form. You can remain in your alternate form indefinitely, and you can shift back to your true kitsune form by using this action again.</p><hr /><p><strong>Tanuki</strong> You can transform into a mundane raccoon dog, using the statistics of @UUID[Compendium.pf2e.spells-srd.Item.Pest Form]. This is a specific raccoon dog form that's the same age and body type as your true form and has roughly analogous physical traits, such as hair color. Using Change Shape counts as creating a disguise for the @UUID[Compendium.pf2e.actionspf2e.Item.Impersonate] use of Deception. You lose any unarmed Strikes you gained from a tanuki heritage or ancestry feat in this form. You can remain in your raccoon dog form indefinitely, and you can shift back to your tanuki form by using this action again.</p><hr /><p><strong>Werecreature</strong> You transform into your hybrid or animal shape. Your equipment transforms with you and continues to provide bonuses, but your animal shape cannot use weapons, shields, or other held items and cannot use manipulate actions. You gain a movement speed, unarmed attacks, and potentially other abilities based on your werecreature type. These unarmed attacks are in the brawling group. You can Dismiss the effect to return to your humanoid shape, and you resume your humanoid shape automatically if you're reduced to 0 Hit Points.</p><hr /><p><strong>Yaoguai</strong> You transform to or from your true yaoguai form into a humanoid alternate form, which is a common Medium humanoid ancestry prevalent where you were born (typically human). This form is the same apparent age and body type as your yaoguai form and has roughly analogous physical traits, such as hair color. Using Change Shape counts as creating a disguise for the @UUID[Compendium.pf2e.actionspf2e.Item.Impersonate] use of Deception. You can remain in your humanoid form indefinitely, but you revert to your yaoguai form after 1 hour of unconsciousness or 1 minute after death.</p>"
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Lost Omens: The Mwangi Expanse"
        },
        "rules": [
            {
                "alwaysActive": true,
                "key": "RollOption",
                "label": "PF2E.NPCAbility.ChangeShape.Label",
                "mergeable": true,
                "option": "change-shape",
                "suboptions": [
                    {
                        "label": "PF2E.NPCAbility.ChangeShape.Form.Humanoid",
                        "predicate": [
                            {
                                "not": "non-humanoid-change-shape"
                            }
                        ],
                        "value": "humanoid"
                    }
                ],
                "toggleable": true
            }
        ],
        "traits": {
            "rarity": "common",
            "value": [
                "concentrate",
                "polymorph"
            ]
        }
    },
    "type": "action"
}
