{
    "_id": "tHCqgwjtQtzNqVvd",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Coerce",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p>With threats either veiled or overt, you attempt to bully a creature into doing what you want. You must spend at least 1 minute of conversation with the creature. At the end of the conversation, attempt an <span data-pf2-action=\"coerce\">Intimidation</span> check against the target's Will DC, modified by any circumstances the GM determines. (The attitudes referenced in the effects below are summarized in the Changing Attitudes section at the bottom)</p>\n<hr />\n<p><strong>Critical Success</strong> The target gives you the information you seek or agrees to follow your directives so long as they aren't likely to harm the target in any way. The target continues to comply for an amount of time determined by the GM but not exceeding 1 day, at which point the target becomes unfriendly (if it wasn't already unfriendly or hostile). However, the target is too scared of you to retaliate—at least in the short term.</p>\n<p><strong>Success</strong> As critical success, but once the target becomes unfriendly, they might decide to act against you—for example, by reporting you to the authorities or assisting your enemies.</p>\n<p><strong>Failure</strong> The target doesn't do what you say, and if they were not already unfriendly or hostile, they become unfriendly.</p>\n<p><strong>Critical Failure</strong> The target refuses to comply, becomes hostile if they weren't already, and is temporarily immune to your Coercion for at least 1 week.</p>\n<hr />\n<h2>Changing Attitudes</h2>\n<p>Your influence on NPCs is measured with a set of attitudes that reflect how they view your character. These are only a brief summary of a creature's disposition. The GM will supply additional nuance based on the history and beliefs of the characters you're interacting with, and their attitudes can change in accordance with the story. The attitudes are detailed in the Conditions Appendix and are summarized here.</p>\n<ul>\n<li><strong>Helpful:</strong> Willing to help you and responds favorably to your requests.</li>\n<li><strong>Friendly:</strong> Has a good attitude toward you, but won't necessarily stick their neck out to help you.</li>\n<li><strong>Indifferent:</strong> Doesn't care about you either way. (Most NPCs start out indifferent.)</li>\n<li><strong>Unfriendly:</strong> Dislikes you and doesn't want to help you.</li>\n<li><strong>Hostile:</strong> Actively works against you—and might attack you just because of their dislike.</li>\n</ul>\n<p>No one can ever change the attitude of a player character with these skills. You can roleplay interactions with player characters, and even use Diplomacy results if the player wants a mechanical sense of how convincing or charming a character is, but players make the ultimate decisions about how their characters respond.</p>"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "auditory",
                "concentrate",
                "emotion",
                "exploration",
                "linguistic",
                "mental",
                "skill"
            ]
        }
    },
    "type": "action"
}
