{
    "_id": "rmwa3OyhTZ2i2AHl",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Craft",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p>You can make an item from raw materials. You need the @UUID[Compendium.pf2e.feats-srd.Item.Alchemical Crafting] skill feat to create alchemical items, the @UUID[Compendium.pf2e.feats-srd.Item.Magical Crafting] feat to create magic items, and the @UUID[Compendium.pf2e.feats-srd.Item.Snare Crafting] feat to create snares.</p>\n<p>To craft an item, you must meet the following requirements:</p>\n<ul>\n<li>The item is your level or lower. An item that doesn't list a level is level 0. If the item is 9th level or higher, you must be a master in Crafting, and if it's 16th or higher, you must be legendary.</li>\n<li>You have the formula for the item; see Getting Formulas below for more information.</li>\n<li>You have an appropriate set of tools and, in many cases, a workshop. For example, you need access to a smithy to forge a metal shield, or an @UUID[Compendium.pf2e.equipment-srd.Item.Alchemist's Lab] to produce alchemical items.</li>\n<li>You must supply raw materials worth at least half the item's Price. You always expend at least that amount of raw materials when you Craft successfully. If you're in a settlement, you can usually spend currency to get the amount of raw materials you need, except in the case of rarer precious materials.</li>\n</ul>\n<p>You must spend 4 days at work, at which point you attempt a <span data-pf2-action=\"craft\">Crafting</span> check. The GM determines the DC to Craft the item based on its level, rarity, and other circumstances.</p>\n<p>If your attempt to create the item is successful, you expend the raw materials you supplied. You can pay the remaining portion of the item's price in materials to complete the item immediately, or you can spend additional downtime days working on it. For each additional day you spend, reduce the value of the materials you need to expend to complete the item. This amount is determined using Table 4-2: Income Earned, based on your proficiency rank in Crafting and using your own level instead of a task level. After any of these downtime days, you can complete the item by spending the remaining portion of its price in materials. If the downtime days you spend are interrupted, you can return to finish the item later, continuing where you left off. An example of crafting appears in the sidebar.</p>\n<hr />\n<p><strong>Critical Success</strong> Your attempt is successful. Each additional day spent Crafting reduces the materials needed to complete the item by an amount based on your level + 1 and your proficiency rank in Crafting.</p>\n<p><strong>Success</strong> Your attempt is successful. Each additional day spent Crafting reduces the materials needed to complete the item by an amount based on your level and your proficiency rank.</p>\n<p><strong>Failure</strong> You fail to complete the item. You can salvage the raw materials you supplied for their full value. If you want to try again, you must start over.</p>\n<p><strong>Critical Failure</strong> You fail to complete the item. You ruin 10% of the raw materials you supplied, but you can salvage the rest. If you want to try again, you must start over.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "manipulate",
                "skill",
                "downtime"
            ]
        },
        "trigger": {
            "value": ""
        },
        "weapon": {
            "value": ""
        }
    },
    "type": "action"
}
