{
    "_id": "ftG89SjTSa9DYDOD",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Create Forgery",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Requirements</strong> You provide the proper writing materials for your forgery.</p>\n<hr />\n<p>You create a forged document, usually over the course of a day or a week. The GM rolls a secret DC 20 <span data-pf2-action=\"createForgery\" data-pf2-dc=\"20\">Society</span> check. If you need to forge a specific person's handwriting, you need a sample of that person's handwriting. Otherwise, you need only to have seen a similar document, and you gain up to a +4 circumstance bonus to the check (the GM determines the bonus).</p>\n<hr />\n<p><strong>Success</strong> The forgery is of good enough quality that passive observers can't notice the fake (but see Examining Forgeries).</p>\n<p><strong>Failure</strong> The forgery has some obvious signs of being a fake, potentially allowing passive observers to detect it. Each time a passive observer sees the document, the GM compares your check result to the observer's Perception DC or Society DC, whichever is higher. If your result doesn't exceed a passive observer's DC, that observer knows the document is a forgery.</p>\n<hr />\n<h2>Examining Forgeries</h2>\n<p>A creature on the lookout for forgeries, even one who was fooled on a passive glance, can take time to closely examine a document to see if it's a forgery. They apply different techniques and analysis methods to look beyond the surface elements and attempt a secret Perception or Society check against the forger's Society DC; any bonus you had to create the forgery initially applies to this DC. On a success, the examiner knows the document is a forgery. On a failure, they think the document is genuine and can't try again unless they get a new reason to be suspicious of the document. If a PC examines a genuine document, the GM might still pretend to roll a secret check before revealing the document is genuine.</p>"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "downtime",
                "secret",
                "skill"
            ]
        }
    },
    "type": "action"
}
