{
    "_id": "m0f2B7G9eaaTmhFL",
    "img": "systems/pf2e/icons/features/classes/devise-a-stratagem.webp",
    "name": "Devise a Stratagem",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "offensive",
        "description": {
            "value": "<p><strong>Frequency</strong> once per round</p><hr /><p>You assess a foe's weaknesses in combat and use them to formulate a plan of attack. Choose a creature you can see. You can Devise a Stratagem as a free action if you're aware that creature could help answer the question at the heart of one of your active investigations. Roll a d20, then decide on an attack stratagem or skill stratagem.</p>\n<p><strong>Attack Stratagem</strong> If you Strike the chosen creature before the start of your next turn, you must use the result of the d20 roll for your Strike's attack roll instead of rolling. You make this substitution only for the first Strike you make against the creature this round, not any subsequent ones. When you make this substitution, you can add your Intelligence modifier to your attack roll instead of your Strength or Dexterity modifier, provided you Strike with an agile or finesse melee weapon, an agile or finesse unarmed attack, a ranged weapon (which must be agile or finesse if it's a melee weapon with the thrown trait), or a sap.</p>\n<p><strong>Skill Stratagem</strong> You can't attempt to Strike the target until the start of your next turn. You gain a +1 circumstance bonus to your next Intelligence-, Wisdom-, or Charisma-based skill check or Perception check involving the target before the start of your next turn. If you would gain your Pursue a Lead investigation bonus to such a check, that bonus increases by 1 instead of you gaining the +1 bonus listed.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "round"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "rules": [
            {
                "domain": "all",
                "key": "RollOption",
                "option": "target:mark:devise-a-stratagem",
                "toggleable": "totm"
            },
            {
                "ability": "int",
                "key": "FlatModifier",
                "predicate": [
                    "class:investigator",
                    "target:mark:devise-a-stratagem",
                    {
                        "or": [
                            "item:trait:agile",
                            "item:trait:finesse",
                            {
                                "and": [
                                    "item:ranged",
                                    {
                                        "not": "item:thrown-melee"
                                    }
                                ]
                            },
                            "item:base:sap"
                        ]
                    }
                ],
                "selector": "strike-attack-roll",
                "type": "ability"
            }
        ],
        "selfEffect": {
            "name": "Effect: Devise a Stratagem",
            "uuid": "Compendium.pf2e.feat-effects.Item.Effect: Devise a Stratagem"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "concentrate",
                "fortune",
                "investigator"
            ]
        }
    },
    "type": "action"
}
