{
    "_id": "OX4fy22hQgUHDr0q",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Make an Impression",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p>With at least 1 minute of conversation, during which you engage in charismatic overtures, flattery, and other acts of goodwill, you seek to make a good impression on someone to make them temporarily agreeable. At the end of the conversation, attempt a <span data-pf2-action=\"makeAnImpression\">Diplomacy</span> check against the Will DC of one target. You can instead choose up to five targets if you take a –2 penalty. The GM might add other bonuses or penalties based on the situation. Any impression you make lasts for only the current social interaction unless the GM decides otherwise. See Changing Attitudes below for a summary of the attitude conditions.</p>\n<hr />\n<p><strong>Critical Success</strong> The target's attitude toward you improves by two steps.</p>\n<p><strong>Success</strong> The target's attitude toward you improves by one step.</p>\n<p><strong>Critical Failure</strong> The target's attitude toward you decreases by one step.</p>\n<hr />\n<h2>Changing Attitudes</h2>\n<p>Your influence on NPCs is measured with a set of attitudes that reflect how they view your character. These are only a brief summary of a creature's disposition. The GM will supply additional nuance based on the history and beliefs of the characters you're interacting with, and their attitudes can change in accordance with the story. The attitudes are detailed in the Conditions Appendix and are summarized here.</p>\n<ul>\n<li><strong>Helpful:</strong> Willing to help you and responds favorably to your requests.</li>\n<li><strong>Friendly:</strong> Has a good attitude toward you, but won't necessarily stick their neck out to help you.</li>\n<li><strong>Indifferent:</strong> Doesn't care about you either way. (Most NPCs start out indifferent.)</li>\n<li><strong>Unfriendly:</strong> Dislikes you and doesn't want to help you.</li>\n<li><strong>Hostile:</strong> Actively works against you—and might attack you just because of their dislike.</li>\n</ul>\n<p>No one can ever change the attitude of a player character with these skills. You can roleplay interactions with player characters, and even use Diplomacy results if the player wants a mechanical sense of how convincing or charming a character is, but players make the ultimate decisions about how their characters respond.</p>"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": [
                "auditory",
                "concentrate",
                "exploration",
                "linguistic",
                "mental",
                "skill"
            ]
        }
    },
    "type": "action"
}
