{
    "_id": "xTK2zsWFyxSJvYbX",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Pursue a Lead",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Frequency</strong> once per 10 minutes</p><hr /><p>You name one detail you've identified that you think is part of a larger mystery, then spend 1 minute examining it. The detail is typically either obvious or something you've already discovered using Recall Knowledge, @UUID[Compendium.pf2e.actionspf2e.Item.Sense Motive], Gather Information, or a similar action. After the minute passes, the GM either confirms there's a larger mystery or tells you there's nothing more to learn (the detail is inconsequential or you know all the information already). If there is in fact a larger mystery at play, you can't Pursue a Lead again for 10 minutes, but you can choose to open an investigation. To do so, define the question at the heart of the mystery, such as \"Where has the priceless work of art that was supposed to hang here been taken?\" or \"Who or what killed this priest?\" Work with your GM to refine the question if need be. You can also give your investigation a name to better keep track of it (such as \"The Case of the Cheated Goblin\" or \"The Skinsaw Murders\").</p>\n<p><strong>Investigation Bonus</strong> Whenever you attempt a Perception check or skill check to attempt to get closer to answering the question at the heart of an active investigation, you gain a +1 circumstance bonus to the check. The exact checks this applies to depend on the actions you use to investigate and are determined by the GM, but checks to investigate are typically Perception checks or skill checks that use Intelligence, Wisdom, or Charisma.</p>\n<p><strong>Active Investigations</strong> You can maintain two active investigations at a time. If you Pursue another Lead after that, the case must be different from any of your current investigations (as far as you are aware), and you give up on a current investigation of your choice. Once you've given up pursuit of an investigation, you can't Pursue a Lead into it again until after the next time you make your daily preparations.</p>\n<p><strong>Solving an Investigation</strong> If you answer the question at the heart of your investigation, the GM tells you that you've done so. You don't lose the bonus or other benefits until you choose to close the investigation by Pursuing a Lead again or voluntarily Dismissing it. If what you discover points to an even larger mystery, you can work with the GM to adapt the question and name of the investigation to the new information.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "PT10M"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "rules": [
            {
                "domain": "all",
                "key": "RollOption",
                "label": "PF2E.SpecificRule.Investigator.PursueALead.Label",
                "option": "pursue-a-lead",
                "toggleable": true
            },
            {
                "key": "FlatModifier",
                "predicate": [
                    "pursue-a-lead",
                    {
                        "or": [
                            {
                                "not": "check:type:saving-throw"
                            },
                            {
                                "and": [
                                    "check:type:saving-throw",
                                    "feat:detectives-readiness"
                                ]
                            }
                        ]
                    }
                ],
                "selector": [
                    "perception",
                    "skill-check",
                    "saving-throw"
                ],
                "slug": "pursue-a-lead",
                "type": "circumstance",
                "value": 1
            }
        ],
        "traits": {
            "rarity": "common",
            "value": [
                "concentrate",
                "exploration",
                "investigator"
            ]
        }
    },
    "type": "action"
}
