{
    "_id": "BlAOM2X92SI6HMtJ",
    "img": "systems/pf2e/icons/actions/OneAction.webp",
    "name": "Seek",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "interaction",
        "description": {
            "value": "<p>You scan an area for signs of creatures or objects. If you're looking for creatures, choose an area you're scanning. If precision is necessary, the GM can have you select a @Template[type:cone|distance:30] or a @Template[type:burst|distance:15] within line of sight. You might take a penalty if you choose an area that's far away.</p>\n<p>If you're using Seek to search for objects (including secret doors and hazards), you search up to a 10-foot square adjacent to you. The GM might determine you need to Seek as an activity, taking more actions or even minutes or hours if you're searching a particularly cluttered area.</p>\n<p>The GM attempts a single secret <span data-pf2-action=\"seek\" data-pf2-glyph=\"A\">Perception</span> check for you and compares the result to the Stealth DCs of any @UUID[Compendium.pf2e.conditionitems.Item.Undetected] or @UUID[Compendium.pf2e.conditionitems.Item.Hidden] creatures in the area or the DC to detect each object in the area (as determined by the GM or by someone @UUID[Compendium.pf2e.actionspf2e.Item.Conceal an Object]{Concealing the Object}). A creature you detect might remain hidden, rather than becoming @UUID[Compendium.pf2e.conditionitems.Item.Observed], if you're using an imprecise sense or if an effect (such as <em>@UUID[Compendium.pf2e.spells-srd.Item.Invisibility]</em>) prevents the subject from being observed.</p>\n<hr />\n<p><strong>Critical Success</strong> If you were searching for creatures, any undetected or hidden creature you critically succeeded against becomes observed by you. If you were searching for an object, you learn its location.</p>\n<p><strong>Success</strong> If you were searching for creatures, any undetected creature you succeeded against becomes hidden from you instead of undetected, and any hidden creature you succeeded against becomes observed by you. If you were searching for an object, you learn its location or get a clue to its whereabouts, as determined by the GM.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "concentrate",
                "secret"
            ]
        },
        "trigger": {
            "value": ""
        },
        "weapon": {
            "value": ""
        }
    },
    "type": "action"
}
