{
    "_id": "M4ALaFXoQDJGxSsI",
    "img": "systems/pf2e/icons/actions/OneAction.webp",
    "name": "Starlit Transformation",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> Light swirls around you, transforming your armor, clothing, and a single weapon in your possession into a specific alternate outfit. While your equipment might look dramatically different, it functions as normal. If someone attempts to discern your identity, they must use a @UUID[Compendium.pf2e.actionspf2e.Item.Seek] action to attempt a Perception check against your Deception DC, as if you were using the @UUID[Compendium.pf2e.actionspf2e.Item.Impersonate] action. Your Deception DC against such attempts is 20 + your proficiency modifier instead of the normal DC. Unlike with Impersonate, you don't have to attempt a Deception check to interact with someone to conceal your identity—a check happens only if someone else specifically tries to uncover it. You remain in your sentinel form for 10 minutes or until you use Starlit Transformation again to change back to your normal form.</p>\n<p>While you're in sentinel form, your transformed weapon shines with starlight and gains a +1 status bonus to damage rolls with the weapon. You can fling bolts of starlight from your weapon with a Strike action, using your melee attack modifier with the weapon. These bolts deal 1d4 force damage, have a range of 60 feet, are affected by your weapon runes, and have the arcane and force traits.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "PT1H"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "rules": [],
        "selfEffect": {
            "name": "Effect: Starlit Transformation",
            "uuid": "Compendium.pf2e.feat-effects.Item.Effect: Starlit Transformation"
        },
        "traits": {
            "value": [
                "arcane"
            ]
        }
    },
    "type": "action"
}
