{
    "_id": "49y9Ec4bDii8pcD3",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Subsist",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p>You try to provide food and shelter for yourself, and possibly others as well, with a standard of living. This typically uses <span data-pf2-action=\"subsist\" data-pf2-skill=\"society\">Society</span> if you're in a settlement or <span data-pf2-action=\"subsist\" data-pf2-skill=\"survival\">Survival</span> if you're in the wild. The GM determines the DC based on the nature of the place where you're trying to Subsist. You might need a minimum proficiency rank to Subsist in particularly strange environments. Unlike most downtime activities, you can Subsist after 8 hours or less of exploration, but if you do, you take a -5 penalty.</p>\n<hr />\n<p><strong>Critical Success</strong> You either provide a subsistence living for yourself and one additional creature, or you improve your own food and shelter, granting yourself a comfortable living.</p>\n<p><strong>Success</strong> You find enough food and shelter with basic protection from the elements to provide you a subsistence living.</p>\n<p><strong>Failure</strong> You're exposed to the elements and don't get enough food, becoming @UUID[Compendium.pf2e.conditionitems.Item.Fatigued] until you attain sufficient food and shelter.</p>\n<p><strong>Critical Failure</strong> You attract trouble, eat something you shouldn't, or otherwise worsen your situation. You take a -2 circumstance penalty to checks to Subsist for 1 week. You don't find any food at all; if you don't have any stored up, you're in danger of starving or dying of thirst if you continue failing.</p><h2 class=\"title\">Sample Subsist Tasks</h2>\n<ul>\n<li><strong>Untrained</strong> lush forest with calm weather or large city with plentiful resources</li>\n<li><strong>Trained</strong> typical hillside or village</li>\n<li><strong>Expert</strong> typical mountains or insular hamlet</li>\n<li><strong>Master</strong> typical desert or city under siege</li>\n<li><strong>Legendary</strong> barren wasteland or city of undead</li>\n</ul>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "skill",
                "downtime"
            ]
        },
        "trigger": {
            "value": ""
        },
        "weapon": {
            "value": ""
        }
    },
    "type": "action"
}
