{
    "_id": "cwBsPU24715fUCub",
    "img": "systems/pf2e/icons/actions/OneAction.webp",
    "name": "Ultimatum of Liberation",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You proclaim an ultimatum against a creature you believe is oppressing others and all who follow their orders. All other creatures (including you) who hear your ultimatum, or learn about it later on, are emboldened by your words for 1 day, and gain a +2 status bonus to their Will saving throws against effects produced by the oppressing creature and their allies, which increases to +3 if they are within 30 feet of you. Additionally, the first time each day that creature and each of its allies comes within 30 feet of you, they must succeed on a @Check[will|against:class-spell] save against your class DC or spell DC (whichever is higher) or become @UUID[Compendium.pf2e.conditionitems.Item.Frightened]{Frightened 1} (@UUID[Compendium.pf2e.conditionitems.Item.Frightened]{Frightened 2} on a critical failure). This second effect has the emotion, fear, and mental traits. The oppressing creature may end all the effects as a free action by truthfully agreeing to permanently end their oppression. Otherwise, your Ultimatum of Liberation has no duration, though you can have only one Ultimatum of Liberation active at a time. If you pronounce a second Ultimatum of Liberation, the effects of the first one end.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "day",
            "value": 1
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "rules": [],
        "traits": {
            "value": [
                "auditory",
                "linguistic",
                "mental",
                "mythic"
            ]
        }
    },
    "type": "action"
}
