{
    "_id": "n4yLaSzQlzyNOo6J",
    "folder": "ecygCZjU63FUN433",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Cozy Campfire",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You spend 1 hour building a campfire in a single unoccupied square and whispering the stories of those you've met on your journeys. The campfire sheds bright light in a 30-foot radius (and dim light for the next 30 feet). The campfire can't be put out or get larger through mundane means; it instead burns out after your next daily preparations or when you use this ability again.</p>\n<p>The first time each round a creature within the campfire's bright light performs an action with the attack trait, they must then attempt a @Check[will|against:class-spell] save against your class DC or spell DC (whichever is higher). This is a divine curse effect, and you are aware of any attempt, although other creatures in the area are not.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.Effect: Cozy Campfire]</p><hr /><p><strong>Critical Success</strong> The creature is aware of the effect and can choose to disrupt their action. If they don't disrupt it, the campfire goes out.</p>\n<p><strong>Success</strong> The creature is aware of the effect and can choose to disrupt their action. If they don't disrupt it, they become temporarily immune to the campfire's effects for 24 hours.</p>\n<p><strong>Failure</strong> The creature takes a –2 status penalty to the action's attack roll and to all other attack rolls until the beginning of their next turn.</p>\n<p><strong>Critical Failure</strong> The action is disrupted, and the creature takes a –2 status penalty to attack rolls until the beginning of their next turn.</p>"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Campfire Chronicler Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Rival Academies"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "consecration",
                "divine",
                "exploration",
                "fire"
            ]
        }
    },
    "type": "feat"
}
