{
    "_id": "h6rf7Z7Vy1OD1YFw",
    "folder": "79Cs9iJQ59NefCu0",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "(Blight) Cursed Domain",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "offensive",
        "description": {
            "value": "<p>Once per year, when in a terrain that is compatible with its type (such as a swamp for a swamp blight), the blight can infuse the land around it with its corrupted essence by performing a rite that takes one day. The region in a 5-mile radius becomes its cursed domain; this effect does not extend into incompatible terrain and does not move with the blight. The point at which the blight cursed the domain becomes its epicenter.</p>\n<p>Within their cursed domain, a blight ignores all non-magical difficult terrain and always gains the benefits of the @UUID[Compendium.pf2e.actionspf2e.Item.Cover Tracks] action. Blights also have an imprecise sense for the locations of all creatures within their domain and can communicate with all sapient creatures they detect within their domain using telepathy. Each blight's cursed domain has additional properties specific to the blight's type. A blight outside of a cursed domain becomes @UUID[Compendium.pf2e.conditionitems.Item.Slowed]{Slowed 1} until it returns to its own or another blight's cursed domain.</p>\n<p>Removing this curse requires a character with the @UUID[Compendium.pf2e.feats-srd.Item.Break Curse] feat (or a similar ability); this activity must be performed at the cursed domain's epicenter. If the blight that cursed the domain is dead, checks to counteract a cursed domain gain a +4 circumstance bonus.</p>"
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #211: The Secret of Deathstalk Tower"
        },
        "rules": [],
        "traits": {
            "value": [
                "curse",
                "primal"
            ]
        }
    },
    "type": "action"
}
