{
    "_id": "sILda7I8Ak20Ioj9",
    "folder": "eTWLitOpzTBRXHwo",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Azathoth",
    "system": {
        "attribute": [
            "con",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Azathoth is the Daemon Sultan and the Primal Chaos, a roiling mass of destructive and transformative power the size of a sun, dwelling in the darkness between the stars deep in the center of the universe. There, masked from mortal sight by a veil of swirling colors, he is surrounded by the other Outer Gods that make up his court, dancing and cavorting about him endlessly, filling the void with the sound of ghastly flutes. Azathoth is utterly unaware of and uncaring toward those few who have come to revere and worship him. It is precisely this blind, uncaring nature that makes Azathoth the perfect embodiment of a blind, uncaring universe. Azathoth's name, however, has great power over the Outer Gods when properly invoked. He has also sometimes been summoned by mortal priests—and though these summons attract only a tiny sliver of his attention and manifest as a form other than that of the Primal Chaos, they nevertheless lead to destruction on a massive scale.</p>\n<p><strong>Title</strong> The Primal Chaos</p>\n<p><strong>Areas of Concern</strong> Entropy, madness, mindless destruction</p>\n<p><strong>Edicts</strong> Gather a court of devotees, create discordant piping or babbling</p>\n<p><strong>Anathema</strong> None</p>\n<p><strong>Religious Symbol</strong> eight pointed star</p>\n<p><strong>Sacred Animal</strong> none</p>\n<p><strong>Sacred Colors</strong> black, white</p>"
        },
        "domains": {
            "alternate": [
                "delirium"
            ],
            "primary": [
                "decay",
                "destruction",
                "nightmares",
                "void"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "performance"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Ill Omen",
            "5": "Compendium.pf2e.spells-srd.Item.Synaptic Pulse",
            "9": "Compendium.pf2e.spells-srd.Item.Unfathomable Song"
        },
        "traits": {},
        "weapons": [
            "warhammer"
        ]
    },
    "type": "deity"
}
