{
    "_id": "gUyP9Ir8FTaZeV9D",
    "folder": "eTWLitOpzTBRXHwo",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Orgesh",
    "system": {
        "attribute": [
            "con",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>The first spawn to rise from the frigid, oily fluid that flows through the Land of Black Blood deep in the Darklands, Orgesh is the ravenous but cunning Great Old One of hunger and alchemy. It quickly outgrew its fellow children of the Black Blood, the charda, and departed without warning to pursue greater ambitions elsewhere in the Darklands. Nonetheless, many charda continue to worship their wayward ancestor, though just as many curse its name for what they perceive as abandonment in favor of a new kindred found deep within the darkness of the Sightless Sea. The Faceless God's true form is that of a malformed humanoid with overlong clawed legs that stretch out from a grossly swollen belly, its head completely featureless except for a maw that hangs open to reveal countless serrated teeth.</p>\n<p><strong>Title</strong> The Faceless God</p>\n<p><strong>Areas of Concern</strong> Alchemy, caverns, hunger, subterranean waterways</p>\n<p><strong>Edicts</strong> Surpass your peers in your chosen field at any cost, travel using subterranean waterways, use blood and toxic metals in alchemy</p>\n<p><strong>Anathema</strong> None</p>\n<p><strong>Religious Symbol</strong> open maw surrounding a rune</p>\n<p><strong>Sacred Animal</strong> none</p>\n<p><strong>Sacred Colors</strong> black, blue</p>"
        },
        "domains": {
            "alternate": [
                "metal",
                "undeath"
            ],
            "primary": [
                "cold",
                "earth",
                "indulgence",
                "water"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Shockwave",
            "3": "Compendium.pf2e.spells-srd.Item.Bottomless Stomach",
            "5": "Compendium.pf2e.spells-srd.Item.Control Water"
        },
        "traits": {},
        "weapons": [
            "spear"
        ]
    },
    "type": "deity"
}
