{
    "_id": "hQ5BAIjAKpp2dYhR",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Build Connections",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p>You dedicate a day to making friends in high places, typically by inviting yourself to parties, performing small favors to be repaid later, and generally projecting an aura of confidence and capability. Attempt a @Check[type:crafting|dc:36], @Check[type:diplomacy|dc:36], @Check[type:performance|dc:36], or appropriate Lore check. The result determines the impact of your efforts. If you have the @UUID[Compendium.pf2e.feats-srd.Item.Connections] skill feat and roll a success, you get a critical success instead.</p>\n<hr />\n<p><strong>Critical Success</strong> For 1 month, you gain a +1 circumstance bonus to your skill checks to pursue the downtime activities listed here. You also earn a single favor that you can call in when you or an ally you're working with attempts a skill check for one of these downtime actions. That creature can roll twice and use the better result, after which the favor is considered repaid; calling in the favor is a fortune effect.</p>\n<p><strong>Success</strong> For 1 week, you gain a +1 circumstance bonus to your skill checks for the downtime activities listed here.</p>\n<p><strong>Critical Failure</strong> A faux pas embarrasses you, and rumors recount the incident widely. For 3 days, you take a -1 circumstance penalty to skill checks for the downtime activities listed here.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #149: Against the Scarlet Triad"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "downtime"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
