{
    "_id": "R90HXdiRwl0Fa4wb",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Loot the Vaults",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Requirement</strong> The PCs have reached the basement by Overcoming the Find the Cells Obstacle.</p>\n<p><strong>Overcome</strong> 2 successes: @Check[type:arcana|dc:33], @Check[type:perception|dc:35], @Check[type:thievery|dc:35]</p>\n<hr />\n<p>In addition to the captives, the Scarlet Triad has stored numerous treasures in the manor's basement. The PCs take several minutes to unlock a vault and identify the best objects to steal. This Opportunity can be completed twice. The first time, the PCs recover a @UUID[Compendium.pf2e.equipment-srd.Item.Nethysian Bulwark], a broad crystal bowl inlaid with faience designs of ibises (worth 300 gp), and an onyx-and-marble statue of Nethys (worth 200 gp). In addition, the PCs also find a ledger detailing many Scarlet Triad transactions. With a successful @Check[type:guild-lore|dc:28] or a @Check[type:society|dc:35] check, a PC paging through the ledger determines that the Scarlet Triad has been dodging taxes, undercutting competition, and attempting to accumulate a lot of money very quickly-all in ways that quietly harm the Fleshmonger Federation, Aspis Consortium, and church of Abadar. Once for each guild, a PC can use the ledger when Influencing a Guild to reduce that organization's Support Points by an additional 2 points. The second time the PCs complete this Opportunity, they recover a @UUID[Compendium.pf2e.equipment-srd.Item.Belt of Regeneration], as well as an alabaster-and-silver amphoriskos perfume bottle within which is bound the @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Djinni] vizier Palqari the Wise. The Scarlet Triad trapped Palqari and offered him freedom in exchange for three wishes. Uri Zandivar already used two of these wishes to assist with the repair of the Orb of Gold Dragonkind, but then refrained from redeeming his last wish. Palqari is amenable to granting this last wish to the PCs if they help him escape; until then, he can't travel more than 20 feet from his amphoriskos, nor can he move it himself. This wish can be used to automatically rescue all of the slaves, but the PCs will still need to escape on their own. Although Palqari is eager to return to the Plane of Air, he could become a recurring ally later in the adventure at your discretion.</p>\n<p><strong>Critical Failure</strong> The PCs are noticed by a group of guards. At the end of every round of combat, Awareness increases by 1.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #149: Against the Scarlet Triad"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "exploration"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
