{
    "_id": "sWTvJahHpdz4CC6E",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Recruit Wildlife",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "defensive",
        "description": {
            "value": "<p>A fair amount of wildlife dwells in the forest surrounding Tatzlford. While the animals can't be organized into an actual army, the PCs can still attempt to use their skills to turn the local fauna to their advantage. Recruiting Wildlife requires a Nature (expert) check. If a PC has Wild Empathy or can cast spells like speak with animals, they can opt to attempt this check using Diplomacy (trained) instead.</p>\n<hr />\n<p><strong>Critical Success</strong> The PCs interpret animal reactions to the enemy armies' approach, giving their armies a +3 circumstance bonus on initiative checks made during the Battle for Tatzlford. In addition, at one point during the battle, a pack of hungry brush thylacines attack an enemy army. This attack takes place at the end of a turn chosen by the party, at which point the PCs can attempt a [[/r {1d20+20} #melee strike]]{+20} melee Strike against any non-engaged army. The thylacines do 1 point of damage to that army on a hit (or 2 points on a critical hit) before the animals flee back into the woods.</p>\n<p><strong>Success</strong> As success (including the thylacine attack), but the circumstance bonus on initiative checks is only +1.</p>\n<p><strong>Critical Failure</strong> Not only do the local animals refuse to aid, the PCs actions accidentally send a pack of crazed brush thylacines into town to attack. The Tatzlford Town Guard manages to defeat the attack, but they start the war encounter with 1 point of damage.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Kingmaker"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "downtime",
                "manipulate"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
