{
    "_id": "51kMMWaT6CqpGlGk",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/achaekek.webp",
    "name": "Achaekek",
    "system": {
        "attribute": [
            "dex",
            "str"
        ],
        "category": "deity",
        "description": {
            "value": "<p>While Achaekek's divine genesis is heavily debated among scholars, it is believed that he was created—either by the power of a singular deity or a group of them—to eradicate those who would steal a god's divinity. The creators are gone, perhaps by their creation's own claws. Achaekek remains, and he has since become the enforcer of divine punishment. Known as He Who Walks in Blood, he slumbers in the blood of heretics and worshippers alike. Sleeping in an immense cleft carved into the base of the Boneyard's spire, a realm known as the Blood Vale. He keeps no formal relationships with any other deities. Even his sister, Grandmother Spider, who repeatedly attempts to coax Achaekek to rebel against the gods and abandon his duties, barely warrants acknowledgment from the mantis god. In response, even though some gods disapprove of Achaekek's methods, few openly defy him. Rumors often fly about gods hiring Achaekek to assassinate another, but none of these claims have ever been proven.</p>\n<p><strong>Title</strong> He Who Walks in Blood</p>\n<p><strong>Areas of Concern</strong> assassins, divine punishment, the Red Mantis</p>\n<p><strong>Edicts</strong> conduct assassinations, spread the Red Mantis's infamy, wield sawtooth sabers in combat</p>\n<p><strong>Anathema</strong> kill a rightful ruler, become fixated on petty matters such as others' gender or ancestry, abandon an assassination contract you agreed to pursue</p>\n<p><strong>Religious Symbol</strong> crossed mantis claws</p>\n<p><strong>Sacred Animal</strong> crimson mantis</p>\n<p><strong>Sacred Color</strong> red</p>"
        },
        "domains": {
            "alternate": [
                "duty",
                "fate"
            ],
            "primary": [
                "death",
                "might",
                "trickery",
                "zeal"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "stealth"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sure Strike",
            "2": "Compendium.pf2e.spells-srd.Item.Invisibility",
            "4": "Compendium.pf2e.spells-srd.Item.Vision of Death"
        },
        "traits": {},
        "weapons": [
            "sawtooth-saber"
        ]
    },
    "type": "deity"
}
