{
    "_id": "o8ayCv3LAHWlu0vQ",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/apsu.webp",
    "name": "Apsu",
    "system": {
        "attribute": [
            "cha",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Texts more ancient than recorded time kept in the halls of draconic sages assert that Apsu and his mate Sarshallatu were the first dragons. The two spawned seven children and as a family, they shaped the mortal world of Golarion. However, one of these children broke Apsu's heart during that time. Instead of wanting to create, his child, named Dahak, sought only to destroy. As much as it pained Apsu to fight his child, he could not let this world be destroyed senselessly, but when Apsu had gained the upper hand, his partner stopped him. Dahak then fled to Hell to nurse his wounds.</p>\n<p>To this day, Apsu continues to battle against the forces that seek to destroy this world, forever reminded of his failure to stop his child and the pain of Sarshallatu's betrayal. Though he strives for peace, he knows that one day, he will have to confront Dahak once again and that all dragonkind will be involved in the inevitable conflict. Such a war would sweep across Golarion like a massive wildfire. Until that time, Apsu entreats mortal artists and leaders to make the world the best place it can possibly be. Somewhat ironically, when Apsu contemplates these acts of beauty and harmony, he grows ever more despondent about his fated battle against his son.</p>\n<p><strong>Title</strong> The Waybringer</p>\n<p><strong>Areas of Concern</strong> leadership, peace, virtuous dragons</p>\n<p><strong>Edicts</strong> seek and destroy evil, travel the world, help others fend for themselves</p>\n<p><strong>Anathema</strong> fail to pursue a foe who has betrayed your mercy, attack a creature without certainty of wrongdoing</p>\n<p><strong>Religious Symbol</strong> silvery dragon above a mirrored pool</p>\n<p><strong>Sacred Animal</strong> none</p>\n<p><strong>Sacred Colors</strong> gold, silver</p>"
        },
        "domains": {
            "alternate": [
                "freedom",
                "introspection"
            ],
            "primary": [
                "creation",
                "dragon",
                "protection",
                "travel"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "diplomacy"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Anticipate Peril",
            "4": "Compendium.pf2e.spells-srd.Item.Creation",
            "5": "Compendium.pf2e.spells-srd.Item.Summon Dragon",
            "9": "Compendium.pf2e.spells-srd.Item.Falling Stars"
        },
        "traits": {},
        "weapons": [
            "jaws",
            "staff"
        ]
    },
    "type": "deity"
}
