{
    "_id": "ChiKlaNDNYgGqtF7",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/atrogine.webp",
    "name": "Atrogine",
    "system": {
        "attribute": [
            "int",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Atrogine (uh-TROE-gin-ee) is a young god. Born of the wishes and dreams of a reclusive coven of witches, it's said Atrogine awoke in a forest that had recently been ravaged by wildfires. Saddened by the desolate landscape, their tears touched the ground and brought life back to the flora and fauna, manifesting a lush, vibrant new ecosystem. Whispers on the wind claim that Atrogine has two siblings: one the arbiter of dreams, the other the arbiter of nightmares. Not much is known of these siblings' origins, only that both share the mischievous nature of Atrogine. Rumor says the three deities have formed a coven of their own.</p>\n<p>Atrogine is endlessly curious and voracious when it comes to the knowledge of magic. They reward this hunger and passion in their followers by imparting their own discoveries in ways both mysterious and blatant. They are also highly concerned with their followers' personal journeys. Atrogine also has quite the mischievous streak. Their curiosity leads them to rather creative means of information-seeking—they have, for instance, made a small name for themself by impersonating Pharasma and Nethys and appearing to the other gods' followers to learn more about the deities and their worshippers alike. This, naturally, begs the question: what other gods have they impersonated?</p>\n<p><strong>Title</strong> Thought Made Flesh</p>\n<p><strong>Areas of Concern</strong> curiosity, familiars, manifestation, witches</p>\n<p><strong>Edicts</strong> push the boundaries of known magic, seek like-minded community, commit to truth</p>\n<p><strong>Anathema</strong> compromise yourself for the sake of fitting in, enforce gender norms or stereotypes, withhold magical knowledge for personal gain</p>\n<p><strong>Religious Symbol</strong> eye formed by nightshade plants</p>\n<p><strong>Sacred Animal</strong> moth</p>\n<p><strong>Sacred Color</strong> purple</p>"
        },
        "domains": {
            "alternate": [
                "nature"
            ],
            "primary": [
                "ambition",
                "knowledge",
                "magic",
                "trickery"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "occultism"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Summon Animal",
            "4": "Compendium.pf2e.spells-srd.Item.Mirror's Misfortune",
            "7": "Compendium.pf2e.spells-srd.Item.Retrocognition"
        },
        "traits": {},
        "weapons": [
            "nails",
            "sickle"
        ]
    },
    "type": "deity"
}
