{
    "_id": "wkDOeK7ENz1ra8IC",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/besmara.webp",
    "name": "Besmara",
    "system": {
        "attribute": [
            "con",
            "dex"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Besmara, the Pirate Queen, cuts a brash and bold figure, as she is often depicted wearing buccaneer apparel consisting of loose-fitting, eye-catching clothing and black boots, and her hair is wind-tossed on even the calmest day. She sails her divine ship Seawraith across the planes, staging raids on Hell, Heaven, and all places in between. Once nothing more than a powerful spirit of water with the ability to manipulate sea monsters, Besmara grew slowly in power over the centuries from sacrifices made by seafaring people. After defeating and consuming rival spirits of battle, gold, and wood, she became a minor god of piracy, strife, and sea monsters. She and her followers adhere to a simple code of greed: take what you desire, no matter who it might belong to. Despite this, Besmara and her worshippers are generally loyal to one another, knowing that while on the waves raiding ships for treasure, a pirate crew can survive only if its members trust one another.</p>\n<p><strong>Title</strong> The Pirate Queen</p>\n<p><strong>Areas of Concern</strong> piracy, sea monsters, strife</p>\n<p><strong>Edicts</strong> sail the seas, stay loyal to captain and crew, take what you want</p>\n<p><strong>Anathema</strong> betray shipmates, forsake piracy, settle on land</p>\n<p><strong>Religious Symbol</strong> skull and crossbones</p>\n<p><strong>Sacred Animal</strong> parrot</p>\n<p><strong>Sacred Color</strong> black, white</p>"
        },
        "domains": {
            "alternate": [
                "travel"
            ],
            "primary": [
                "destruction",
                "trickery",
                "water",
                "wealth"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy",
                "unholy"
            ]
        },
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Hydraulic Push",
            "3": "Compendium.pf2e.spells-srd.Item.Feet to Fins",
            "5": "Compendium.pf2e.spells-srd.Item.Mariner's Curse"
        },
        "traits": {},
        "weapons": [
            "rapier"
        ]
    },
    "type": "deity"
}
