{
    "_id": "Byw9omVSNwYKcauw",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/camazotz.webp",
    "name": "Camazotz",
    "system": {
        "attribute": [
            "dex",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Camazotz began life as a vampire bat inhabiting the demiplane of Xibalba, but soon learned how to flit between planes and found himself in a cavernous realm within the Outer Rifts. After the demonic inhabitants there took notice of this visitor lurking in the shadows, they began to use Camazotz to send messages to their mortal followers. His payment came in the form of blood, and his eagerness to accept this renumeration from within the chthonian gloom earned him the sobriquet \"The Hungry Dark.\" His journeys took him to the Land of the Eleven Deaths, a Darklands realm beneath Arcadia, where he feasted on more blood. His feedings eventually elevated him to godhood as the Lord of Stolen Blood. Camazotz remains on the move, splitting his time between the House of the Bat in Xibalba, the Outer Rift caves of Argahoz, and the Land of the Eleven Deaths. With no one true domain to call home, Camazotz has more freedom to roam than most other gods, allowing him to indulge his thirst wherever he pleases.</p>\n<p><strong>Title</strong> Lord of Stolen Blood</p>\n<p><strong>Areas Of Concern</strong> bats, blood, caverns, nocturnal predators</p>\n<p><strong>Edicts</strong> slake your thirst with blood, stalk prey from the shadows, subvert the trappings and comforts of civilization</p>\n<p><strong>Anathema</strong> do reckless harm to bats, spill blood without reason</p>\n<p><strong>Religious Symbol</strong> bat-shaped rune</p>\n<p><strong>Sacred Animal</strong> vampire bat</p>\n<p><strong>Sacred Colors</strong> black, red</p>"
        },
        "domains": {
            "alternate": [
                "air",
                "moon"
            ],
            "primary": [
                "abomination",
                "darkness",
                "indulgence",
                "trickery"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "stealth"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Phantom Pain",
            "3": "Compendium.pf2e.spells-srd.Item.Cup of Dust",
            "5": "Compendium.pf2e.spells-srd.Item.Umbral Journey"
        },
        "traits": {},
        "weapons": [
            "javelin"
        ]
    },
    "type": "deity"
}
