{
    "_id": "4GO4iT585ynLJnc8",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/chaldira.webp",
    "name": "Chaldira",
    "system": {
        "attribute": [
            "cha",
            "dex"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Chaldira Zuzaristan, the Calamitous Turn, is a plucky, impulsive goddess venerated primarily by halflings. She embodies two aspects halflings see in themselves: a strong affinity for luck and a bold determination to protect friends. Chaldira is hotheaded and cannot abide bullies in any form, and many of her worshippers are similarly impetuous, spoiling for any opportunity to leap fist-first at oppressors and tyrants. While many people consider this to be more of a vice than a virtue, Chaldira and her followers feel it is far better to run headlong into trouble than it is to meekly concede to evil out of fear or convenience. Chaldira is also the goddess of light-hearted mischief, insisting that harmless fun, even at others' expense, brings joy and strengthens ties within a community. While not all of Chaldira's followers are inveterate pranksters, most at least know some sleight-of-hand tricks.</p>\n<p><strong>Title</strong> The Calamitous Turn</p>\n<p><strong>Areas of Concern</strong> battle, fortune, mischief</p>\n<p><strong>Edicts</strong> seek out and challenge oppressors and tyrants, defend friends and the innocent, engage in mischief that doesn't harm others</p>\n<p><strong>Anathema</strong> suffer a bully's insult to you or another without retort, abandon a friend in need, attribute a lucky turn of events to your own skill</p>\n<p><strong>Religious Symbol</strong> shortsword with three notches</p>\n<p><strong>Sacred Animal</strong> lizard</p>\n<p><strong>Sacred Color</strong> green, red</p>"
        },
        "domains": {
            "alternate": [
                "freedom"
            ],
            "primary": [
                "confidence",
                "luck",
                "trickery",
                "zeal"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "thievery"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Fleet Step",
            "2": "Compendium.pf2e.spells-srd.Item.Laughing Fit",
            "5": "Compendium.pf2e.spells-srd.Item.Cloak of Colors"
        },
        "traits": {},
        "weapons": [
            "shortsword"
        ]
    },
    "type": "deity"
}
