{
    "_id": "Bzfc5mIUfMxOnQWu",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/dahak.webp",
    "name": "Dahak",
    "system": {
        "attribute": [
            "con",
            "str"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Dahak was the first child of the draconic divinities Apsu and Sarshallatu. His parents thought he would help them be architects of the creation of the mortal world, but instead he sought destruction. It isn't clear why Dahak fostered such hatred for creation in his heart, but whenever Apsu, Sarshallatu, and Dahak's siblings built something, Dahak would appear to attempt to destroy it. Soon, this led to an outright war between Dahak and his family, one in which the Endless Destruction was almost struck down. However, his mother prevented Apsu from dealing a fatal blow, and Dahak fled to Hell to regain his strength.</p>\n<p>Since then, Dahak has become a patron for hateful dragons and those who want to jealously destroy everything they cannot possess. He began to focus on finding a way to siege his father's divine realm to finish their fight. However, when Dahak learned that many of Golarion's deities were joining forces to imprison Rovagug, the dragon decided not to take advantage of the chaos to kill Apsu. Instead, he spoke with his progenitor to issue a decree: the final battle between them would eventually take place on Golarion, much to Apsu's chagrin. Dahak now builds his power for that fateful day when he and his draconic followers take their rightful place as the rulers of the world (as destroyed as it might be after a massive battle between Apsu and Dahak).</p>\n<p><strong>Title</strong> The Endless Destruction</p>\n<p><strong>Areas of Concern</strong> destruction, greed, wicked dragons</p>\n<p><strong>Edicts</strong> kill dragons, destroy things at your whim, study past disasters</p>\n<p><strong>Anathema</strong> spare a foe after you have chosen to kill them, forgive a slight, prevent the destruction of things that cannot be saved</p>\n<p><strong>Religious Symbol</strong> falling, burning scale</p>\n<p><strong>Sacred Animal</strong> none</p>\n<p><strong>Sacred Colors</strong> black, red, white</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "dragon",
                "destruction",
                "fire",
                "zeal"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Breathe Fire",
            "3": "Compendium.pf2e.spells-srd.Item.Fireball",
            "5": "Compendium.pf2e.spells-srd.Item.Summon Dragon",
            "9": "Compendium.pf2e.spells-srd.Item.Implosion"
        },
        "traits": {},
        "weapons": [
            "jaws",
            "whip"
        ]
    },
    "type": "deity"
}
