{
    "_id": "hDNLCRnDjYqmPYv6",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/embaral.webp",
    "name": "Embaral",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Embaral and his fraternal twin brother Obari were once two of the many gods of Golarion's oceans, but both wanted to do more than simply oversee the waters under their command. Obari wished to explore and travel, while Embaral felt ill at ease with the changeability of water, drawn instead toward the stability of land. As Embaral sent gentle waves onto the shores adjoining his waters to better understand them, the goddess Vudravati was drawn to his persistence and patience, and the two fell in love.</p>\n<p>But Vudravati also loved Embaral's twin, Obari. While the goddess was happy to take both as lovers, the jealous brothers soon went to war with each other for her affections. Obari sent typhoons to stir chaos in Embaral's waters, while Embaral stilled the winds raised by his brother and flooded the distant lands that Obari loved. The other ocean gods attempted to intervene to disastrous effect, with many losing their lives and immortality in the ensuing battles. As the war spilled across borders and waves, other gods of sea and storm abandoned their traditional demesnes to help shield mortals from the effects of the brothers' wrath. They created bays and seas, coordinating with gods of earth and stone to form peninsulas and islands, anything that the immortal powers could arrange to curtail the brother's influence and stay the fallout of their wrath. A few gods and immortal beings of the great waters fled Golarion altogether, seeking worlds and dominions that were not active battlegrounds for potent and violent immortal forces. But even when Embaral and Obari fought alone in isolated segments of Golarion's oceans, their war for dominance raged unabated, neither willing to be the first to retreat nor willing to sacrifice their emotional claims. Only Vudravati was able to stop the brothers' war, physically separating Embaral and Obari by lying between them in an endless sleep. Her decision instantly ended Embaral's anger, but the goddess as he knew her was lost to him, reborn as the land of Vudra.</p>\n<p><strong>Title</strong> The Flooded Heart</p>\n<p><strong>Areas of Concern</strong> heartache, passive resistance, and perseverance</p>\n<p><strong>Edicts</strong> oppose the unjust power of others through resistance, remain steadfast in the face of change, seek or give comfort to those suffering from heartache</p>\n<p><strong>Anathema</strong> act impulsively, change one's core principles without consideration, commit infidelity</p>\n<p><strong>Religious Symbol</strong> multicolored piece of sea glass</p>\n<p><strong>Sacred Animal</strong> dolphin</p>\n<p><strong>Sacred Colors</strong> light blue, seafoam green, white</p>"
        },
        "domains": {
            "alternate": [
                "freedom",
                "repose"
            ],
            "primary": [
                "duty",
                "sorrow",
                "vigil",
                "water"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Endure",
            "3": "Compendium.pf2e.spells-srd.Item.Slow",
            "5": "Compendium.pf2e.spells-srd.Item.Control Water"
        },
        "traits": {},
        "weapons": [
            "wish-knife"
        ]
    },
    "type": "deity"
}
