{
    "_id": "auHS1P7mXJjO2QlY",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/genzaeri.webp",
    "name": "Genzaeri",
    "system": {
        "attribute": [
            "con",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Will the thunder of battle drums make your heart race or your knees quake? Could you stand firm in the face of an enemy charge? These are questions that all warriors must confront, and many call for Genzaeri's favor when they do. As a goddess of battlefield tactics and innovation, Genzaeri sees the field of combat as the ultimate classroom, teaching strategy, tactics, and weapons. Equally blessed by Genzaeri is the historian knowledgeable in enemy weaknesses, the inventor developing a deadly prototype, and the corporal who gives her first command.</p>\n<p>The goddess encourages her followers to use combat as the means to learn about themselves and the world around them. The field is the best place to test new fighting techniques and weapons of war, of course, but Genzaeri's followers consider a good fight the opportunity to test their mettle and find out how to adapt themselves to new challenges. After a fight, worshippers reflect on what they learned and see how any new knowledge might be adopted into life outside of combat. Whether they bring useful alchemical concoctions, weapons that double as effective tools, or hard-won personal truths, Genzaeri's followers innovate their lives and communities.</p>\n<p><strong>Title</strong> The Telling Trial</p>\n<p><strong>Areas of Concern</strong> battlefields, modernization, negotiation, and tactics</p>\n<p><strong>Edicts</strong> develop and use the appropriate tool for the job, share plans with allies, use conflict to demonstrate the best in yourself</p>\n<p><strong>Anathema</strong> avoid a winnable conflict, retry a failed tactic in the same engagement</p>\n<p><strong>Religious Symbol</strong> crucible pouring molten metal</p>\n<p><strong>Favored Animal</strong> magpie</p>\n<p><strong>Favored Colors</strong> black, white</p>"
        },
        "domains": {
            "alternate": [
                "might"
            ],
            "primary": [
                "change",
                "knowledge",
                "perfection",
                "zeal"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy",
                "unholy"
            ]
        },
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sure Strike",
            "3": "Compendium.pf2e.spells-srd.Item.Hypercognition",
            "4": "Compendium.pf2e.spells-srd.Item.Weapon Storm"
        },
        "traits": {},
        "weapons": [
            "bladed-gauntlet"
        ]
    },
    "type": "deity"
}
