{
    "_id": "DEKKbg6riAdL2ARf",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/hei-feng.webp",
    "name": "Hei Feng",
    "system": {
        "attribute": [
            "cha",
            "con"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Hei Feng, the tengu god of storms, is as unpredictable as the sea, as destructive as a hurricane, and, more often than not, as drunk and foulmouthed as the sailors who pray to him. Impulsive and passionate, his heart moves between joy, sorrow, and anger in the time it takes him to finish his cup, though whatever his mood, he rarely feels it lightly. He may be so moved by a fisher's prayer that he blesses her with a catch large enough to feed her village, while later unleashing torrential waves against that same village for a slight. This unpredictability leads the rest of the Heavenly Court to regard him as troublesome, and mortals to view him with wary respect.</p>\n<p><strong>Title</strong> Duke of Thunder</p>\n<p><strong>Areas of Concern</strong> sailors, the sea, storms, tengu</p>\n<p><strong>Edicts</strong> follow your passion, make token attempts to apologize to those you have wronged, respect the power of the sea and sky, encourage flashy entertainment</p>\n<p><strong>Anathema</strong> fake friendship with those you despise; disrespect Hei Feng or Hei Feng's estranged wife Lady Jingxi; ignore an affront to you, Hei Feng, or Lady Jingxi</p>\n<p><strong>Religious Symbol</strong> lightning bolt issuing from a dark storm cloud</p>\n<p><strong>Sacred Animal</strong> raven</p>\n<p><strong>Sacred Color</strong> black, yellow</p>"
        },
        "domains": {
            "alternate": [
                "destruction",
                "travel"
            ],
            "primary": [
                "air",
                "indulgence",
                "lightning",
                "water"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy",
                "unholy"
            ]
        },
        "skill": [
            "performance"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gust of Wind",
            "4": "Compendium.pf2e.spells-srd.Item.Hydraulic Torrent",
            "6": "Compendium.pf2e.spells-srd.Item.Chain Lightning"
        },
        "traits": {},
        "weapons": [
            "jiu-huan-dao"
        ]
    },
    "type": "deity"
}
