{
    "_id": "smGfeOk8Jgcz0Qkv",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Immonhiel",
    "system": {
        "attribute": [
            "int",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Immonhiel is an angel and patron goddess of medicine, herbs, and healing. Her teachings are widespread throughout the Realm of the Mammoth Lords, even among followings who don't revere the goddess herself. Immonhiel's worship is particularly prevalent among followings who eschew magic, as her balms are entirely natural, using only alterations of the natural world to work miracles.</p>\n<p>Immonhiel is a wanderer with no fixed home, much like the people of the Realm. She travels the Material Plane and the celestial realms to heal all those in need. When recovery isn't possible, Immonhiel remains with the dying as long as she can, offering them comfort through their final hours and medicine to ease their pain and sorrow. The Balm-Bringer's followers aim to walk this same selfless path.</p>\n<p><strong>Title</strong> Balm-Bringer</p>\n<p><strong>Areas of Concern</strong> Herbs, medicine, plants, solace</p>\n<p><strong>Edicts</strong> Provide aid to the sick and wounded, grow or tend plants with healing properties, comfort the dying</p>\n<p><strong>Anathema</strong> Purposefully spread illness, destroy nature, abandon the wounded or dying</p>\n<p><strong>Religious Symbol</strong> leaf behind an open hand</p>\n<p><strong>Sacred Animal</strong> wolf</p>\n<p><strong>Sacred Colors</strong> brown, green</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "creation",
                "healing",
                "nature",
                "repose"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "medicine"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Soothe",
            "3": "Compendium.pf2e.spells-srd.Item.Cozy Cabin",
            "5": "Compendium.pf2e.spells-srd.Item.Plant Form"
        },
        "traits": {},
        "weapons": [
            "hatchet"
        ]
    },
    "type": "deity"
}
