{
    "_id": "hLq1IF3mT8zOfUaE",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/kaldemash.webp",
    "name": "Kaldemash",
    "system": {
        "attribute": [
            "dex",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Tales of gunslingers and magical firearms are common throughout the lands of Arcadia. The most notable of these weapons are the star guns, firearms capable of firing magical energy that flows with the light of the stars. Although knowledge of the creation of star guns has been lost, stories of their origin all point to the Crowned Regents, a mysterious people that inhabited the Crownpeaks of Arcadia.</p>\n<p>Legends of the Crowned Regents disagree with one another or outright contradict themselves, but one of the few constants across the stories is a figure named Kaldemash. The tales note that wise Kaldemash was there when the first star guns were forged and was quick to realize the dangerous potential of the new weapons. He retreated to his chambers, toiled for ten days, and emerged with the Star Code, a list of rules on the appropriate use of star guns and behavior of anyone carrying such a weapon. It's unclear if the establishment of the code was the cause for Kaldemash's divine ascension, but once he reached divinity, the Star Code spread beyond the Crownpeaks and has remained a staple of the Deadshot Lands and greater Arcadia ever since. With increased trade between Arcadia and the Mwangi Expanse, the Star Code and Kaldemash's teachings have even begun to spread throughout the Inner Sea region.</p>\n<p><strong>Title</strong> Keeper of the Code</p>\n<p><strong>Areas of Concern</strong> birds of prey, firearms, and honorable combat</p>\n<p><strong>Edicts</strong> let others know your grievances, offer a just duel to those who seek satisfaction, uphold the Star Code, use your firearm in a safe manner</p>\n<p><strong>Anathema</strong> break the terms of a duel, harm innocents or anyone not involved with your duel or grievances, willingly provide a firearm to a reckless person</p>\n<p><strong>Religious Symbol</strong> talon clutching a bullet made of starlight</p>\n<p><strong>Sacred Animal</strong> falcon</p>\n<p><strong>Sacred Colors</strong> gray, red</p>"
        },
        "domains": {
            "alternate": [
                "healing",
                "protection"
            ],
            "primary": [
                "duty",
                "knowledge",
                "luck",
                "star"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sure Strike",
            "4": "Compendium.pf2e.spells-srd.Item.Clairvoyance",
            "7": "Compendium.pf2e.spells-srd.Item.True Target"
        },
        "traits": {},
        "weapons": [
            "dueling-pistol"
        ]
    },
    "type": "deity"
}
