{
    "_id": "4HJKRGYIVKeUdOwf",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/nin.webp",
    "name": "Nin",
    "system": {
        "attribute": [
            "int",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>No vampire who seeks anything other than more of undeath's secrets dares utter a prayer to Nin, for the vampire deity of unbridled evolution and limitless knowledge seeks to destroy or conquer all who embrace or tolerate weakness. Disciples of Nin believe that undead who waste near immortality on apathy, gluttony, and greed (such as followers of Urgathoa or Zura) remain unworthy of their gifts. Mortals are little more than food that nourishes their empire, and any god who demonstrates compassion toward them is far too complacent to deserve their divine station. True vampires serve Nin through the endless pursuit of knowledge, using methodical analysis to root out flaws and maximize their strengths. Through them, Nin seeks to assemble an army of flawless sentinels that can bring order to Golarion by conquering the weak, including all other deities! Only by doing so will they achieve their ultimate goal: to become the most perfect being in the universe. One supplicates to the Immaculate Solution not on a bent knee, but by poring over dusty tomes to discover the secrets of magic, proving ancient theorems using occult mathematics, or conducting experiments that test the very limits of vampiric might. For vampires who approach the mysteries of the universe as equations to solve, endless power awaits.</p>\n<p><strong>Title</strong> The Immaculate Solution</p>\n<p><strong>Areas of Concern</strong> mathematical laws of undeath, unsolved mysteries, vampires</p>\n<p><strong>Edicts</strong> become a paragon of vampiric perfection, eliminate vampiric weaknesses using analysis and experimentation, punish those who restrict the free exchange of information</p>\n<p><strong>Anathema</strong> demonstrate apathy or complacency toward self-improvement, fail to cooperate or share information with another worshipper of Nin, refuse to attempt to find a solution when presented with a problem</p>\n<p><strong>Religious Symbol</strong> two skulls facing atop a grimoire in a pool of blood</p>\n<p><strong>Sacred Animal</strong> spider</p>\n<p><strong>Sacred Colors</strong> red, white</p>"
        },
        "domains": {
            "alternate": [
                "darkness",
                "tyranny"
            ],
            "primary": [
                "glyph",
                "knowledge",
                "perfection",
                "undeath"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "occultism"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Share Lore",
            "4": "Compendium.pf2e.spells-srd.Item.Telepathy",
            "5": "Compendium.pf2e.spells-srd.Item.Mind Probe"
        },
        "traits": {},
        "weapons": [
            "sword-cane"
        ]
    },
    "type": "deity"
}
