{
    "_id": "Mv6uTJLh3VGEoGLH",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/nivi-rhombodazzle.webp",
    "name": "Nivi Rhombodazzle",
    "system": {
        "attribute": [
            "dex",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Goddess of gems, stealth, and gambling, Nivi Rhombodazzle is the ultimate high roller, said to have won her divinity from the dwarven god Torag in exchange for a particular gemstone. Nivi's love of gambling was born not from the rush of victory, but from the excitement of the bet itself, an attitude that ultimately brought her into a situation where her debts outweighed her charms. Keeping one step ahead of her creditors, Nivi fled beneath the earth and into the Darklands. Most of her adventures in the lightless lands are lost to time and history, but she ultimately emerged reborn as a goddess, hailed as the first of the deep gnomes—uncanny underground gnomes with unique magical abilities and immunity to the dread Bleaching, a wasting curse which claims the lives of gnomes who succumb to boredom and ennui.</p>\n<p><strong>Title</strong> The Gray Polychrome</p>\n<p><strong>Areas of Concern</strong> gambling, gems, gnomes, and stealth</p>\n<p><strong>Edicts</strong> learn the rules and strategies of games of chance played wherever you travel, take risks and savor the consequences whether good or ill, use stealth and guile over violence when dealing with the fallout from your risk-taking</p>\n<p><strong>Anathema</strong> break the established rules or terms of a wager, use violence to avoid the consequences of a wager</p>\n<p><strong>Religious Symbol</strong> seven-pipped gem die</p>\n<p><strong>Sacred Animal</strong> mole</p>\n<p><strong>Sacred Colors</strong> gray, red</p>"
        },
        "domains": {
            "alternate": [
                "confidence",
                "earth"
            ],
            "primary": [
                "family",
                "luck",
                "trickery",
                "wealth"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "stealth"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Illusory Disguise",
            "2": "Compendium.pf2e.spells-srd.Item.Invisibility",
            "4": "Compendium.pf2e.spells-srd.Item.Liminal Doorway"
        },
        "traits": {},
        "weapons": [
            "light-hammer"
        ]
    },
    "type": "deity"
}
