{
    "_id": "jL1qiVOZBKXETtVD",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/nocticula.webp",
    "name": "Nocticula",
    "system": {
        "attribute": [
            "cha",
            "dex"
        ],
        "category": "deity",
        "description": {
            "value": "<p>For most of her existence, Nocticula was a patron of assassins and succubi, a demon lord feared by other demon lords for her skill at assassinating the competition. Those days are behind Nocticula, for she has risen to the role of the Redeemer Queen, a patron of marginalized artists and protector of those cast out from society. She is now feared among her former peers for her persuasive words that tempt them away from their place in the Outer Rifts and toward redemption. Her faith is strongest in the eastern reaches of New Thassilon, where her most powerful exile, Queen Sorshen, seeks to build a nation that welcomes those whom others have cast out. She is also popular among the Alijae elves of the Mwangi Expanse, who were among the first to notice her ascension.</p>\n<p>Unlike deities such as Sarenrae and Shelyn, Nocticula's concept of redemption tends to be a personal matter. She has little interest in demanding atonement and recompense for past wrongs, assuming such a feat is even possible—her own history is soaked in blood and far more vicious violations, with sins committed that can never be undone. The Redeemer Queen instead encourages evildoers to step away from the hells of their own making, to put aside their ways and stop causing harm rather than to remain trapped in their vicious cycles of violence. Though gods of justice might rankle at the concept, Nocticula's philosophy attracts many who might not be swayed otherwise. Few fiends have any interest in putting in the hard work to make up for their crimes, but many tire of the unending viciousness and cruelty of their peers. Nocticula provides a tempting solace, and every now and then an odd demon slips away to make their way to her realm.</p>\n<p><strong>Title</strong> The Redeemer Queen</p>\n<p><strong>Areas of Concern</strong> artists, exiles, midnight</p>\n<p><strong>Edicts</strong> create art true to yourself, protect marginalized artists, punish those who take advantage of offered trust and shelter</p>\n<p><strong>Anathema</strong> deny shelter to the desperate, destroy harmless art you dislike, finish a work of art during daylight hours</p>\n<p><strong>Religious Symbol</strong> moon with smirking lips and a seven-pointed crown</p>\n<p><strong>Sacred Animal</strong> bat</p>\n<p><strong>Sacred Color</strong> blue, purple</p>"
        },
        "domains": {
            "alternate": [
                "protection",
                "introspection"
            ],
            "primary": [
                "change",
                "creation",
                "darkness",
                "travel"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Penumbral Shroud",
            "3": "Compendium.pf2e.spells-srd.Item.Veil of Privacy",
            "4": "Compendium.pf2e.spells-srd.Item.Creation"
        },
        "traits": {},
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
