{
    "_id": "8hsVGRyq0dKMwwXT",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/obari.webp",
    "name": "Obari",
    "system": {
        "attribute": [
            "cha",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>From Obari's earliest days as a member of a pantheon of ocean gods, he sought to travel beyond the bounds of the water, journeying to distant lands in search of something to give him a sense of purpose. His one constant during these travels was the goddess Vudravati, whom he courted with elaborate stories of their potential future together, delighting her even as she also grew closer to his twin brother Embaral. When she sought to take both as lovers, Obari and Embaral became consumed by jealousy and began warring with each other over Vudravati's affections.</p>\n<p>The fervor of the conflict between Obari and Embaral ultimately led to the loss of Golarion's other gods of the ocean. Combat and voluntary self-exile eroded their numbers, ending only when Vudravati separated the brothers forever by laying between them in eternal slumber, creating the land of Vudra. Her children are said to be the Vudrani people.</p>\n<p><strong>Title</strong> The Wandering Storm</p>\n<p><strong>Areas of Concern</strong> exploration, forbidden love, wanderlust</p>\n<p><strong>Edicts</strong> face unfamiliar challenges, travel to new places and seek new experiences, pursue dangerous or forbidden relationships</p>\n<p><strong>Anathema</strong> abandon a sworn lover, constantly pursue safe choices, shun change</p>\n<p><strong>Religious Symbol</strong> broken anchor</p>\n<p><strong>Sacred Animal</strong> sailfish</p>\n<p><strong>Sacred Colors</strong> dark blue, dark green, gray</p>"
        },
        "domains": {
            "alternate": [
                "travel",
                "zeal"
            ],
            "primary": [
                "ambition",
                "confidence",
                "passion",
                "water"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Tailwind",
            "3": "Compendium.pf2e.spells-srd.Item.Aqueous Orb",
            "4": "Compendium.pf2e.spells-srd.Item.Hydraulic Torrent"
        },
        "traits": {},
        "weapons": [
            "trident"
        ]
    },
    "type": "deity"
}
