{
    "_id": "s9opv94lGDRKnw6W",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/shizuru.webp",
    "name": "Shizuru",
    "system": {
        "attribute": [
            "str",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Just as the sun defines natural order on earth, Shizuru holds dominion over divine and mundane as the Ruler of Heaven. In some regions she is depicted as a golden dragon surrounded by brilliant light, while more often she is a woman with long, untied hair and armor emblazoned with a rooster. She has been characterized as a committed ruler, an exceptional warrior, a sorrowful lover, and an exacting judge depending on which source one consults. Although sometimes contradictory, Shizuru accepts her myriad representations as long as the foundational principles of order and growth remain unchanged. She feels little need to justify herself or address how her actions are understood. Major centers of followers can be found in Goka, Jinin, Linvarre, Quain, Songbai, Xa Hoi, and Zi Ha, but those seeking to better understand Shizuru inevitably end up in Minkai, for this is the heartland of her worship.</p>\n<p><strong>Title</strong> Ruler of Heaven</p>\n<p><strong>Areas of Concern</strong> ancestors, order, the sun, growth</p>\n<p><strong>Edicts</strong> practice your chosen skill every day, honor your ancestors, protect nature and society from corruption and destruction</p>\n<p><strong>Anathema</strong> abandon a companion in need, harm the innocent, disrespect your ancestors, parlay with truce breakers, separate lovers, cast an unholy spell</p>\n<p><strong>Religious Symbol</strong> katana crossing a sun</p>\n<p><strong>Sacred Animal</strong> carp</p>\n<p><strong>Sacred Colors</strong> red, gold</p>"
        },
        "domains": {
            "alternate": [
                "dragon",
                "sorrow"
            ],
            "primary": [
                "duty",
                "perfection",
                "sun",
                "vigil"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sure Strike",
            "4": "Compendium.pf2e.spells-srd.Item.Reflective Scales",
            "7": "Compendium.pf2e.spells-srd.Item.Planar Palace"
        },
        "traits": {},
        "weapons": [
            "katana"
        ]
    },
    "type": "deity"
}
