{
    "_id": "JMRGy8Fb1ZYeSbcK",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/deities/vudravati.webp",
    "name": "Vudravati",
    "system": {
        "attribute": [
            "cha",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>According to the Mizravratta Brahmodya, in the days when Golarion had not yet finished forming, the god Vudravati wandered across the still-changing landscapes, breathing her joy and wonder into creation. Twin brothers, the gods Embaral and Obari, fell in love with her and both wished to please her. She loved them both and rejoiced in their company. But the brothers, unable to understand her boundless generosity, grew jealous, each wanting to control her love. They tried to force Vudravati into choosing between them, but she refused. Turning to violence, each brother then reasoned that, by destroying his twin, he would at last have all of Vudravati's love for himself. An epic battle began that threatened to reshape the nascent world as the brothers toppled mountains, tore open vast canyons, and raised hurricanes, all in the hopes of destroying the other.</p>\n<p><strong>Title</strong> The Peaceful Mother</p>\n<p><strong>Areas of Concern</strong> hospitality, community, nature, diplomatic resolutions</p>\n<p><strong>Edicts</strong> be generous and forgiving, show respect for all beings and for nature, work to build peaceful communities</p>\n<p><strong>Anathema</strong> destroy natural coastlines, sow division through lies or rumors, stoke enmity between rivals</p>\n<p><strong>Religious Symbol</strong> necklace of beads</p>\n<p><strong>Sacred Animal</strong> python</p>\n<p><strong>Sacred Colors</strong> green, blue, brown</p>"
        },
        "domains": {
            "alternate": [
                "healing",
                "nature"
            ],
            "primary": [
                "earth",
                "family",
                "protection",
                "repose"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "diplomacy"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sleep",
            "4": "Compendium.pf2e.spells-srd.Item.Shape Stone",
            "7": "Compendium.pf2e.spells-srd.Item.Planar Palace"
        },
        "traits": {},
        "weapons": [
            "longspear"
        ]
    },
    "type": "deity"
}
