{
    "_id": "1xG0PDxn0rhmJhMS",
    "folder": "rgLztdPekpxToiAf",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Yelayne",
    "system": {
        "attribute": [
            "int",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>There once was a weaver named Yelayne who was known far and wide for making the finest cloth and most beautiful garments, and one day the Wind fell in love with her. The Wind followed Yelayne everywhere, tugging on her hair and rumpling the beautiful clothing that she worked so hard to craft. She ignored him, because she was wise and knew the Wind could be fickle and cruel. When he persisted in pursuing her against her wishes, she brought out her most tightly-woven bag and whistled for the Wind's attention. When he came rushing, she trapped him in the bag. Ever afterward, she only let the Wind out if he promised to obey her. Yelayne had the Wind carry her all over the world, teaching the art of weaving to any who would work at it and learning how to make the most fantastical clothes. When she tired of that, she had the Wind carry her to Heaven, where she wove starlight into constellations, sunshine into rainbows, and moonbeams into enchantments. She still watches to make sure that none are left exposed for the old Wind to bother, and that all are able to pursue their creative endeavors, express themselves, and dress how they like.</p>\n<p><strong>Title</strong> The Wind Weaver</p>\n<p><strong>Areas of Concern</strong> Clothing, craftspeople, security, self-expression</p>\n<p><strong>Edicts</strong> Develop a signature style, express yourself through craft, provide necessities and protection for those in need</p>\n<p><strong>Anathema</strong> Steal another artisan's design, participate in an arranged marriage</p>\n<p><strong>Religious Symbol</strong> shining spool of thread</p>\n<p><strong>Sacred Animal</strong> weaver bird</p>\n<p><strong>Sacred Colors</strong> blue, silver</p>"
        },
        "domains": {
            "alternate": [
                "confidence",
                "travel"
            ],
            "primary": [
                "air",
                "creation",
                "protection",
                "toil"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Phantasmal Minion",
            "3": "Compendium.pf2e.spells-srd.Item.Cozy Cabin",
            "6": "Compendium.pf2e.spells-srd.Item.Vibrant Pattern"
        },
        "traits": {},
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
