{
    "_id": "aBQ8ajvEBByv45yz",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "label": "Action Type",
            "type": "String",
            "value": "passive"
        },
        "actions": {
            "label": "Number of Actions",
            "type": "String",
            "value": ""
        },
        "description": {
            "chat": "",
            "label": "Description",
            "type": "String",
            "unidentified": "",
            "value": "<p>You cast a spell you have prepared or in your repertoire. Casting a Spell is a special activity that takes a variable number of actions depending on the spell, as listed in each spell's stat block. As soon as the spellcasting actions are complete, the spell effect occurs.<br /><br />Some spells are cast as a reaction or free action. In those cases, you Cast the Spell as a reaction or free action (as appropriate) instead of as an activity. Such cases will be noted in the spell's stat block-for example, \"[reaction] verbal.\"<br /><br /><strong>Long Casting</strong> Times Some spells take minutes or hours to cast. The Cast a Spell activity for these spells includes a mix of the listed spell components, but it's not necessary to break down which one you're providing at a given time. You can't use other actions or reactions while casting such a spell, though at the GM's discretion, you might be able to speak a few sentences. As with other activities that take a long time, these spells have the exploration trait, and you can't cast them in an encounter. If combat breaks out while you're casting one, your spell is disrupted (see Disrupted and Lost Spells on page 303).<br /><br /><strong>Spell Components</strong> Each spell lists the spell components required to cast it after the action icons or text, such as \"[three-actions] material, somatic, verbal.\" The spell components, described in detail below, add traits and requirements to the Cast a Spell activity. If you can't provide the components, you fail to Cast the Spell.</p>\n<ul>\n<li>Material (manipulate)</li>\n<li>Somatic (manipulate)</li>\n<li>Verbal (concentrate)</li>\n<li>Focus (manipulate)</li>\n</ul>\n<p><strong>Disrupted and Lost Spells</strong> Some abilities and spells can disrupt a spell, causing it to have no effect and be lost. When you lose a spell, you've already expended the spell slot, spent the spell's costs and actions, and used the Cast a Spell activity. If a spell is disrupted during a @Compendium[pf2e.actionspf2e.Sustain a Spell]{Sustain a Spell} action, the spell immediately ends. The full rules for disrupting actions appear on page 462.</p>"
        },
        "rarity": {
            "value": "common"
        },
        "requirements": {
            "label": "Requirements",
            "type": "String",
            "value": ""
        },
        "rules": [],
        "skill_requirement": {
            "label": "Skill Req.",
            "skill": {
                "rank": "",
                "skill": "",
                "type": "Number"
            },
            "type": "String"
        },
        "skill_requirements": {
            "rank": "",
            "skill": ""
        },
        "source": {
            "label": "Source",
            "type": "String",
            "value": ""
        },
        "traits": {
            "custom": "",
            "label": "Traits",
            "type": "String",
            "value": [
                "general"
            ]
        },
        "trigger": {
            "label": "Trigger",
            "type": "String",
            "value": ""
        },
        "weapon": {
            "label": "Associated Weapon",
            "type": "String",
            "value": ""
        }
    },
    "effects": [],
    "flags": {},
    "img": "icons/svg/mystery-man.svg",
    "name": "Cast a Spell",
    "permission": {
        "default": 0
    },
    "type": "action"
}
