{
    "_id": "tHCqgwjtQtzNqVvd",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "label": "Action Type",
            "type": "String",
            "value": "passive"
        },
        "actions": {
            "label": "Number of Actions",
            "type": "String",
            "value": ""
        },
        "description": {
            "chat": "",
            "label": "Description",
            "type": "String",
            "unidentified": "",
            "value": "<p>With threats either veiled or overt, you attempt to bully a creature into doing what you want. You must spend at least 1 minute of conversation with a creature you can see and that can either see or sense you. At the end of the conversation, attempt an <pf2-action action='coerce'>Intimidation</pf2-action> check against the target's Will DC, modified by any circumstances the GM determines. The attitudes referenced in the effects below are summarized in the Changing Attitudes sidebar on page 246 and described in full in the Conditions Appendix, starting on page 618.</p>\n<hr />\n<p><strong>Critical Success</strong> The target gives you the information you seek or agrees to follow your directives so long as they aren't likely to harm the target in any way. The target continues to comply for an amount of time determined by the GM but not exceeding 1 day, at which point the target becomes unfriendly (if they weren't already unfriendly or hostile). However, the target is too scared of you to retaliate-at least in the short term.</p>\n<p><strong>Success</strong> As critical success, but once the target becomes unfriendly, they might decide to act against you-for example, by reporting you to the authorities or assisting your enemies.</p>\n<p><strong>Failure</strong> The target doesn't do what you say, and if they were not already unfriendly or hostile, they become unfriendly.</p>\n<p><strong>Critical Failure</strong> The target refuses to comply, becomes hostile if they weren't already, and can't be Coerced by you for at least 1 week.</p>"
        },
        "rarity": {
            "value": "common"
        },
        "requirements": {
            "label": "Requirements",
            "type": "String",
            "value": ""
        },
        "rules": [],
        "skill_requirement": {
            "label": "Skill Req.",
            "skill": {
                "rank": "0",
                "skill": "intimidation",
                "type": "Number"
            },
            "type": "String"
        },
        "skill_requirements": {
            "rank": "",
            "skill": ""
        },
        "source": {
            "label": "Source",
            "type": "String",
            "value": ""
        },
        "traits": {
            "custom": "Linguistic",
            "label": "Traits",
            "type": "String",
            "value": [
                "concentrate",
                "skill",
                "auditory",
                "emotion",
                "exploration",
                "mental",
                "custom"
            ]
        },
        "trigger": {
            "label": "Trigger",
            "type": "String",
            "value": ""
        },
        "weapon": {
            "label": "Associated Weapon",
            "type": "String",
            "value": ""
        }
    },
    "effects": [],
    "flags": {},
    "img": "icons/svg/mystery-man.svg",
    "name": "Coerce",
    "permission": {
        "default": 0
    },
    "type": "action"
}
