{
    "_id": "d9gbpiQjChYDYA2L",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>You attempt to decipher complicated writing or literature on an obscure topic. This usually takes 1 minute per page of text, but might take longer (typically an hour per page for decrypting ciphers or the like). The text must be in a language you can read, though the GM might allow you to attempt to decipher text written in an unfamiliar language using Society instead.<br />The DC is determined by the GM based on the state or complexity of the document. The GM might have you roll one check for a short text or a check for each section of a larger text.</p>\n<hr />\n<p><strong>Critical Success</strong> You understand the true meaning of the text.</p>\n<p><strong>Success</strong> You understand the true meaning of the text. If it was a coded document, you know the general meaning but might not have a word-for-word translation.</p>\n<p><strong>Failure</strong> You can't understand the text and take a -2 circumstance penalty to further checks to decipher it.</p>\n<p><strong>Critical Failure</strong> You believe you understand the text on that page, but you have in fact misconstrued its message.</p><h2 class=\"title\">Sample Decipher Writing Tasks</h2>\n<ul>\n<li><strong>Trained</strong> entry-level philosophy treatise</li>\n<li><strong>Expert</strong> complex code, such as a cipher</li>\n<li><strong>Master</strong> spymaster's code or advanced research notes</li>\n<li><strong>Legendary</strong> esoteric planar text written in metaphor by an ancient celestial</li>\n</ul>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "schema": {
            "lastMigration": {
                "datetime": "2021-07-03T22:03:16.646-05:00",
                "version": {
                    "schema": null
                }
            },
            "version": 0.642
        },
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "value": [
                "concentrate",
                "skill",
                "secret",
                "exploration"
            ]
        },
        "trigger": {
            "value": ""
        },
        "weapon": {
            "value": ""
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/default-icons/mystery-man.svg",
    "name": "Decipher Writing",
    "type": "action"
}
