{
    "_id": "XMcnh4cSI32tljXa",
    "name": "Hide",
    "permission": {
        "default": 0
    },
    "type": "action",
    "data": {
        "description": {
            "value": "<p><span>You huddle behind cover or greater cover or deeper into concealment to become hidden, rather than observed. The GM rolls your Stealth check in secret and compares the result to the Perception DC of each creature you’re observed by but that you have cover or greater cover against or are concealed from. You gain the circumstance bonus from cover or greater cover to your check.<br></span></p>\n<p><span><strong>Success</strong> If the creature could see you, you’re now hidden from it instead of observed. If you were hidden from or undetected by the creature, you retain that condition.<br></span></p>\n<p><span>If you successfully become hidden to a creature but then cease to have cover or greater cover against it or be concealed from it, you become observed again. You cease being hidden if you do anything except Hide, Sneak, or Step. If you attempt to Strike a creature, the creature remains flat-footed against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise. The GM might allow you to perform a particularly unobtrusive action without being noticed, possibly requiring another Stealth check.<br></span></p>\n<p><span>If a creature uses Seek to make you observed by it, you must successfully Hide to become hidden from it again.</span></p>",
            "chat": "",
            "unidentified": "",
            "type": "String",
            "label": "Description"
        },
        "source": {
            "value": "",
            "type": "String",
            "label": "Source"
        },
        "traits": {
            "value": [
                "skill",
                "secret"
            ],
            "type": "String",
            "label": "Traits",
            "custom": ""
        },
        "rarity": {
            "value": "common"
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "actionType": {
            "value": "action",
            "type": "String",
            "label": "Action Type"
        },
        "actionCategory": {
            "value": ""
        },
        "weapon": {
            "value": "",
            "type": "String",
            "label": "Associated Weapon"
        },
        "actions": {
            "value": "1",
            "type": "String",
            "label": "Number of Actions"
        },
        "requirements": {
            "value": "",
            "type": "String",
            "label": "Requirements"
        },
        "trigger": {
            "value": "",
            "type": "String",
            "label": "Trigger"
        },
        "skill_requirements": {
            "skill": "",
            "rank": ""
        },
        "skill_requirement": {
            "type": "String",
            "label": "Skill Req.",
            "skill": {
                "type": "Number",
                "skill": "stealth",
                "rank": "0"
            }
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/actions/OneAction.png"
}
