{
    "_id": "KUfLlXDWTcAWhl8l",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "label": "Action Type",
            "type": "String",
            "value": "action"
        },
        "actions": {
            "label": "Number of Actions",
            "type": "String",
            "value": "1"
        },
        "description": {
            "chat": "",
            "label": "Description",
            "type": "String",
            "unidentified": "",
            "value": "<p>To remember useful information on a topic, you can attempt to Recall Knowledge. You might know basic information about something without needing to attempt a check, but Recall Knowledge requires you to stop and think for a moment so you can recollect more specific facts and apply them. You might even need to spend time investigating first. For instance, to use Medicine to learn the cause of death, you might need to conduct a forensic examination before attempting to Recall Knowledge.</p>\n<p>The following skills can be used to Recall Knowledge, getting information about the listed topics. In some cases, you can get the GM's permission to use a different but related skill, usually against a higher DC than normal. Some topics might appear on multiple lists, but the skills could give different information. For example, Arcana might tell you about the magical defenses of a golem, whereas Crafting could tell you about its sturdy resistance to physical attacks.</p>\n<p><strong>Society</strong>: Local history, key personalities, legal institutions, societal structure, and humanoid culture.</p>\n<p>The GM might allow checks to Recall Knowledge using other skills. For example, you might assess the skill of an acrobat using Acrobatics. If you're using a physical skill (like in this example), the GM will most likely have you use a mental ability score-typically Intelligence-instead of the skill's normal physical ability score.</p>\n<hr />\n<p><strong>Critical Success</strong> You recall the knowledge accurately and gain additional information or context.</p>\n<p><strong>Success</strong> You recall the knowledge accurately or gain a useful clue about your current situation.</p>\n<p><strong>Critical Failure</strong> You recall incorrect information or gain an erroneous or misleading clue.</p><h2 class=\"title\">Sample Recall Knowledge Tasks</h2>\n<p>These examples use Society or Religion.</p>\n<ul>\n<li><strong>Untrained</strong> name of a ruler, key noble, or major deity</li>\n<li><strong>Trained</strong> line of succession for a major noble family, core doctrines of a major deity</li>\n<li><strong>Expert</strong> genealogy of a minor noble, teachings of an ancient priest</li>\n<li><strong>Master</strong> hierarchy of a genie noble court, major extraplanar temples of a deity</li>\n<li><strong>Legendary</strong> existence of a long-lost noble heir, secret doctrines of a religion</li>\n</ul>"
        },
        "rarity": {
            "value": "common"
        },
        "requirements": {
            "label": "Requirements",
            "type": "String",
            "value": ""
        },
        "rules": [],
        "skill_requirement": {
            "label": "Skill Req.",
            "skill": {
                "rank": "0",
                "skill": "society",
                "type": "Number"
            },
            "type": "String"
        },
        "skill_requirements": {
            "rank": "",
            "skill": ""
        },
        "source": {
            "label": "Source",
            "type": "String",
            "value": ""
        },
        "traits": {
            "custom": "",
            "label": "Traits",
            "type": "String",
            "value": [
                "concentrate",
                "skill",
                "secret"
            ]
        },
        "trigger": {
            "label": "Trigger",
            "type": "String",
            "value": ""
        },
        "weapon": {
            "label": "Associated Weapon",
            "type": "String",
            "value": ""
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/actions/OneAction.png",
    "name": "Recall Knowledge (Society)",
    "permission": {
        "default": 0
    },
    "type": "action"
}
