{
    "_id": "VMozDqMMuK5kpoX4",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "label": "Action Type",
            "type": "String",
            "value": "action"
        },
        "actions": {
            "label": "Number of Actions",
            "type": "String",
            "value": "1"
        },
        "description": {
            "chat": "",
            "label": "Description",
            "type": "String",
            "unidentified": "",
            "value": "<p>You can attempt to move to another place while becoming or staying @Compendium[pf2e.conditionitems.Undetected]{Undetected}. Stride up to half your Speed. (You can use Sneak while Burrowing, Climbing, Flying, or Swimming instead of Striding if you have the corresponding movement type; you must move at half that Speed.)</p>\n<p>If you're undetected by a creature and it's impossible for that creature to observe you (for a typical creature, this includes when you're @Compendium[pf2e.conditionitems.Invisible]{Invisible}, the observer is @Compendium[pf2e.conditionitems.Blinded]{Blinded}, or you're in darkness and the creature can't see in darkness), for any critical failure you roll on a check to Sneak, you get a failure instead. You also continue to be undetected if you lose cover or greater cover against or are no longer @Compendium[pf2e.conditionitems.Concealed]{Concealed} from such a creature.</p>\n<p>At the end of your movement, the GM rolls your Stealth check in secret and compares the result to the Perception DC of each creature you were @Compendium[pf2e.conditionitems.Hidden]{Hidden} from or undetected by at the start of your movement. If you have cover or greater cover from the creature throughout your Stride, you gain the +2 circumstance bonus from cover (or +4 from greater cover) to your Stealth check. Because you're moving, the bonus increase from @Compendium[pf2e.actionspf2e.Take Cover]{Taking Cover} doesn't apply. You don't get to roll against a creature if, at the end of your movement, you neither are concealed from it nor have cover or greater cover against it. You automatically become @Compendium[pf2e.conditionitems.Observed]{Observed} by such a creature.</p>\n<hr />\n<p><strong>Success</strong> You're undetected by the creature during your movement and remain undetected by the creature at the end of it.</p>\n<p>You become observed as soon as you do anything other than Hide, Sneak, or Step. If you attempt to Strike a creature, the creature remains @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} against that attack, and you then become observed. If you do anything else, you become observed just before you act unless the GM determines otherwise. The GM might allow you to perform a particularly unobtrusive action without being noticed, possibly requiring another Stealth check. If you speak or make a deliberate loud noise, you become hidden instead of undetected.</p>\n<p>If a creature uses @Compendium[pf2e.actionspf2e.Seek]{Seek} and you become hidden to it as a result, you must Sneak if you want to become undetected by that creature again.</p>\n<p><strong>Failure</strong> A telltale sound or other sign gives your position away, though you still remain unseen. You're hidden from the creature throughout your movement and remain so.</p>\n<p><strong>Critical Failure</strong> You're spotted! You're observed by the creature throughout your movement and remain so. If you're invisible and were hidden from the creature, instead of being observed you're hidden throughout your movement and remain so.</p>"
        },
        "rarity": {
            "value": "common"
        },
        "requirements": {
            "label": "Requirements",
            "type": "String",
            "value": ""
        },
        "rules": [],
        "skill_requirement": {
            "label": "Skill Req.",
            "skill": {
                "rank": "0",
                "skill": "stealth",
                "type": "Number"
            },
            "type": "String"
        },
        "skill_requirements": {
            "rank": "",
            "skill": ""
        },
        "source": {
            "label": "Source",
            "type": "String",
            "value": ""
        },
        "traits": {
            "custom": "",
            "label": "Traits",
            "type": "String",
            "value": [
                "move",
                "skill",
                "secret"
            ]
        },
        "trigger": {
            "label": "Trigger",
            "type": "String",
            "value": ""
        },
        "weapon": {
            "label": "Associated Weapon",
            "type": "String",
            "value": ""
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/actions/OneAction.png",
    "name": "Sneak",
    "permission": {
        "default": 0
    },
    "type": "action"
}
