{
    "_id": "RDXXE7wMrSPCLv5k",
    "name": "Steal",
    "permission": {
        "default": 0
    },
    "type": "action",
    "data": {
        "description": {
            "value": "<p><span>You try to take a small object from another creature without being noticed. Typically, you can Steal only an object of negligible Bulk, and you automatically fail if the creature who has the object is in combat or on guard.<br></span></p>\n<p><span>Attempt a Thievery check to determine if you successfully Steal the object. The DC to Steal is usually the Perception DC of the creature wearing the object. This assumes the object is worn but not closely guarded (like a loosely carried pouch filled with coins, or an object within such a pouch). If the object is in a pocket or similarly protected, you take a –5 penalty to your Thievery check. The GM might increase the DC of your check if the nature of the object makes it harder to steal (such as a very small item in a large pack, or a sheet of parchment mixed in with other documents).<br></span></p>\n<p><span>You might also need to compare your Thievery check result against the Perception DCs of observers other than the person wearing the object. The GM may increase the Perception DCs of these observers if they’re distracted.<br><br><strong>Success</strong> You steal the item without the bearer noticing, or an observer doesn’t see you take or attempt to take the item.<br><strong>Failure</strong> The item’s bearer notices your attempt before you can take the object, or an observer sees you take or attempt to take the item. The GM determines the response of any creature that notices your theft.</span></p>",
            "chat": "",
            "unidentified": "",
            "type": "String",
            "label": "Description"
        },
        "source": {
            "value": "",
            "type": "String",
            "label": "Source"
        },
        "traits": {
            "value": [
                "manipulate",
                "skill"
            ],
            "type": "String",
            "label": "Traits",
            "custom": ""
        },
        "rarity": {
            "value": "common"
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "actionType": {
            "value": "action",
            "type": "String",
            "label": "Action Type"
        },
        "actionCategory": {
            "value": ""
        },
        "weapon": {
            "value": "",
            "type": "String",
            "label": "Associated Weapon"
        },
        "actions": {
            "value": "1",
            "type": "String",
            "label": "Number of Actions"
        },
        "requirements": {
            "value": "",
            "type": "String",
            "label": "Requirements"
        },
        "trigger": {
            "value": "",
            "type": "String",
            "label": "Trigger"
        },
        "skill_requirements": {
            "skill": "",
            "rank": ""
        },
        "skill_requirement": {
            "type": "String",
            "label": "Skill Req.",
            "skill": {
                "type": "Number",
                "skill": "thievery",
                "rank": "0"
            }
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/actions/OneAction.png"
}
