{
    "_id": "yFBan5ycDsdT96jN",
    "folder": "94iokP2a3nVhfcuu",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Klingegeist",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "class",
        "description": {
            "value": "<p>Your imprisonment inside a @UUID[Compendium.pf2e.equipment-srd.Item.Final Blade] used to perform countless executions has instilled in you an aptitude for entering and possessing similar sharp implements of murder. You project your mind and incorporeal body into an unattended weapon of 2 Bulk or less that deals slashing damage.</p>\n<p>While possessing a blade, you have a space of 5 feet, but you don't block or impede enemies attempting to move through your space, nor do you benefit from or provide flanking. You're trained in the use of the weapon, unless your proficiency was already better, and you can make Strike actions with the weapon as if you were wielding it.</p>\n<p>You gain a Fly speed of 30 feet and can only take Strike and Fly actions, which don't trigger reactions. You have an AC of 18 + your level and the Hardness and Hit Points of the weapon you're possessing, which for most one-handed slashing weapons is Hardness 5 and HP 20. You can't be Disarmed, nor can your true body be directly injured except by spirit damage, which bypasses both the weapon's Hardness and Hit Points to damage you directly.</p>\n<p>If you're reduced to 0 Hit Points or the weapon you're inhabiting is broken or destroyed, you're immediately ejected from it and @UUID[Compendium.pf2e.conditionitems.Item.Paralyzed] for 1 round. Otherwise, the effect lasts for 10 minutes or until you Dismiss it.</p>"
        },
        "level": {
            "value": 10
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Headless Haunt"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Shining Kingdoms"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "concentrate",
                "possession"
            ]
        }
    },
    "type": "feat"
}
