{
    "_id": "oKC36WjFD1jgqUN5",
    "folder": "fi1AYNmuCRvoT15b",
    "img": "icons/environment/wilderness/tree-spruce.webp",
    "name": "Forest of Gates",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You transport yourself and your allies to a peaceful extraplanar realm of towering trees, each of which holds a misty gateway to another location. When you Cast this Spell, you choose a specific destination within 1,000 miles that you can identify by its position relative to your starting position and by its appearance (or other identifying features). Incorrect knowledge of the location causes the spell to fail. You and your allies walk for 1 hour through the forest, and each of you regains Hit Points and reduces the value of any doomed or drained condition as if you'd taken a full night's rest. At the end of the journey, you attempt a @Check[arcana|dc:40|showDC:all] or @Check[nature|dc:40|showDC:all] check to find the correct gate to your desired location.</p><hr /><p><strong>Critical Success</strong> You and your allies arrive within 1,000 feet of your desired location.</p>\n<p><strong>Success</strong> You and your allies arrive within 1 mile of your desired location.</p>\n<p><strong>Failure</strong> You and your allies arrive within 10 miles of your desired location.</p>\n<p><strong>Critical Failure</strong> You and your allies exit the forest within 1 mile of your original location.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 hour"
        },
        "level": {
            "value": 9
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Shining Kingdoms"
        },
        "range": {
            "value": "1000 miles"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "you and up to 6 willing creatures"
        },
        "time": {
            "value": "10 minutes"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [
                "arcane",
                "primal"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "teleportation"
            ]
        }
    },
    "type": "spell"
}
