{
    "_id": "bc2B53BGQ7OOwZg6",
    "folder": "6MQqWoCPnJpAHzOb",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Bharnarol",
    "system": {
        "attribute": [
            "dex",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>In Nirvana, in a workshop nestled into the foothills of the Dragonmane Mountains, the Tempered Inventor toils away at his forge, working to create tools to support the creativity of others. His appearance is of a humanoid man with muscular arms, silver skin, and the head of an elephant. Preferring the heat of his forge and fires that inspire his own creativity, Bharnarol doesn't leave his domain often. On the occasions when he does choose to depart, it is to foster the gifts o f creativity, invention, and innovation in those who send him their prayers. Crafters who are blessed enough to encounter him are often those that need assurance that their creations are supporting positive growth in the world, versus those who venerate oppression or destruction.</p>\n<p>Sadly, there are times that even his guidance is not enough to change the path of the inventor's intentions. In these times when he is unable to influence change, he will instead remove it from the possession of the inventor and lock it away in the Unflawed Vault, as even the most destructive of inventions he cannot bring himself to destroy. Within the walls of this vault exist some of the most threatening devices never known to mortals. This secure storage is located beneath his beloved forge, and only he holds the key to its entrance. While the inventions in the vault injure him in their negativity, he also knows that even evil inventions sometimes further the creativity of others.</p>\n<p><strong>Title</strong> The Tempered Inventor</p>\n<p><strong>Areas of Concern</strong> Creativity, invention, persistence</p>\n<p><strong>Edicts</strong> Follow creative sparks to the finish, create new and innovative things in your chosen medium, respect and admire the creativity of others</p>\n<p><strong>Anathema</strong> Destroy something created by hand without evil intent, discourage the innovation and creativity of others, abandon projects you have started rather than find ways to change them</p>\n<p><strong>Religious Symbol</strong> two mixing potions</p>\n<p><strong>Sacred Animal</strong> elephant</p>\n<p><strong>Sacred Colors</strong> blue, red</p>"
        },
        "domains": {
            "alternate": [
                "toil"
            ],
            "primary": [
                "change",
                "creation",
                "duty",
                "knowledge"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Temporary Tool",
            "4": "Compendium.pf2e.spells-srd.Item.Creation",
            "5": "Compendium.pf2e.spells-srd.Item.Dreaming Potential"
        },
        "traits": {},
        "weapons": [
            "sickle"
        ]
    },
    "type": "deity"
}
