{
    "_id": "hV4OjuhTOFG7jUB4",
    "folder": "6MQqWoCPnJpAHzOb",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Dalenydra",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>While the chaotic roar of a battlefield isn't where most healers would choose to ply their trade, for worshippers of Dalenydra it's the perfect place. They are most often found working to save those who are injured in battle, and their religious symbols are a sign of neutrality to all involved. Those who recognize the regalia of her mortal servants go out of their way to protect them on the battlefield, even if they arrived with the opposing force, for they know that these medics see not the side a person is fighting on but their needs as a patient. Dalenydra appears as a woman with bronze skin, dark hair kept in a network of elaborate braids, and six arms, each holding a different healing tool or supplement. She often disguises herself to join her medics, as she is most at home helping those on the battlefield rather than sitting safe in some lofty corner of the upper planes, and takes on an appearance to match her followers and better fit in.</p>\n<p><strong>Title</strong> The Blessed Attendant</p>\n<p><strong>Areas of Concern</strong> Battlefield healing, caregiving, sanctuaries</p>\n<p><strong>Edicts</strong> Help those that are injured in battle, protect the innocent, care for others who cannot take care of themselves, attempt to solve conflicts diplomatically</p>\n<p><strong>Anathema</strong> Strike first in battle, let someone die on a battlefield without attempted intervention, cause the intended death of another</p>\n<p><strong>Religious Symbol</strong> bandage-wrapped fist</p>\n<p><strong>Sacred Animal</strong> silkworm</p>\n<p><strong>Sacred Colors</strong> red, white</p>"
        },
        "domains": {
            "alternate": [
                "family",
                "soul"
            ],
            "primary": [
                "healing",
                "protection",
                "repose",
                "vigil"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "diplomacy"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Soothe",
            "4": "Compendium.pf2e.spells-srd.Item.Liminal Doorway",
            "7": "Compendium.pf2e.spells-srd.Item.Contingency"
        },
        "traits": {},
        "weapons": [
            "light-mace"
        ]
    },
    "type": "deity"
}
