{
    "_id": "ykqWA3pS0045DRs4",
    "folder": "6MQqWoCPnJpAHzOb",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Lorris",
    "system": {
        "attribute": [
            "str",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>For those who have lost everything, or who have never had it to lose, even the smallest kindness can mean the world. Lorris and his followers work to create these kindnesses, knowing that they can elevate the attitude of the most downtrodden. This can be as little as carrying candies in their pockets to share with those they meet, or larger gestures such as opening their homes to those who would not have a place of their own to safely lay their heads. Some even choose to go through the process of adopting orphans, welcoming them into their family as their own. Lorris has the appearance of a man with dark skin with a white hound's head and clad in a simple beggar's robe that never seems to dirty. He's also known to take on the form of a droopy-eyed hound dog who drops off small meals to starving street children, rather than allowing them to continue begging for scraps.</p>\n<p><strong>Title</strong> The Savior Hound</p>\n<p><strong>Areas of Concern</strong> Charity, the disadvantaged, orphans, volunteering</p>\n<p><strong>Edicts</strong> Give to those less fortunate than you, help orphans find safe housing, assist those in need</p>\n<p><strong>Anathema</strong> Ignore the needs of others when they ask for your help, take from widows or orphans, contribute to the destruction of housing for the unfortunate</p>\n<p><strong>Religious Symbol</strong> howling dog on coin</p>\n<p><strong>Sacred Animal</strong> hound</p>\n<p><strong>Sacred Colors</strong> brown, gold</p>"
        },
        "domains": {
            "alternate": [
                "toil",
                "vigil"
            ],
            "primary": [
                "duty",
                "family",
                "freedom",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Endure",
            "4": "Compendium.pf2e.spells-srd.Item.Soft Landing",
            "6": "Compendium.pf2e.spells-srd.Item.Collective Transposition"
        },
        "traits": {},
        "weapons": [
            "spear"
        ]
    },
    "type": "deity"
}
