{
    "_id": "9LwncUwHbG1f6qIt",
    "folder": "6MQqWoCPnJpAHzOb",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Marishi",
    "system": {
        "attribute": [
            "cha",
            "str"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Marishi is an azata empyreal lord and the goddess of athletics and sport, enthusiastic competition, and joyous celebration. She takes joy from competitions, games, and contests of all kinds, including artistic contests, like dance-offs and art showcases; mental contests, like trivia and complex board games; athletic contests, like races and weightlifting; and organized sports. Regardless of the contest, Marishi believes participants should strive for victory, compete honorably, and show pride in their accomplishments and efforts. She believes the winners of any competition should celebrate their victory and be lauded by others, for such is the prize for triumph. Marishi teaches that competition and the ensuing revelry should be fun and safe, for no joy can come from bringing harm to others.</p>\n<p>Like most azatas, Marishi values love, compassion, freedom, and independence. Yet she knows these virtues can't be forced upon mortals—instead, mortals must be guided to seize them for themselves. Thus, she acts as an advisor and divine example for those who worship her. Through competition, mortals learn to strive for their own success, push themselves beyond what they thought possible, and create their own triumphs. From victory, they learn celebration, accomplishment, and pride.</p>\n<p><strong>Title</strong> The Festival Queen</p>\n<p><strong>Areas of Concern</strong> Celebration, contests, sport</p>\n<p><strong>Edicts</strong> Celebrate success, compete honorably, strive for victory, show pride in your accomplishments</p>\n<p><strong>Anathema</strong> Bully a competitor; deny a worthy victor their celebration or reward; cheat at a competition, contest, game, or sport</p>\n<p><strong>Religious Symbol</strong> Swirling rainbow ribbons</p>\n<p><strong>Sacred Animal</strong> dove</p>\n<p><strong>Sacred Colors</strong> all</p>"
        },
        "domains": {
            "alternate": [
                "indulgence",
                "zeal"
            ],
            "primary": [
                "ambition",
                "confidence",
                "freedom",
                "might"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Tailwind",
            "3": "Compendium.pf2e.spells-srd.Item.Roaring Applause",
            "4": "Compendium.pf2e.spells-srd.Item.Winning Streak"
        },
        "traits": {},
        "weapons": [
            "spiked-gauntlet"
        ]
    },
    "type": "deity"
}
