{
    "_id": "CeBP002LcMfqgIRl",
    "folder": "6MQqWoCPnJpAHzOb",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Picoperi",
    "system": {
        "attribute": [
            "cha",
            "dex"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Picoperi, the eternal trickster, finds joy in even the simplest joke or prank. He delights in the surprises of daily life, always seeking the next thrill. Never content with regular schedules, his days vary wildly from one to the next. One evening, he may try to tickle Asmodeus's nose with a feather and the next morning, he may bump Artokus Kirran's arm as the famous alchemist works in his lab. No one is too important or mundane for his jests.</p>\n<p>Those who in need of a little luck often call upon Picoperi for aid. When formulating new rituals, arcane practitioners ask him to guide their hands in selecting metal powders for their binding rings. Alchemists whisper an oath to him as they mix volatile compounds. Many a discovery has been made when two reagents were swapped with an appreciative cry of \"Thank Merrygleam!\" Equally, disasters come with a groan and a request for Picoperi to take his mischief elsewhere for a while.</p>\n<p><strong>Title</strong> Merrygleam</p>\n<p><strong>Areas of Concern</strong> Jokes, pranks, and surprises</p>\n<p><strong>Edicts</strong> Relish in jokes and pranks, lighten the mood, embrace surprises</p>\n<p><strong>Anathema</strong> Spoil the fun, use a prank to cause real harm</p>\n<p><strong>Religious Symbol</strong> Snake on a tree branch</p>\n<p><strong>Sacred Animal</strong> tree snake</p>\n<p><strong>Sacred Colors</strong> brown, green</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "change",
                "confidence",
                "delirium",
                "trickery"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "acrobatics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Grease",
            "3": "Compendium.pf2e.spells-srd.Item.Feet to Fins",
            "6": "Compendium.pf2e.spells-srd.Item.Mislead"
        },
        "traits": {},
        "weapons": [
            "blowgun"
        ]
    },
    "type": "deity"
}
