{
    "_id": "baMgw2Jw17dlmMzj",
    "folder": "6MQqWoCPnJpAHzOb",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Reymenda",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Reymenda appears as an older woman, just past middle age. Depending on the tale, the Lady of Sacrifice once had children and lost them, or she found that her life was one where having children did not fit her needs and desires. Regardless of the reason, all know that Reymenda now swears an oath to never have children and expects the same of her followers. In exchange for this vow, Reymenda grants her followers the guidance and might they need to bear the responsibility of virtue. While some set out to strike down evil, others rally a community in the wake of a natural disaster, or do something as simple as helping a family by working in their kitchen for an evening when the family is too overburdened by life to cook a meal. No genuinely helpful responsibility is too small for a follower of Reymenda, though they know how to teach others to help themselves or work together, and they also do their best to avoid exploitation when someone grows careless and irresponsible. Reymenda teaches her followers to move on when it appears that others are taking advantage of a follower's generosity.</p>\n<p><strong>Title</strong> Lady of Sacrifice</p>\n<p><strong>Areas of Concern</strong> Childlessness, endings, responsibility</p>\n<p><strong>Edicts</strong> Bring definitive ends to known evils, consider genuine requests for aid, sacrifice when others can't</p>\n<p><strong>Anathema</strong> Adopt or have a child, directly undo the death of another or the ending of something, treat children as a burden or a mistake, withhold news of another's ending</p>\n<p><strong>Religious Symbol</strong> black rose floating in water</p>\n<p><strong>Sacred Animal</strong> mule</p>\n<p><strong>Sacred Colors</strong> black, blue</p>"
        },
        "domains": {
            "alternate": [
                "introspection",
                "might",
                "protection",
                "travel"
            ],
            "primary": [
                "duty",
                "repose",
                "toil",
                "zeal"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Tailwind",
            "4": "Compendium.pf2e.spells-srd.Item.Vision of Death",
            "7": "Compendium.pf2e.spells-srd.Item.True Target"
        },
        "traits": {},
        "weapons": [
            "falchion"
        ]
    },
    "type": "deity"
}
