{
    "_id": "m6UYxDnwGkOo8IY5",
    "folder": "6MQqWoCPnJpAHzOb",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Thisamet",
    "system": {
        "attribute": [
            "cha",
            "con"
        ],
        "category": "deity",
        "description": {
            "value": "<p>The Blithe Spirit, Thisamet, exemplifies the warmth of celebration. In her merriment, she takes many forms and adjusts each to match the event. Often, she appears as a middle-aged woman with laugh lines worn deep in her face. She delights in attending events without fanfare, walking amongst mortal celebrants and immersing herself in the crowd. It's only as she leaves that the other celebrants notice the sheen of divinity remaining.</p>\n<p>Other deities recognize the blessings she brings with her and she's always a favored guest. When she sits down to a feast, the table is never empty of food nor merrymakers. Instead, it seems to stretch to accommodates any and all who would partake. She flits from feast to feast, celebrating with all and welcoming any who would come to her table. In her presence, all grudges are set aside with a ban on intentional harm during the event. If there is a moment of accidental injury, she is quick to forgive. However, she is just as quick to eject those who purposefully violate the rules of the table. While only a few Firebrands worship Thisamet alone, many more invoke her to protect celebrations and ensure the safety of all in attendance.</p>\n<p><strong>Title</strong> The Blithe Spirit</p>\n<p><strong>Areas of Concern</strong> Celebrations, feasts, and holidays</p>\n<p><strong>Edicts</strong> Celebrate freely, share prosperity, invite all to your table</p>\n<p><strong>Anathema</strong> Ruin a holiday, quarrel at a feast, ignore workers when celebrating</p>\n<p><strong>Religious Symbol</strong> cornucopia of food</p>\n<p><strong>Sacred Animal</strong> cow</p>\n<p><strong>Sacred Colors</strong> brown, green</p>"
        },
        "domains": {
            "alternate": [
                "family",
                "fire"
            ],
            "primary": [
                "cities",
                "delirium",
                "indulgence",
                "wealth"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Dizzying Colors",
            "3": "Compendium.pf2e.spells-srd.Item.Enthrall",
            "5": "Compendium.pf2e.spells-srd.Item.Cloak of Colors"
        },
        "traits": {},
        "weapons": [
            "shortsword"
        ]
    },
    "type": "deity"
}
