{
    "_id": "fFoqdiTV2YuITZSd",
    "folder": "6MQqWoCPnJpAHzOb",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Valani",
    "system": {
        "attribute": [
            "str",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Some things are constantly changing, and Valani teaches that an island is the greatest example of major changes. An island can be born from nothing, rising up from boiling waters. Over time, the hardened volcanic rock transforms into an island full of life. A powerful storm or more volcanic activity can wipe away all this life, leaving the island again bare for new change and transformation. Valani teaches embracing these changes and taking them in stride. The only way to find joy is to take each moment for what it is, and embrace all the changes that come. Valani holds great power over natural forces like storms and especially volcanoes. As such, he sees worship from druids, elementalists, and people living on islands vulnerable to major changes from such primal forces.</p>\n<p><strong>Title</strong> The Fireshaker</p>\n<p><strong>Areas of Concern</strong> Change, growth, primal forces, volcanic islands</p>\n<p><strong>Edicts</strong> Encourage change for the sake of rebirth, respect the power of the elements, focus on your own self growth</p>\n<p><strong>Anathema</strong> Refuse to accept changes in yourself or others, repress you own anger or laughter, use the forces of nature for wanton destruction</p>\n<p><strong>Religious Symbol</strong> volcano with gold lava</p>\n<p><strong>Sacred Animal</strong> dinosaur</p>\n<p><strong>Sacred Colors</strong> brown, gold</p>"
        },
        "domains": {
            "alternate": [
                "air",
                "zeal"
            ],
            "primary": [
                "change",
                "earth",
                "fire",
                "water"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "intimidation"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Thunderstrike",
            "4": "Compendium.pf2e.spells-srd.Item.Dinosaur Form",
            "6": "Compendium.pf2e.spells-srd.Item.Elemental Confluence"
        },
        "traits": {},
        "weapons": [
            "club"
        ]
    },
    "type": "deity"
}
