{
    "_id": "yFoojz6q3ZjvceFw",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/azarketi.svg",
    "name": "Azarketi",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "aklo",
                "aquan",
                "azlanti",
                "draconic",
                "elven",
                "undercommon"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "cha"
                ]
            },
            "1": {
                "value": [
                    "con"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p>Azarketis, inheritors of a shattered empire's legacy, hold their proud traditions close but still surface to interact with the rest of the world.</p>\n<p>The aquatic humanoids of the Inner Sea share a somber and burdened history. Most refer to these aquatic peoples as gillmen or sometimes Low Azlanti, though they typically refer to themselves as azarketi, an Azlanti word that translates roughly to “people of the seas.” After Earthfall, these proud humans were mutated into aquatic servants by their alghollthu foes. Feeling like they don't fully belong with their human brethren nor with the sea that binds them, many azarketis struggle for a sense of identity and purpose. Though they remain distrusted by the surface dwellers, azarketis celebrate their unique lineage and their descent from the venerated Azlanti culture.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Ambitiously seek to defy negative perceptions and prejudice laid against you.</li>\n<li>Be reclusive and skeptical of strangers.</li>\n<li>Regard the water as your home, but be intrigued by societies along the shore.</li>\n</ul>\n<h2>Others probably...</h2>\n<ul>\n<li>Assume you are an ambassador to the sea and ask for your advice on nautical matters.</li>\n<li>Misunderstand your gentle gestures and mild expressions.</li>\n<li>Treat you with distrust or suspicion and anticipate betrayal from you.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Azarketis appear as regal, athletic humans. Their soft, hydrophilic skin ranges in tones from pearlescent white to pinkish, greenish, or brown tones reminiscent of coral. Azarketis with hair are somewhat rare; many sport fins or scaled ridges on their heads instead. Like the Azlanti people from which they descend, they often have violet eyes. Their aquatic lineage is obvious thanks to the sets of three gills on either side of their necks, as well as their webbed hands and feet. Azarketis have been known to live longer than humans, although they mature at about the same rate.</p>\n<h2>Society</h2>\n<p>Azarketis lack the center for combined culture that helps other groups maintain a cohesive identity. The vastness of the oceans and waterways spread these swift-swimming people across the Inner Sea and beyond. Many azarketis rely only on the small familial groups in their immediate community and prefer smaller populations with comrades they trust and know intimately.</p>\n<p>Some azarketis prefer to foster connections with their surface-dwelling brethren. Living in ports, river towns and along the shore allows azarketis a greater scope of opportunities not afforded to exclusively land or sea peoples. Although integrating with land society can be difficult, azarketis manage by forming bonded communities. Members will often have fond familial names for one another, regardless of actual relation.</p>\n<p>If they have the means, some azarketis dress in attire reflecting their Azlanti heritage. More commonly, azarketis do their best to remain inconspicuous when they emerge from the water. Many will wear shemaghs or other head wrappings, which both hide their gills and provide a few extra comfortable hours out of water if soaked before donning.</p>\n<h2>Alignment and Religion</h2>\n<p>As they are typically outsiders to the domains of surface life, azarketis tend toward deities with an affinity for the ocean or other forms of water, the most popular being Gozreh. They are also likely to give reverence to other deities of nature or navigation, such as Desna.</p>\n<p>Some azarketis are tempted toward the call of the deep and serve their old alghollthu masters as gods. These individuals are enticed by eldritch entities such as the mysterious veiled masters—powerful beings of the deep ocean responsible for both uplifting and destroying the Azlanti people.</p>\n<p>Azarketis vary wildly in beliefs and values, as evidenced by their broad divergence in allegiance; thus, azarketis can be of any alignment.</p>\n<h2>Names</h2>\n<p>Azarketis often take the names of nautical, weather, or geographical features important to the azarketi's family. Other azarketi groups will choose human names in order to encourage conformity with surface cultures. Some azarketi names have been passed down through so many generations that they still use ancient Azlanti roots or refer to bodies of water that no longer exist.</p>\n<h3><span style=\"text-decoration: underline;\">Sample Names</span></h3>\n<p>Aft, Aliz, Cascade, Delta, Harbor, Ilani, Inkua, Jib, Lagoon, Lobay, Marine, Tidal, Windward, Zarket</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Azarketi Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 20 feet, Swim 30 feet</p>\n<p><strong>Ability Boosts</strong> Constitution, Charisma, Free</p>\n<p><strong>Ability Flaw</strong> Wisdom</p>\n<p><strong>Languages</strong> Common, Alghollthu</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Aquan, Azlanti, Draconic, Elven, and Undercommon and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Hydration</strong> While you are an amphibious being equally as capable on land as in the water, your body requires you to return to aquatic environments at least once in a 24-hour period. You must submerge in water in order to rehydrate your water-acclimated skin. If you fail to do this, your skin begins to crack and your gills become painful. After the first 24 hours outside of water, you take a -1 status penalty to Fortitude saves. After 48 hours, you struggle to breathe air and begin to suffocate until returned to water.</p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "wis"
                ]
            }
        },
        "hp": 8,
        "items": {
            "mfgye": {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 1,
                "name": "Hydration",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.vt67b8uoNEbskcBv"
            },
            "pvkub": {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 1,
                "name": "Swim",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.kMgyOI4kBIEtFvhb"
            }
        },
        "languages": {
            "custom": "",
            "value": [
                "alghollthu",
                "common"
            ]
        },
        "reach": 5,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Absalom, City of Lost Omens"
        },
        "speed": 20,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "amphibious",
                "azarketi",
                "humanoid"
            ]
        },
        "vision": "lowLightVision"
    },
    "type": "ancestry"
}
