{
    "_id": "972EkpJOPv9KkQIW",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/catfolk.svg",
    "name": "Catfolk",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "draconic",
                "elven",
                "gnomish",
                "goblin",
                "halfling",
                "iruxi",
                "jotun",
                "sylvan"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "cha"
                ]
            },
            "1": {
                "value": [
                    "dex"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Curious and gregarious wanderers, catfolk combine features of felines and humanoids in both appearance and temperament. They enjoy learning new things, collecting new tales and trinkets, and ensuring their loved ones are safe and happy. Catfolk view themselves as chosen guardians of natural places in the world and are often recklessly brave, even in the face of overwhelming opposition.</em></p>\n<hr />\n<p>Catfolk are outgoing, active humanoids who delight in discovery, whether of hidden ruins or a comfortable place to nap. They are exceptionally social, both within their tight-knit communities and with other creatures they meet. Remarkably brave, catfolk see themselves as guardians of the world against forces that would assail it, and they believe that strong communities, breadth of experience, and continual self-improvement aid them in this fight.</p>\n<p>Catfolk have fast reflexes and are even able to twist themselves in the air while falling to land on their feet. As quick as these reflexes are, catfolk have quicker tempers, shifting from effusive glee to aggrieved fury in an instant. Like mundane felines, catfolk involuntarily purr when pleased and growl when surprised or angry.</p>\n<p>If you want a character who is curious, brave, friendly, and nimble in body and mind, you should play a catfolk.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Demonstrate genuine interest by asking a lot of enthusiastic questions.</li>\n<li>Avoid interpersonal conflict by giving someone a cold shoulder or by simply leaving the area.</li>\n<li>Carefully scout a target or problem before striking at it quickly.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Think you monopolize conversations with your incessant queries or opinions.</li>\n<li>Consider you haughty or prideful.</li>\n<li>Ascribe more emotion than you feel to your involuntary purrs or growling.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Although all catfolk walk upright and have soft fur, a long tail, large ears, and vertical pupils, they show at least as much variety as ordinary felines. Catfolk have nimble fingers with short claws that are usually retractable. Most catfolk take great pride in maintaining their appearance and rarely suffer the indignity of being wet or dirty if they can avoid it.</p>\n<p>Catfolk mature quickly and are able to walk at only a few months old, but they otherwise start their careers at roughly the same age as humans do and live to be 60 or 70 years of age. Catfolk are rarely taller than the average human and, because of their lean builds, almost never weigh as much as a human of similar height.</p>\n<h2>Society</h2>\n<p>Catfolk call themselves amurruns, although many consider this name to be private. They raise their children in large extended families, where they are given what many other humanoids see as a distressing latitude to explore and get into trouble from a remarkably young age. Catfolk learn a trade in a loose apprenticeship, and the majority learn several trades over their lives.</p>\n<p>Catfolk societies are often led by an appointed leader who speaks on behalf of the community and mediates disputes. A catfolk leader is most often a spellcaster and usually female. Catfolk prefer to deal with grievances by making an elaborate showing of disinterest, or even leaving a community for a time so the problem can die away or work itself out.</p>\n<h2>Alignment and Religion</h2>\n<p>Catfolk aren't a particularly religious people, but most do believe they were uplifted from great primeval cats to confront the evil abominations despoiling natural places and laboring to unmake reality. The gods blessed catfolk with language, the use of tools and weapons, and a strong sense of community.</p>\n<p>Most catfolk are good. They enjoy the freedom to travel and like to set their own paths in life, so more catfolk are chaotic than lawful. Religious catfolk most often practice a nebulous form of animism, appeasing the spirits of the land and the creatures they hunt to preserve the natural order.</p>\n<h2>Adventurers</h2>\n<p>Catfolk delight in venturing into unexplored areas, whether untrammeled wildernesses or ancient dungeons. They like finding treasures and baubles, but for most catfolk, the experience of the journey itself is the true reward.</p>\n<p>Typical catfolk backgrounds include acrobat, artist, gambler, hunter, nomad, and scout, plus bandit, courier, insurgent, outrider, and root worker. Catfolk's inherent curiosity and agility mean they excel as swashbucklers, bards, fighters, and rogues. Their love of the natural world and drive to puzzle out secrets of all types leads many to become investigators, druids, or sorcerers.</p>\n<h2>Names</h2>\n<p>Catfolk are given short names in their youth. Adolescent catfolk are free to choose a different name when they first leave home, though some simply keep the name they've gotten used to. Catfolk love to add titles and honorifics to their names. Some catfolk use their titles exclusively among non-catfolk, and so become known by epithets like Six Fates, Fiend Killer, or Mistcloak.</p>\n<h3><span style=\"text-decoration: underline;\">Sample Names</span></h3>\n<p>Alyara, Crinto, Drewan, Espes, Ferrus, Gerran, Halhat, Hoya, Ruun, Sevastin, Tespa, Yonsol, Zakkar, Zathra</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Catfolk Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Dexterity, Charisma, Free</p>\n<p><strong>Ability Flaw</strong> Wisdom</p>\n<p><strong>Languages</strong> Amurrun, Common</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Elven, Gnomish, Goblin, Halfling, Iruxi (the language of lizardfolk), Jotun, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Land on your Feet</strong> When you fall, you take only half the normal damage and don't land prone.</p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "wis"
                ]
            }
        },
        "hp": 8,
        "items": {
            "iyksy": {
                "img": "systems/pf2e/icons/features/ancestry/land-on-your-feet.webp",
                "level": "1",
                "name": "Land on Your Feet",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.sL1hHxrHdMNIZVAd"
            }
        },
        "languages": {
            "custom": "",
            "value": [
                "amurrun",
                "common"
            ]
        },
        "reach": 5,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "speed": 25,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "catfolk",
                "humanoid"
            ]
        },
        "vision": "lowLightVision"
    },
    "type": "ancestry"
}
