{
    "_id": "BYj5ZvlXZdpaEgA6",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/dwarf.svg",
    "name": "Dwarf",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "gnomish",
                "goblin",
                "jotun",
                "orcish",
                "terran",
                "undercommon"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "con"
                ]
            },
            "1": {
                "value": [
                    "wis"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Dwarves have a well-earned reputation as a stoic and stern people, ensconced within citadels and cities carved from solid rock. While some see them as dour and humorless crafters of stone and metal, dwarves and those who have spent time among them understand their unbridled zeal for their work, caring far more about quality than quantity. To a stranger, they can seem untrusting and clannish, but to their friends and family, they are warm and caring, their halls filled with the sounds of laughter and hammers hitting anvils.</em></p>\n<hr />\n<p>Dwarves are slow to trust those outside their kin, but this wariness is not without reason. Dwarves have a long history of forced exile from ancestral holds and struggles against the depredations of savage foes, especially giants, goblinoids, orcs, and the horrors that dwell deep below the surface. While trust from a dwarf is hard-won, once gained it is as strong as iron.</p>\n<p>If you want to play a character who is as hard as nails, a stubborn and unrelenting adventurer, with a mix of rugged toughness and deep wisdom—or at least dogged conviction—you should play a dwarf.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Strive to uphold your personal honor, no matter the situation.</li>\n<li>Appreciate quality craftsmanship in all forms and insist upon it for all your gear.</li>\n<li>Don't waver or back down once you've set your mind to something.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>See you as stubborn, though whether they see this as an asset or a detriment changes from one person to the next.</li>\n<li>Assume you are an expert in matters related to stonework, mining, precious metals, and gems.</li>\n<li>Recognize the deep connection you have with your family, heritage, and friends.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Dwarves are short and stocky, standing about a foot shorter than most humans. They have wide, compact bodies and burly frames. Dwarves of all genders pride themselves on the length of their hair, which they often braid into intricate patterns, some of which represent specific clans. A long beard is a sign of masculinity and honor among the dwarves, and thus a clean-shaven male dwarf is considered weak, untrustworthy, or worse.</p>\n<p>Dwarves typically reach physical adulthood around the age of 25, though their traditionalist culture places more value on completing coming of age ceremonies unique to each clan than reaching a certain age. A typical dwarf can live to around 350 years old.</p>\n<h2>Society</h2>\n<p>The ancient surface empire the dwarves once ruled fell long ago, overwhelmed by orc and goblinoid enemies. Today's dwarves retain many of the qualities that propelled their people to greatness in ancient times: fierceness, gumption, and stubbornness in endeavors ranging from battle and craftsmanship to forging ties with family and friends.</p>\n<p>While the distance between their mountain Sky Citadels can create vast cultural divides between various dwarf clans, most dwarven societies share a number of similarities. Nearly all dwarven peoples share a passion for stonework, metalwork, and gem-cutting. Most are highly skilled at architecture and mining, and many share a hatred of giants, orcs, and goblinoids.</p>\n<p>Few dwarves are seen without their clan dagger strapped to their belt. This dagger is forged just before a dwarf's birth and bears the gemstone of their clan. A parent uses this dagger to cut the infant's umbilical cord, making it the first weapon to taste their blood.</p>\n<h2>Alignment and Religion</h2>\n<p>Dwarves tend to value honor and closely follow the traditions of their clans and kingdoms. They have a strong sense of friendship and justice, though they are often very particular about who they consider a friend. They work hard and play harder— especially when strong ale is involved.</p>\n<p>The typical dwarf is lawful good or lawful neutral and prefers to worship deities of those alignments. Torag, god of dwarvenkind, is the dwarves' primary deity, though worship of Torag's family members is also common.</p>\n<h2>Adventurers</h2>\n<p>Dwarven adventurers tend to work as treasure hunters or sellswords. They often leave their citadels and subterranean cities in search of wealth to enrich their homeland or to reclaim long-lost dwarven treasures or lands taken by the enemies of their kin.</p>\n<p>Typical dwarven backgrounds include acolyte, artisan, merchant, miner, and warrior. Dwarves excel at many of the martial classes, such as barbarian, fighter, monk, and ranger, but they also make excellent clerics and druids.</p>\n<h2>Names</h2>\n<p>Dwarves honor their children with names taken from ancestors or dwarven heroes, and it's quite rare to invent a new name or to borrow a name from another culture for a child. When introducing themselves, dwarves tend to list their family and clan, plus any number of other familial connections and honorifics. Dwarven names usually contain hard consonants and are rarely more or fewer than two syllables.</p>\n<h3><span style=\"text-decoration: underline;\">Sample Names</span></h3>\n<p>Agna, Bodill, Dolgrin, Edrukk, Grunyar, Ingra, Kazmuk, Kotri, Lupp, Morgrym, Rogar, Rusilka, Torra, Yangrit</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Dwarf Mechanics</h2>\n<p><strong>Hit Points</strong> 10</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 20 feet</p>\n<p><strong>Ability Boosts</strong> Constitution, Wisdom, Free</p>\n<p><strong>Ability Flaw</strong> Charisma</p>\n<p><strong>Languages</strong> Common, Dwarven</p>\n<p><strong>Additional languages</strong> equal to your Intelligence modifier (if it's positive). Choose from Gnomish, Goblin, Jotun, Orcish, Terran, Undercommon, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<p><strong>Clan Dagger</strong> You get one clan dagger of your clan for free, as it was given to you at birth. Selling this dagger is a terrible taboo and earns you the disdain of other dwarves.</p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "cha"
                ]
            }
        },
        "hp": 10,
        "items": {
            "5vjeq": {
                "img": "systems/pf2e/icons/equipment/weapons/clan-dagger.webp",
                "level": 0,
                "name": "Clan Dagger",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.Eyuqu6eIaoGCjnMv"
            }
        },
        "languages": {
            "custom": "",
            "value": [
                "common",
                "dwarven"
            ]
        },
        "reach": 5,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "speed": 20,
        "traits": {
            "rarity": "common",
            "value": [
                "dwarf",
                "humanoid"
            ]
        },
        "vision": "darkvision"
    },
    "type": "ancestry"
}
