{
    "_id": "4BL5wf1VF9feC2rY",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/kitsune.svg",
    "name": "Kitsune",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "dwarven",
                "elven",
                "gnomish",
                "goblin",
                "halfling",
                "sylvan"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "cha"
                ]
            },
            "1": {
                "value": []
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Kitsune are a charismatic and witty people with a connection to the spiritual that grants them many magical abilities, chiefly the power to shapechange into other forms. Whether they pass unseen among other peoples or hold their tails high, kitsune are clever observers of the societies around them.</em></p>\n<hr />\n<p>Kitsune are shapechangers with two forms: one of a fox-headed humanoid and one largely depending on where they were raised. Those raised in populated areas typically have what's called a tailless form—a humanoid body without any fox features that resembles a more common ancestry, such as an elf or a human. In wooded or rural areas, their second form is more likely to be that of a fox.</p>\n<p>Though all-kitsune settlements exist, most live among people of other ancestries, granting them a degree of external insight into social rules or dynamics that others process only subconsciously. Kitsune enjoy subverting expectations as much as they do going along with them. Their fondness for jokes, stories, and wordplay, especially when the twist of a riddle hinges on the listener's assumptions, reinforces their reputation as tricksters.</p>\n<p>With dual forms and a connection to both the material and spiritual worlds, kitsune have diverse concepts of self and identity. Some even view their forms as separate individuals altogether, using them to explore different aspects of their personality.</p>\n<p>If you want to play a character with innate magical talents and countless hidden facets, each revealed with a glint of the eye and a twisting grin, you should play a kitsune.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Studiously observe the habits of those around you, taking mental notes on how to imitate them better.</li>\n<li>Delight in jokes, clever wordplay, pranks, or unnecessarily complex plots.</li>\n<li>Present a different, but authentic, side of yourself in each new situation.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Are taken in by your magnetic personality and enigmatic nature.</li>\n<li>Marvel at your many supernatural abilities.</li>\n<li>Wonder what you aren't telling them.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Kitsune have alert vulpine ears, pointed snouts, and short, semi-retractable claws on their fingers and toes. Their fur is dense, countershaded, and most often red,tan, black, or white in color. Kitsune have bushy tails that grow in number as they hone their innate magical abilities, to as many as nine.</p>\n<h2>Society</h2>\n<p>Kitsune are rarely the majority in whatever communities they inhabit, and many go their whole lives without meeting another kitsune beyond their family. Their society, as much as it exists, centers primarily around the commonalities that kitsune find as they pass among other peoples. The same social perspective that helps them imitate others also makes them quick to notice signs that someone may need help or a kind word. Due to this, kitsune often form strong interpersonal relationships and tend to anchor their social circles.</p>\n<p>When two kitsune do meet, they may find themselves exchanging light verbal repartee, enjoying the sport of trying to outwit each other. While it's considered a grave offense to outright give away another kitsune's shapechanging nature, kitsune relish surreptitiously forcing another to \"break character,\" shocking the other into disrupting their transformation through a well-placed comment.</p>\n<h2>Alignment and Religion</h2>\n<p>Kitsune often have neutrality in their alignment from balancing their dual natures, though their instinct for stirring up trouble leads many to lean slightly toward chaos. Some possess the ability to control or bend the will of others, but even among those that do, only the evilest use these arts flippantly or selfishly.</p>\n<p>The patron kitsune deity is Daikitsu, the goddess of crafting and agriculture. Though not all kitsune necessarily worship Daikitsu, most respect her as the purported source of their powers. Kitsune in Tian Xia often revere both Shizuru and Tsukiyo, seeing the duality of the sun and moon in their own multifaceted nature. A small sect of Avistani kitsune worship Sivanah, the goddess of illusion, respecting her position between perception and reality and believing the goddess's true form to be that of a kitsune-hidden behind not seven veils, but nine.</p>\n<h2>Names</h2>\n<p>While kitsune have some traditional names, they're more likely to use names that are unremarkable in their local society, the better to pass unnoticed. Some have different names for each form: a kitsune name for their kitsune form, a regional name for a tailless form, and possibly no name at all for a fox form.</p>\n<h3><span style=\"text-decoration: underline;\">Sample Names</span></h3>\n<p>Hamako, Haohiko, Kitsukou, Kon, Kwan-la, Talaro</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Kitsune Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Charisma, Free</p>\n<p><strong>Languages</strong> Common</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Elven, Gnomish, Goblin, Halfling, Dwarven, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Change Shape</strong>(concentrate, divine, kitsune, polymorph, transmutation) You transform into a specific alternate form determined by your heritage. If your heritage doesn't list a form, your alternate form is a tailless form, which is a common Medium humanoid ancestry prevalent where you grew up (typically human). This form is the same age and body type as your true form and has roughly analogous physical traits, such as hair color. Using Change Shape counts as creating a disguise for the Impersonate use of Deception. You lose any unarmed Strikes you gained from a kitsune heritage or ancestry feat in this form. You can remain in your alternate form indefinitely, and you can shift back to your true kitsune form by using this action again.</p>"
        },
        "flaws": {
            "0": {
                "value": []
            }
        },
        "hp": 8,
        "items": {
            "7ytru": {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 1,
                "name": "Change Shape",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.Ymg6WqeJqOyLJLEr"
            }
        },
        "languages": {
            "custom": "",
            "value": [
                "common"
            ]
        },
        "reach": 5,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Ancestry Guide"
        },
        "speed": 25,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "humanoid",
                "kitsune"
            ]
        },
        "vision": "lowLightVision"
    },
    "type": "ancestry"
}
