{
    "_id": "7oQxL6wgsokD3QXG",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/kobold.svg",
    "name": "Kobold",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "aklo",
                "dwarven",
                "gnomish",
                "infernal",
                "terran",
                "undercommon"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "cha"
                ]
            },
            "1": {
                "value": [
                    "dex"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Every kobold knows that their slight frame belies true, mighty draconic power. They are ingenious crafters and devoted allies within their warrens, but those who trespass into their territory find them to be inspired skirmishers, especially when they have the backing of a draconic sorcerer or true dragon overlord. However, these reptilian opportunists prove happy to cooperate with other humanoids when it's to their benefit, combining caution and cunning to make their fortunes in the wider world.</em></p>\n<hr />\n<p>Kobolds are resourceful survivors whose snare-guarded warrens and opportunistic scavenging have cast them as villains to most other humanoids, with their draconic reverence lending them a reputation as mere minions and nuisances. Yet some kobolds have emerged from their secluded warrens seeking the relative safety of surface settlements, the lucrative prospects of the adventuring life, or validating awe from followers of their own.</p>\n<p>If you want a character with oversized confidence, deadly cunning, and the ancient power of dragons flowing through their veins, you should play a kobold.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Take pride in your draconic connections, whether you believe dragons are your ancestors or simply patrons.</li>\n<li>Analyze your surroundings, always looking for ambushes, advantageous terrain, and escape routes.</li>\n<li>Naturally observe, adopt, and respect group dynamics, whether as leader, subordinate, or equal.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Assume that you are cowardly and won't stick around in the face of danger.</li>\n<li>Appreciate your ingenuity and resourcefulness, especially when it comes to building defenses.</li>\n<li>Consider your claims of draconic power to be overblown, delusional, or endearing.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Kobolds are short (about 3 feet tall) reptilian humanoids with slender bodies and long tails. They often boast distant draconic ancestry, and every kobold displays one or more draconic features, such as stout horns, razor-sharp teeth, or—more rarely—vestigial wings or draconic breath. They mature quickly, reaching adulthood by about 12 years and living to about 60.</p>\n<p>The color of a kobold's scales can vary widely. Most often, they mimic the hues of chromatic or metallic dragons, with a mix of slightly darker or lighter scales that create a mottled appearance. The scales of newly hatched kobolds often reflect the community's draconic exemplar, whether that's the dragon they currently serve or the dragon type from which they're descended.</p>\n<h2>Society</h2>\n<p>Kobolds have an ingrained cautiousness that keeps them alive. They're secretive or subservient around powerful creatures to avoid becoming victims. This meekness fades once kobolds secure either a formidable patron (like a dragon) or a potent source of supernatural power (like an artifact or sorcerous leader). They often achieve an unshakable fervor and loyalty to their new cause or leader. However, kobolds are infamous for sensing a proverbial sinking ship, and once their source of power fails or seems doomed, their morale breaks swiftly.</p>\n<p>Whether led by a dragon or not, kobolds almost always identify themselves with a type of dragon that serves as their spiritual exemplar. Their societies regularly adopt laws and cultural norms inspired by the exemplar's personality.</p>\n<h2>Alignment and Religion</h2>\n<p>All but the most iconoclastic kobolds have a natural respect for hierarchies and rules, and so kobolds are rarely chaotic. Kobold adventurers tend to be lawful neutral or neutral, relying on their ancestral social strategies for survival.</p>\n<p>Organized religion feels natural for most kobolds, especially when a deity assumes a commanding or tyrannical disposition. Many gravitate toward Abadar's order or Shelyn's artistic flair. More sinister communities uphold Asmodeus and other archdevils as common patrons. The dragon deities Apsu and Dahak are also common subjects of worship. Kobolds also often find themselves drawn to cults, particularly those with dragons or devils as figureheads.</p>\n<h2>Adventurers</h2>\n<p>Kobolds often adventure in pursuit of the power, lore, and treasure that they feel befit their disproportionately large egos. When adventurers, militias, or careless tyrants shatter a kobold community, the survivors often latch onto new families, seeking emotional solace—and sometimes revenge. Typical kobold backgrounds include artisan, artist, criminal, hunter, miner, scout, and tinker, plus bandit, cultist, scavenger, and servant. Kobolds excel as bards, rangers, rogues, and sorcerers, though they also often channel their ingenuity as alchemists or wizards.</p>\n<h2>Names</h2>\n<p>A young kobold's given name is rarely more than a syllable or two. However, as they age, achieve status, and accomplish great deeds, kobolds add more syllables to their names, imitating a common draconic practice. Kobolds rarely have surnames except in an effort to better fit into a community, in which case they typically adopt the surname of an inspiring figure in that group.</p>\n<h3><span style=\"text-decoration: underline;\">Sample Names</span></h3>\n<p>Azrnak, Draahzin, Enga, Fazgyn, Fazij, Jekkajak, Kib, Kirrok, Mirkol, Tarka, Urkak, Varshez, Vroklan, Zekstikah, Zgaz</p>\n<hr />\n<p><strong>PFS Note</strong> Due to years of successful Pathfinder Society activities, all characters have access to the kobold ancestry.</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Kobold Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Dexterity, Charisma, Free</p>\n<p><strong>Ability Flaw</strong> Constitution</p>\n<p><strong>Languages</strong> Common, Draconic</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Dwarven, Gnomish, Infernal, Terran, Undercommon, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<p><strong>Draconic Exemplar</strong> You draw minor powers from your draconic exemplar. Choose a type of chromatic or metallic dragon to be your exemplar. This determines your scale color and appearance, and dragons sometimes look more favorably upon those kobolds who resemble them, at the GM's discretion. Your exemplar may also determine details of other abilities you have, using the @UUID[Compendium.pf2e.ancestryfeatures.Item.Draconic Exemplar]{Draconic Exemplars table}.</p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "con"
                ]
            }
        },
        "hp": 6,
        "items": {
            "xhq7h": {
                "img": "systems/pf2e/icons/features/ancestry/draconic-exemplar.webp",
                "level": "1",
                "name": "Draconic Exemplar",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.egpiSWBrNBb1Fmig"
            }
        },
        "languages": {
            "custom": "",
            "value": [
                "common",
                "draconic"
            ]
        },
        "reach": 5,
        "rules": [],
        "size": "sm",
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "speed": 25,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "humanoid",
                "kobold"
            ]
        },
        "vision": "darkvision"
    },
    "type": "ancestry"
}
