{
    "_id": "6F2fSFC1Eo1JdpY4",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/poppet.svg",
    "name": "Poppet",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "draconic",
                "dwarven",
                "elven",
                "gnomish",
                "goblin",
                "sylvan"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "con"
                ]
            },
            "1": {
                "value": [
                    "cha"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Poppets are small, basic constructs that typically help their owners with simple tasks. Occasionally, poppets gain sapience, independence, and a spark of life. Elevated beyond mere helpers or playthings, these poppets are free to chart their own destinies.</em></p>\n<hr />\n<p>Most commonly made of cloth, wicker, and wood, poppets are among the simplest of constructs. They serve as helpers to fetch tools, clean dishes, tidy rooms, or perform other light tasks. Their size and appearance vary, but nearly all poppets appear humanoid in shape and between 1 to 3 feet tall. They're usually roughly made with button eyes sewn onto blank faces, strings of yarn in place of hair, and a simple dress or tunic made from coarse, cheap cloth. Wealthy families sometimes purchase poppets as toys, with their squishy bodies and stitched smiles, to keep their children company. Most poppets can't speak and lack the intellect to understand speech beyond preprogrammed orders. Poppets can become familiars.</p>\n<p>Very, very rarely, a common poppet spontaneously manifests a spark of life-a tiny bit of life essence- and becomes a thinking, independent creature. These events are exceedingly rare; fewer than one in a thousand gain this spark. A poppet might manifest this life essence through a magical fluke in its construction, a brush with ephemeral spirits, or even the fervent wish of a loving child. Whatever their origin, the poppets described here as an ancestry have their own life and free will. They might consider their creators or former owners to be friends, but they acknowledge no one as their master and often leave comfortable homes or workshops to seek their place in the world.</p>\n<p>Sapient living poppets usually refer to themselves as \"awakened\" to indicate the moment they gained clear and true self‑awareness. Poppets might talk about this event as the time they \"popped up,\" \"woke up,\" or \"sparked alive.\" Most poppets celebrate two special anniversaries each year: the day of their initial creation (which, for most poppets, they must learn secondhand or by studying their creator's records) and the day they awoke to true consciousness.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Like surprising others with your unexpected cleverness and eloquence.</li>\n<li>Seek out other self-aware beings that most people might overlook.</li>\n<li>Rely on your harmless appearance to trick others.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Mistake you for a toy.</li>\n<li>Doubt your ability to handle tasks that require any dexterity or complex thought.</li>\n<li>Wonder whether your mundane form conceals other magical marvels.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Living poppets are both humanoids and constructs, which gives them some of the benefits and drawbacks of each category. Their bodies are usually made of wood and wicker, but they can be made of cloth, leather, tin, stuffing, or delicate clockwork. Either way, poppets burn or melt quickly and must take care to avoid fire. They virtually never look alike, as each is created from unique and unusual circumstances.</p>\n<p>Poppets are fully alert and self‑aware when they awaken to sentience; although they might not know much at first, they instantly gain intelligence and consciousness. They must breathe and sleep, and they must consume food and water each day; through a sort of magical digestion they can restore rips, tears, or scuffs in their physical form. Poppets don't age the same way fleshy creatures do, but they slowly wear down in physical form as well as in mental acuity. A poppet that tends to their body and mind (and takes care to avoid fire) can live up to 30 years.</p>\n<h2>Society</h2>\n<p>Free‑willed poppets are so rare that almost no such poppet has met another. Poppets normally live with larger creatures, though not always their creators, and tend to get along well in societies sized for larger creatures. Most live in cities because that's where toy makers, clockwork crafters, and other specialists have their shops, but poppets created by lonely hermits or reclusive inventors might prefer a life in the wilderness. Poppets often stay on the lookout for other creatures who, like them, have stumbled into self‑awareness. They might have regular conversations with animated objects, golems, houseplants, statues, or toys, in which they're deeply polite out of a desire to leave a good impression for the time when the object \"wakes up.\"</p>\n<h2>Alignment and Religion</h2>\n<p>Ordinary poppets are built as helpers and companions, and awakened poppets tend to retain this drive to aid others. They're therefore generally good, and more poppets are lawful than chaotic. Some spend their time trying to uncover secrets of their creation, find others like them, or keep out of trouble; these poppets are generally neutral in alignment. Poppets aren't typically religious unless a particular faith defined their creation, such as being made from scraps of Iomedaean altar cloth or woven from reeds around a sacred Gozren pool. These poppets tend to be vocally religious, even zealous, in their faith. Poppets who find religion later in their lives often revere Brigh, Casandalee, or Nethys.</p>\n<h2>Names</h2>\n<p>Poppets generally choose their own names, usually descriptive nicknames based on their materials, patterns, size, or demeanor. They tend to pick up and shed nicknames throughout their lives, and they happily adopt nicknames given to them by people they like. A poppet fashioned to look like a particular person, such as a doll sewn to resemble a deceased child, might proudly take the name of that person.</p>\n<h3>Sample Names</h3>\n<p>Burlap, Buttoneyes, Checker, Clockwhirr, Fivestitch, Nettle, Scramble, Stuffing, Taffeta, Tattercap</p>\n<h2>Poppets of the Inner Sea</h2>\n<p>Awkward and endearing, poppets are well‑regarded in all but the most insular and superstitious communities of Golarion. They're known to be able, helpful, and loyal little creatures who support a master's work or make an aristocrat's life easier, which is particularly true in large trade cities such as Absalom, Almas, the city of Katapesh, and Katheer. The key difference between ordinary poppets and living poppets, in most people's experiences, is responsive speech. Ordinary poppets usually can't talk; if they can, they reproduce only a few preprogrammed phrases by rote. They normally communicate with strangers via notes pinned to their bodies, like walking note boards. Awakened poppets not only talk but carry on lengthy, expressive conversations, which likely strikes even the most jaded urbanite as a marvelous wonder.</p>\n<p>In regions where an entrenched nobility enjoys flaunting their wealth, poppets are even built specifically as toys. Taldor and Cheliax teem with aristocrats who pamper their children, grooming them for a life of leisure and devotion to family honor. These children have the best and most expensive toys, including poppets in fancy, frilly clothing. Such poppets are sometimes armed with subtle weaponry to fight against kidnappers or assassins who threaten their charges. Commoners in these nations treat poppets with deference and caution, as no one wants to risk the wrath of a spoiled scion. Awakened poppets from these lands sometimes believe themselves members of the aristocracy and can be snooty.</p>\n<p>In nations such as Nex, Osirion, and Katapesh, where magic flows freely, construct servitors are common. As many people expect to see familiars and homunculi in their daily routines, a busy poppet rarely draws much attention. Such poppets are assumed to be on tasks for powerful masters, but they don't command too much respect-after all, if the task were truly important, the master wouldn't have sent a simple poppet. Poppets in these regions can expect to have to wait in lines, pester trade workers to get their attention, or barter like anyone else. They also tend to have simple and functional appearances with few ornamentations and a tendency to look shabby from years of work. Thus, poppets from these lands have a deeper understanding of common folk from spending so much time shoulder to shoulder (or, more likely, shoulder to thigh) among them.</p>\n<p>Some poppets originate from crafted sophistication more so than magical skill. They might be cunning clockworks with interlocking piston‑powered gears or simply wood and wicker with ingenious hinges and well‑calibrated mechanisms inside. Others might look like toy soldiers or have visages of smooth, thin metal. Such poppets are most common in Alkenstar, Numeria, or around Absalom's Clockwork Cathedral. They often worry about rust, grit, or water spoiling their inner workings, to the point of being fussy.</p>\n<p>There are few areas where poppets are outright feared, but Ustalav is one of them. Whispered stories of ghosts or curses tell tales of common objects, or even toys, given dread animation to inflict misery on a household, making citizens highly suspicious of poppets. This belief is unfortunate because Ustalav has more than its share of the creatures; eccentric inventors, professors desperate to prove abstruse theories, and possessing spirits from beyond the grave might give a poppet the spark of life. These poppets learn caution quickly, lest they be thrown into a bonfire or lake.</p>\n<p>Because they're made from fragile materials, most poppets don't last very long before breaking down. A few rare exceptions survive from powerful ancient empires with well‑known mastery of constructs, such as the Azlanti Empire or the Jistka Imperium. These poppets might be incredibly old-older than they'll ever know, as such poppets awakened recently within an ancient ruin usually have no solid recollections of their creators or their original purpose. These poppets pose perhaps the deepest mysteries, as they might hold the keys to unlock secrets of lost civilizations.</p>\n<h2>Poppet Origins</h2>\n<p>It's rare to find two poppets that look alike, but the most significant and defining characteristic of a poppet isn't what they're made of. Rather, it's how they were imbued with life and independent thought. Magic animates most poppets, and those awakened gain their spark of life and sentience when something goes slightly off‑kilter with their enchantment. For unknown reasons-perhaps an accident or a creator's errant tinkering-a spark of life explodes into being, and a formerly lifeless series of nested commands and calculations synthesize together as true thought. The poppet suddenly gains life and self‑awareness, the ability to speak and reason, and a desire for freedom.</p>\n<p>In some cases, a poppet's life essence originally belonged to another being. An errant fragment of a departed soul, psychic impression, or similar ephemeral sliver lodges within the little construct, and the poppet's magic fashions an entirely unique personality around it. A poppet awakened this way might have occasional glimpses into the being who donated this essence, but their life, mind, and soul are thereafter their own.</p>\n<p>The rarest, and perhaps most precious, poppets are brought to life with love. These are faithful assistants or beloved toys that someone earnestly, honestly wished would become \"real.\" There's more magic in the world than found in formulas and litanies, and this wish magic awakens poppets in the best of circumstances: knowing they're cherished and able to respond with love of their own.</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Poppet Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Constitution, Charisma, Free</p>\n<p><strong>Ability Flaw</strong> Dexterity</p>\n<p><strong>Languages</strong> Common</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Dwarven, Elven, Gnomish, Goblin, Sylvan, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>\n<p><strong>Constructed</strong> The materials of your body resist ailments that assail the flesh. You gain a +1 circumstance bonus to saving throws against death effects, disease, and poison as well as to saving throws against effects that would give you the drained, paralyzed, or sickened conditions. Your spark of life means that you're a living creature, and you can be healed by positive energy and harmed by negative energy as normal.</p>\n<p><strong>Flammable</strong> You have weakness to fire damage equal to one-third your level (minimum 1).</p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "dex"
                ]
            }
        },
        "hp": 6,
        "items": {
            "3fzmc": {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 1,
                "name": "Constructed (Poppet)",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.BHPDeqQHqi7ukCUW"
            },
            "giqow": {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 1,
                "name": "Flammable",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.qKh6MxgE0cwde6mC"
            }
        },
        "languages": {
            "custom": "",
            "value": [
                "common"
            ]
        },
        "reach": 5,
        "rules": [],
        "size": "sm",
        "source": {
            "value": "Pathfinder Lost Omens: The Grand Bazaar"
        },
        "speed": 25,
        "traits": {
            "rarity": "rare",
            "value": [
                "construct",
                "humanoid"
            ]
        },
        "vision": "darkvision"
    },
    "type": "ancestry"
}
