{
    "_id": "q6rsqYARyOGXZA8F",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/shoony.webp",
    "name": "Shoony",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "dwarven",
                "gnomish",
                "goblin",
                "halfling",
                "terran"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "cha"
                ]
            },
            "1": {
                "value": [
                    "dex"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Diminutive humanoids who resemble squat, bipedal dogs, shoonies are sometimes mistaken for weak and insular pacifists. However, their sheer perseverance, incredible work ethic, and resourceful use of diplomacy make shoonies far from helpless.</em></p>\n<hr />\n<p>According to shoonies, Aroden created their kind to provide him with pleasant company soon after he created the Isle of Kortos. Shoony culture is rooted in this myth and its implications, which help to explain the ancestry's long reputation for hospitality, good will, and pacifism. War is antithetical to the shoony way of life; shoonies rely on cooperation and persistence to make their way through a world that can seem at times hellbent on destroying them. Shoonies are unflappable in their optimism and always see the best in others, even when faced with frequent subjugation and exploitation that might create bitterness or xenophobia among other societies. To shoonies, peace is a goal always worth striving for, and no villain is beyond redemption, so they aim to resolve problems with peaceful solutions.</p>\n<hr />\n<h2>You Might...</h2>\n<ul>\n<li>Fight to protect those you care about and strive to do the right thing.</li>\n<li>Work hard for long hours in a focused pursuit of distant goals.</li>\n<li>Provide comfort, necessities such as food, and a sense of kinship to those in distress.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Involuntarily fawn over (or recoil from) your physical appearance.</li>\n<li>Protect you from scary situations or terrifying phenomena, out of either friendship or overprotectiveness.</li>\n<li>Appreciate your pragmatism and natural ability to care for others.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Shoonies are squat, furry humanoids with flattened canid faces and wet, black eyes. Their fur can be a variety of hues and patterns, with the most common colors being fawn or black, and their loose skin gives even the fittest shoony a pudgy appearance. Shoonies have short, curly tails that sometimes wag involuntarily when the shoony is content or particularly excited or pleased. Like canines, shoonies cannot sweat; they pant to mitigate heat and exertion, and it is not uncommon to see a shoony with a perpetually lolling tongue.</p>\n<p>A shoony reaches maturity after just 8 to 10 years, and the elders of their villages rarely reach the age of 50. Little differentiates male and female shoonies except during the late stages of pregnancy, and as they age, both sexes develop graying facial fur, wrinkled skin, and frail joints. The average shoony is 3-1/2 feet tall and weighs 100 pounds.</p>\n<h2>Society</h2>\n<p>Despite the shoony drive toward communal living, most shoony settlements are farming villages with populations of no more than a hundred. Shoonies work hard to make their lands bountiful and recognize that large, dense populations can negatively affect the ecosystem. Monster attacks, natural disasters, and exploitation from stronger cultures have all also limited the spread of shoonies across the Inner Sea region.</p>\n<p>Despite their short lifespans, shoonies are happy-go-lucky people with an irrepressible love for the land and their fellow shoonies, and remain optimistic even under the worst circumstances. The simple pleasures of living on this beautiful world, engaging in hard work, and surrounding themselves with loved ones motivate shoonies to push through the hardships that all too often befall their people.</p>\n<h2>Alignment and Religion</h2>\n<p>Most shoony societies encourage empathy and loyalty, so they're rarely evil, but they're also practical, traditional, and timid. Most shoony adventurers are neutral good or lawful good. Religion is a cornerstone of shoony village life; shoonies primarily worshipped Aroden until his apparent death. In his absence, many shoonies have adopted Erastil as their patron deity because his emphasis on family, community, and living off the land naturally meshes with typical shoony values. Noble shoonies-especially warriors-sometimes look to Iomedae as an exemplar of integrity, hard work, and sacrifice.</p>\n<h2>Adventurers</h2>\n<p>Few shoonies willingly choose to leave their homeland and friends in favor of facing the unknown, and the circumstances that lead a shoony to adventure are often dramatic and life-altering, if not tragic. That said, some shoonies do travel the world in search of riches to bring back to their village or to avenge their kinfolk, and shoony adventurers who show bravery or ingenuity are sure to earn a place in the legends of their people.</p>\n<p>Typical shoonies have the acolyte, farmhand, hunter, laborer, or warrior backgrounds, or the animal wrangler or rigger backgrounds. Many shoony adventurers are fighters who hone their skills to become stalwart defenders of their friends. Some shoonies pursue religious study and become clerics or champions, while others develop their foraging and hunting skills as talented druids and rangers.</p>\n<h2>Names</h2>\n<p>With their strong family values and emphasis on found friends, it's no wonder that shoonies take particular pride in naming their children after other loved ones. Shoony names are short, guttural, and often sound like loose strings of unassociated vowels and soft consonants to people of other ancestries. Shoonies value names and take great care to learn and speak the correct pronunciations of their friends' names.</p>\n<h3><span style=\"text-decoration: underline;\">Sample Names</span></h3>\n<p>Ahogo, Arnbin, Bighmor, Bondin, Domwurd, Ebmeur, Gopor, Gurna, Hiemgur, Mufurlo, Oriog, Pulumar, Raliamar, Ruggion, Uhulrig, Ungrin.</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Shoony Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Dexterity, Charisma, Free</p>\n<p><strong>Ability Flaw</strong> Constitution</p>\n<p><strong>Languages</strong> Common, Shoony</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Dwarven, Gnomish, Goblin, Halfling, Terran, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Blunt Snout</strong> Your small, blunt snout and labyrinthine sinus system make you resistant to phenomena that assail the nose. When you roll a saving throw against inhaled threats (such as inhaled poisons) and olfactory effects (such as xulgath stench), you get the outcome one degree of success better than the result of your roll.</p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "con"
                ]
            }
        },
        "hp": 6,
        "items": {
            "82kag": {
                "img": "systems/pf2e/icons/features/ancestry/fishseeker-shoony.webp",
                "level": "1",
                "name": "Blunt Snout",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.dtNsRAhCRfteA1ev"
            }
        },
        "languages": {
            "custom": "",
            "value": [
                "common",
                "shoony"
            ]
        },
        "reach": 5,
        "rules": [],
        "size": "sm",
        "source": {
            "value": "Pathfinder #153: Life's Long Shadows"
        },
        "speed": 25,
        "traits": {
            "rarity": "rare",
            "value": [
                "humanoid",
                "shoony"
            ]
        },
        "vision": "lowLightVision"
    },
    "type": "ancestry"
}
