{
    "_id": "58rL5sg2y4arW1i5",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/skeleton.svg",
    "name": "Skeleton",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": []
        },
        "boosts": {
            "0": {
                "value": [
                    "dex"
                ]
            },
            "1": {
                "value": [
                    "cha"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Skeletons are considered among the lowest types of undead. They're typically mindless creatures, lacking many of the abilities that make other undead a serious threat. However, the animated bones of dragons, giants, and other great beasts make for dangerous foes. Powerful living creatures can retain some of their might and intellect upon returning as a skeleton. Some necromancers turn their strongest enemies into skeletal undead servants, assuming they can keep control of them.</em></p>\n<hr />\n<p>Skeleton adventurers were usually skilled and powerful in their former lives. Through unremitting force of will or extraordinary circumstances, their ego and ideals persist even in death. However, the very act of rising as a skeletal undead is traumatic. Memories of one's former life are usually fractured or hazy, if anything can be remembered at all. For some, these memories return with time; for others, they're gone forever. For the most part, this comes down to how the skeleton views themself: either as a continuation of the person they once were, or an entirely new being.</p>\n<p>Skeleton adventurers often set themselves apart from other skeletons by dressing as flamboyantly as their station allows. Large, feathered caps, ornate armor, embroidered silks, or glittering jewelry are likely staples of their wardrobe. Some carve intricate \"tattoos\" into their bones or paint their skulls to maintain a sense of self that simple skeletons lack, and to signal to the living they're not like other undead.</p>\n<p>Skeleton adventurers must come to terms with their new identity. They aren't bound by the limitations of the living and are often underestimated.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Work harder than most to prove you're a capable and distinct individual.</li>\n<li>Wade into danger with little regard for the safety of your undead body.</li>\n<li>Desperately seek the acceptance of the society you once moved through with ease.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Assume you're the servant of a necromancer, working to advance their agenda.</li>\n<li>Have difficulty empathizing with you.</li>\n<li>Regard your undeath with either pity or envy.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Aside from their complete lack of flesh and organs, skeletons vary widely in appearance, reflecting the broad diversity of all living beings. They can be tall, short, or anywhere in between. Skeletons of creatures with horns, wings, or tails retain them, although they are usually useless in their skeletal state. Skeletons raised from fresh remains tend to have stark white bones, while older ones tend to be gray or yellowed. Skeletons who adventure for a while often possess faint lines crisscrossing their bones like scars, indicating where they were injured in previous battles.</p>\n<h2>Society</h2>\n<p>Across Golarion, intelligent skeletons rarely gather in large enough numbers to constitute any kind of settlement. Even in Geb, where their numbers are highest, they typically mingle with other undead rather than band together. Many skeletons would rather keep company with those who remind them of their former life (although such reminders can just as easily lead to revulsion derived by the negative energy infused within them). Gebbite skeletons are usually treated as members of the servant class and rarely have any upward social mobility.</p>\n<p>Outside Geb, skeletons are far more solitary. Some might hide on the outskirts of society or move about in disguise, but it's difficult for them to find acceptance among the living. While they may not be feared in places like Nidal or Sekamina, they're also not likely to be respected.</p>\n<h2>Alignment and religion</h2>\n<p>While undead are almost always evil, some intelligent skeletons manage to stave off the corruption of the negative energy that powers them. Other than the tendency to become twisted toward evil over time, skeletons typically lean toward the alignments of their creators or their former selves. Skeletons without any particular loyalty or allegiance trend toward neutral evil alignment, or neutral if they can stave off evil.</p>\n<p>Skeletons who embrace their undeath often worship gods of death, such as Urgathoa, while those who resent it typically look toward gods of life and redemption. Accepting deities without particularly zealous anti-undead dogma, such as Shelyn, are popular among those who wish to fight against their destructive influences and become something greater than the purpose for which they were created.</p>\n<h2>Names</h2>\n<p>No widespread naming convention exists for skeletons. When necromancers bother to name skeletons they've raised, they typically choose names that suit their own tastes, the way one would name a pet. Others might be named for their role or job. Skeletons with their memories intact might choose to keep their name from when they were alive, but others might choose new names based on their undead experiences.</p>\n<h3>Sample Names</h3>\n<p>Clatterjaw, Creaker, Doorstop, Final Sacrifice, Gochiyo, Lectern, Macefodder, Sixth Lancer, Skulldyr, Xelim</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Skeleton Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Dexterity, Charisma, Free</p>\n<p><strong>Ability Flaw</strong> Intelligence</p>\n<p><strong>Languages</strong> Common, Necril</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Dwarven, Elven, Infernal, Orcish, Undercommon, and any other languages to which you have access (such as languages prevalent in your region).</p>\n<p><strong>Undeath</strong> You have @UUID[Compendium.pf2e.ancestryfeatures.Item.Basic Undead Benefits]. For your undead hunger, you don't eat flesh like ghouls or drink blood like vampires, but you do collect bones you can use to help yourself mend.</p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "int"
                ]
            }
        },
        "hp": 6,
        "items": {},
        "languages": {
            "custom": "",
            "value": [
                "common",
                "necril"
            ]
        },
        "reach": 5,
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.Basic Undead Benefits"
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder Book of the Dead"
        },
        "speed": 25,
        "traits": {
            "rarity": "rare",
            "value": [
                "skeleton",
                "undead"
            ]
        },
        "vision": "normal"
    },
    "type": "ancestry"
}
