{
    "_id": "TRqoeYfGAFjQbviF",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/sprite.svg",
    "name": "Sprite",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "celestial",
                "draconic",
                "elven",
                "gnomish",
                "goblin",
                "jotun"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "dex"
                ]
            },
            "1": {
                "value": [
                    "int"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Sprites are diminutive, whimsical, and exuberant creatures from the fey realm known as the First World. They love playing pranks, exploring new things, and embracing everything to do with magic.</em></p>\n<hr />\n<p>When most people picture a fey, chances are they're thinking of a sprite. The majority of sprites remain in the First World, where they are essentially immortal, reincarnating to a new form of fey when their life eventually comes to an end. Some even meld together with others to form a more substantial body or split apart into multiple smaller fey. However, sprites are incredibly curious about all forms of magic, leading a significant number to risk the mortal world to explore the new possibilities offered by the unusually static nature of mortal existence. These creatures mix in with other, smaller groups of Material Plane comrades, including exiles from the First World, those whose family swore pacts to mortals, and even contemplative individuals curious to enter the mortal cycle of souls.</p>\n<p>The first generation of Material Plane sprites were content to guard magical locations or objects, learn music, and play pranks on the unsuspecting. Panic struck when children born in the mortal world didn't form wings upon adulthood-some sprites transitioning to the mortal world likewise lost their wings after a time. Believing this to be a sign that the mortal world was too alien for them to live there, many of the initial sprite explorers returned to the safety of the First World.</p>\n<p>However, their wingless children exhibited a potential unmatched by any of their ancestors, as well as a particular magical affinity for the mortal world. They became the mightiest of sprite heroes, but also, on occasion, the most dangerous villains. As they came close to reaching their full strength, many of them did grow their wings at long last: larger, unique, and more vibrant than any from the First World had seen before, a sign of their limitless potential.</p>\n<p>If you want a character who is tiny, mercurial, and curious, you should play a sprite.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Play good-natured pranks on those around you, intended to teach a lesson, aid in locating a lost item, or even help find love.</li>\n<li>Become sidetracked by something new and eye-catching before you have fully followed through on your previous plan.</li>\n<li>Find something magical that's so important to you, you can't help but protect it with every ounce of your strength.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Expect you to know strange fey mysteries and perform fantastical primal magic well beyond your actual abilities.</li>\n<li>Consider you the prime suspect whenever unexplained hijinks or serendipity comes their way.</li>\n<li>Misconstrue the way your mind works, seeing your flitting attention as a sign of being scatterbrained.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Sprites are tiny faeries whose features vary wildly based on their heritage. The Wingless-those with the potential to become powerful heroes and villains, including all PC sprites-slowly grow their wings over time as their magical potential manifests, though some never grow wings at all. Those sprites with humbler destinies typically grow wings when reaching full adulthood and mastering their innate magic. Sprites reach adulthood at around the same rate as humans do, but a typical fey who can manage to stay out of mischief and danger can live 1,000 years or more. Material Plane sprites who sense their time is coming to an end usually return to the First World to be reborn and start their adventure all over again.</p>\n<h2>Society</h2>\n<p>Sprites habitually live in tiny, reclusive villages in areas with abundant magic, natural beauty, or other curiosities of interest. Other sprites live as loners or with small family or peer groups, traveling across the land in search of excitement.</p>\n<h2>Alignments and Religion</h2>\n<p>Sprites run the gamut of alignments but are rarely lawful or evil. They are far more likely to worship the Eldest-the peculiar deities of the fey-than those of the mortal world. They have a particular affinity for Shyka, the many-formed Eldest of time, and the Lantern King, the trickster among their ranks. Among mortal deities, sprites appreciate Desna the most, and due to her iconic depiction as a butterfly-winged woman, some Desnan sprites claim her as one of their own. Sprites also readily comprehend the doctrines of Cayden Cailean and Shelyn, and the goddess of beauty and art is a particular favorite among grigs.</p>\n<h2>Names</h2>\n<p>Sprite names are based entirely on their parents' whimsy. Sprites often adopt additional monikers later in life or change those assigned to them at birth; this is neither frowned upon nor considered abnormal.</p>\n<h3><span style=\"text-decoration: underline;\">Sample Names</span></h3>\n<p>Bree, Plumgrass, Cowrie, Flit, Moth, Zephyr, Naatalu, Pinebrush, Zandivar</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Sprite Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Tiny</p>\n<p><strong>Speed</strong> 20 feet</p>\n<p><strong>Ability Boosts</strong> Dexterity, Intelligence, Free</p>\n<p><strong>Ability Flaw</strong> Strength</p>\n<p><strong>Languages</strong> Common, Sylvan</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Celestial, Draconic, Elven, Gnomish, Goblin, Jotun, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>\n<p><strong>Magical Strikes</strong> Your inherent magic pervades your entire being. All your Strikes are magical, whether with unarmed attacks or weapons.</p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "str"
                ]
            }
        },
        "hp": 6,
        "items": {
            "uu6ze": {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 1,
                "name": "Magical Strikes",
                "uuid": "Compendium.pf2e.ancestryfeatures.Item.TRw4oBZBFZG96jKO"
            }
        },
        "languages": {
            "custom": "",
            "value": [
                "common",
                "sylvan"
            ]
        },
        "reach": 0,
        "rules": [],
        "size": "tiny",
        "source": {
            "value": "Pathfinder Lost Omens: Ancestry Guide"
        },
        "speed": 20,
        "traits": {
            "rarity": "rare",
            "value": [
                "fey",
                "sprite"
            ]
        },
        "vision": "lowLightVision"
    },
    "type": "ancestry"
}
