{
    "_id": "k3zyr6du4gV0Ftuh",
    "img": "systems/pf2e/icons/default-icons/ancestry.svg",
    "name": "Yaksha",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "diabolic",
                "empyrean",
                "nagaji",
                "tang",
                "tengu",
                "vudrani"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "con"
                ]
            },
            "1": {
                "value": [
                    "cha"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Away from shining citadels and opulent palaces, reticent yakshas shelter Tian Xia's rural hinterlands from natural disasters and otherworldly depredations. Famed for resolute vows and prowess with primal magic, yakshas shield the indigent and protect the wilderness, punishing those who threaten either with bone-crushing fury. Yaksha legends recall their origins as divine spirits, overseeing the safety of roads and abodes in a primeval world of vast storm forests and titanic flame floods—the First World, a realm of boundless potentiality. During the Great Abandonment, when the gods left the First World, many yakshas rejected this exodus, instead staying to perform their duties as caretakers. Despite the realm's sudden dearth of divine power, the remaining yakshas swore primordial vows, allowing them to channel power from the nearby Creation's Forge into primal magic and transform swathes of the metamorphic First World into stable regions to provide refuge for destitute fey.</em></p>\n<p><em>@UUID[Compendium.pf2e.journals.JournalEntry.45SK8rdbbxvEHfMn.JournalEntryPage.f6IU2EGcJUzVZ4nD]{Yaksha}</em></p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "int"
                ]
            }
        },
        "hp": 8,
        "items": {},
        "languages": {
            "custom": "",
            "value": [
                "common",
                "fey",
                "yaksha"
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Tian Xia Character Guide"
        },
        "reach": 5,
        "rules": [],
        "size": "med",
        "speed": 25,
        "traits": {
            "rarity": "rare",
            "value": [
                "spirit",
                "yaksha"
            ]
        },
        "vision": "low-light-vision"
    },
    "type": "ancestry"
}
