{
    "_id": "t57KE8cj9MdG6Y5H",
    "img": "systems/pf2e/icons/default-icons/vehicle.svg",
    "items": [],
    "name": "Bone Ship",
    "system": {
        "attributes": {
            "ac": {
                "check": 0,
                "details": "",
                "value": 42
            },
            "collisionDC": {
                "value": 38
            },
            "collisionDamage": {
                "value": "9d10 bludgeoning + 5d6 negative"
            },
            "hardness": 0,
            "hp": {
                "details": "",
                "max": 415,
                "temp": 0,
                "value": 415
            },
            "immunities": [
                {
                    "type": "death-effects"
                },
                {
                    "type": "disease"
                },
                {
                    "type": "object-immunities"
                },
                {
                    "type": "paralyzed"
                },
                {
                    "type": "poison"
                },
                {
                    "type": "unconscious"
                }
            ],
            "resistances": [
                {
                    "type": "cold",
                    "value": 10
                },
                {
                    "type": "electricity",
                    "value": 10
                },
                {
                    "type": "fire",
                    "value": 10
                },
                {
                    "type": "piercing",
                    "value": 12
                },
                {
                    "type": "slashing",
                    "value": 10
                }
            ]
        },
        "customModifiers": {},
        "details": {
            "AC": 0,
            "crew": "1 pilot, 12 crew",
            "description": "<p>Rarely does anything living remain after a bone ship's passing-only death, destruction, and waves red as blood that clash and foam in its wake. When a bone ship forms, necromantic magic dredges great bones from the seabed and slowly bends them into place with malicious intent. Whales' ribs typically form the timbers of the hull, and their great spinal columns twist into towering masts. Muscles and tendons lash the ship together, tightening and loosening to precisely turn the ship as it sails.</p>\n<p>When a bone ship encounters another vessel or finds some other opportunity to sow death, smaller corpses strewn throughout the ship animate to form a crew and boarding party. Each crew member resembles a humanoid skeleton, but they might be made of bones from multiple creatures. For battle, the ship also creates magical cannons formed of bone that propel bone shards and debris with blasts of magic. The small black gemstones stippled across the ship's structure hold the souls of a drowned crew, for a bone ship is the cursed legacy of dead sailors.</p>\n<p>When mass death happens at sea-often from an entire ship sinking far from shore-the anguish of the dying victims can spawn a bone ship. This event might occur when a sailor makes a final plea to a dark god or when a deity takes the opportunity to bind many dead sailors' souls together as a destructive show of divine power. When not created through divine intervention, a bone ship can grow slowly and organically from one of the ships piloted by the undead sailors known as @UUID[Compendium.pf2e.pathfinder-bestiary-2.Actor.Draugr]. As draugr ships plague the seas and sink other vessels, they can collect more souls and bones, eventually becoming bone ships. These vessels look different from many other bone ships with patchwork or asymmetrical appearances.</p>\n<p>A bone ship is almost gluttonous, possessing an unceasing appetite for death, destruction, and new souls to add to its number. These desires stem from an underlying cause, either placed within the ship by its creator or accreted from the scattered final wishes of its component dead souls. For example, a deity might send a bone ship on a special mission to carry a message or dispose of a particularly persistent adversary or annoyance. Though bone ships usually travel upon the waves, they have no need to breathe and can carry out underwater missions at the behest of their creator.</p>\n<p>Bone ships hold a legendary reputation among sailors. These undead can appear out of nowhere to wreak destruction, and if a crew's bodies are absent from a shipwreck, the calamity might be blamed on a bone ship. The sea can bring death suddenly in many ways, but eternal enslavement of the soul presents a more terrifying fate than death alone.</p>",
            "level": {
                "value": 18
            },
            "passengers": "12",
            "pilotingCheck": "Sailing Lore (DC 40), Religion (DC 38); the ship's propulsion is wind if Sailing Lore is used, or magical if Religion is used",
            "price": 0,
            "space": {
                "high": 25,
                "long": 100,
                "wide": 20
            },
            "speed": "swim 40 feet"
        },
        "saves": {
            "fortitude": {
                "item": 0,
                "rank": 0,
                "saveDetail": "",
                "value": 33
            }
        },
        "source": {
            "value": "Pathfinder Bestiary 3"
        },
        "traits": {
            "rarity": "rare",
            "size": {
                "value": "grg"
            },
            "value": []
        }
    },
    "type": "vehicle"
}
