{
    "_id": "4wrSCyX6akmyo7Wj",
    "img": "systems/pf2e/icons/classes/investigator.webp",
    "name": "Investigator",
    "system": {
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 0,
            "martial": 1,
            "other": {
                "name": "",
                "rank": 0
            },
            "simple": 1,
            "unarmed": 1
        },
        "classDC": 1,
        "classFeatLevels": {
            "value": [
                1,
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 0,
            "light": 1,
            "medium": 0,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>You seek to uncover the truth, doggedly pursuing leads to reveal the plots of devious villains, discover ancient secrets, or unravel other mysteries. Your analytical mind quickly formulates solutions to complicated problems and your honed senses identify even the most obscure clues. Wielding knowledge as a weapon, you study the creatures and dangers you encounter to exploit their weaknesses.</em></p>\n<p><strong>KEY ABILITY: INTELLIGENCE</strong></p>\n<p>At 1st level, your class gives you an ability boost to Intelligence.</p>\n<p><strong>HIT POINTS</strong> 8 plus your Constitution modifier</p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Investigator</h1>\n<h2>During Combat Encounters...</h2>\n<p>Your keen insights regarding your foes make you more dangerous than your physical strength would suggest. After spending a moment to study your enemies, your perceptiveness allows you to act quickly, striking them where it hurts most.</p>\n<p>You often assist tougher members of your party, wisely protecting yourself while providing vital aid.</p>\n<h2>During Social Encounters...</h2>\n<p>Few can stand up against your scrutiny. You might not be the most charming, but you see things for what they really are and develop an understanding of a social situation rapidly. Every conversation is an investigation, after all, and you never know what you might uncover!</p>\n<h2>While Exploring...</h2>\n<p>You look for clues in your environment. You often prove yourself to be a valuable ally by serving as a party scout, analyzing the intricacies of puzzles or mysterious phenomena, and pursuing leads that could reveal beneficial information.</p>\n<h2>In Downtime</h2>\n<p>You study up on subjects new and old, make new allies you can share information with, and pursue hobbies that keep your active mind satisfied. You might make a bit of coin on the side working as a private detective or consulting with the local constabulary.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Start asking questions-including several that are quite involved-immediately after you're presented with a conundrum.</li>\n<li>Strive to uncover the deeper meanings behind anything you encounter and to identify the social machinations that truly drive events behind the scenes.</li>\n<li>Get so involved in a case that you ignore other matters, deeming them trivial.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Find the cascades of information you spout forth extremely helpful, if difficult to fully comprehend.</li>\n<li>Get a bit annoyed that you're such a know-it-all.</li>\n<li>Rely on you to solve mysteries, puzzles, or other challenges requiring intellectual curiosity and reasoning.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Expert in Perception</p>\n<h2>Saving Throws</h2>\n<p>Trained in Fortitude</p>\n<p>Expert in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Society</p>\n<p>Trained in one or more skills determined by your methodology</p>\n<p>Trained in a number of additional skills equal to 4 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple and martial weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Class DC</h2>\n<p>Trained in investigator class DC</p>\n<h1>Class Features</h1>\n<p>You gain these abilities as an investigator. Abilities gained at higher levels list the level at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, on the case, Devise a Strategen, methodology, investigator feat, strategic strike 1d6</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Investigator feat, skill feat, skill increase</td>\n</tr>\n<tr>\n<td>3</td>\n<td>General feat, keen recollection, skill increase, skill lesson</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Investigator feat, skill feat, skill increase</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Ability boosts, ancestry feat, skill increase, skillful lesson, strategic strike 2d6, weapon expertise</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Investigator feat, skill feat, skill increase</td>\n</tr>\n<tr>\n<td>7</td>\n<td>General feat, skill increase, skillful lesson, vigilant senses, weapon specialization</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Investigator feat, skill feat, skill increase</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Ancestry feat, great fortitude, investigator expertise, skill increase, skillful lesson, strategic strike 3d6</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, investigator feat, skill feat, skill increase</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Deductive improvisation, general feat. resolve, skill increase, skillful lesson</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Investigator feat, skill feat, skill increase</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Ancestry feat, incredible senses, light armor expertise, skill increase, skillful lesson, strategic strike 4d6, weapon mastery</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Investigator feat, skill feat, skill increase</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Ability boosts, evastion, general feat, greater weapon specialization, skill increase, skillful lesson</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Investigator feat, skill feat, skill increase</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Ancestry feat, greater resolve, skill increase, skillful lesson, strategic strike 5d6</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Investigator feat, skill feat, skill increase</td>\n</tr>\n<tr>\n<td>19</td>\n<td>General feat, light armor mastery, master detective, skill increase, skillful lesson</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, Investigator feat, skill feat, skill increase</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to what you get from your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.</p>\n<h2>On the Case</h2>\n<p>As an investigator, you think of your adventures as cases waiting to be solved. You gain one activity and one reaction you can use to investigate cases: @UUID[Compendium.pf2e.actionspf2e.Item.Pursue a Lead] and @UUID[Compendium.pf2e.actionspf2e.Item.Clue In].</p>\n<h2>Devise a Strategem</h2>\n<p>You can play out a battle in your head, using brains rather than brawn to execute an attack.</p>\n<p>@UUID[Compendium.pf2e.actionspf2e.Item.Devise a Stratagem]{Devise a Strategem}</p>\n<h2>Methodology</h2>\n<p>Your studies have made you savvy in many areas,; but one in particular drew your intense interest.</p>\n<p>Choose a methodology. The methodologies presented in this book are as follow:</p>\n<p>@UUID[Compendium.pf2e.classfeatures.Item.Alchemical Sciences Methodology]</p>\n<p>@UUID[Compendium.pf2e.classfeatures.Item.Empiricism Methodology]{Empiricism Methology}</p>\n<p>@UUID[Compendium.pf2e.classfeatures.Item.Forensic Medicine Methodology]</p>\n<p>@UUID[Compendium.pf2e.classfeatures.Item.Interrogation Methodology]</p>\n<h2>Investigator Feats</h2>\n<p>At 1st level and every even-numbered level, you gain an investigator class feat.</p>\n<h2>Strategic Strike</h2>\n<p>When you strike carefully and with forethought, you deal a telling blow. When making a Strike that adds your Intelligence modifier on your attack roll due to Devising a Stratagem, you deal an additional 1d6 precision damage.</p>\n<p>As your investigator level increases, so too does the deadliness of your strategic strike. Increase the number of dice by one at 5th, 9th, 13th, and 17th levels.</p>\n<h2>Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>Skill Increases<span style=\"float: right;\">Level 2</span></h2>\n<p>You gain more skill increases than members of other classes. At 2nd level and every level thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in or to become an expert in one skill in which you're already trained.</p>\n<p>At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.</p>\n<h2>General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Keen Recollection <span style=\"float: right;\">Level 3</span></h2>\n<p>You can recall pertinent facts on topics that aren't your specialty. Your proficiency bonus to untrained skill checks to Recall Knowledge is equal to your level instead of +0.</p>\n<h2>Skillful Lessons<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every odd-numbered level thereafter, you gain a skill feat. This feat must be for an Intelligence-, Wisdom-, or Charisma-based skill, or for the skill you gained from your methodology.</p>\n<h2>Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2>Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Weapon Expertise<span style=\"float: right;\">Level 5</span></h2>\n<p>You've dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert.</p>\n<h2>Vigilant Senses<span style=\"float: right;\">Level 7</span></h2>\n<p>Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank in Perception increases to master.</p>\n<h2>Weapon Specialization<span style=\"float: right;\">Level 7</span></h2>\n<p>You can inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master and 4 if you're legendary.</p>\n<h2>Great Fortitude<span style=\"float: right;\">Level 9</span></h2>\n<p>Your physique is incredibly hardy. Your proficiency rank for Fortitude saves increases to expert.</p>\n<h2>Investigator Expertise<span style=\"float: right;\">Level 9</span></h2>\n<p>You've refined your investigative techniques to an exceptional degree. Your circumstance bonus from Pursue a Lead increases to +2. Your proficiency rank for your investigator class DC increases to expert.</p>\n<h2>Deductive Improvisation<span style=\"float: right;\">Level 11</span></h2>\n<p>You use your skills at deduction to perform whatever task is necessary to solve the case. You can attempt any check that requires you to be trained in a skill, even if you're untrained in it; you can attempt any check that requires you to have expert proficiency in a skill so long as you're trained in it; and you can attempt any check that requires you to have master proficiency in a skill as long as you have expert proficiency in it.</p>\n<h2>Resolve<span style=\"float: right;\">Level 11</span></h2>\n<p>You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.</p>\n<h2>Incredible Senses<span style=\"float: right;\">Level 13</span></h2>\n<p>You notice things that are almost impossible for an ordinary person to detect. Your proficiency rank for Perception increases to legendary.</p>\n<h2>Light Armor Expertise<span style=\"float: right;\">Level 13</span></h2>\n<p>You've learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.</p>\n<h2>Weapon Mastery<span style=\"float: right;\">Level 13</span></h2>\n<p>You fully understand your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to master.</p>\n<h2>Evasion<span style=\"float: right;\">Level 15</span></h2>\n<p>You've learned to move quickly to avoid explosions, a dragon's breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.</p>\n<h2>Greater Weapon Specialization<span style=\"float: right;\">Level 15</span></h2>\n<p>Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.</p>\n<h2>Greater Resolve<span style=\"float: right;\">Level 17</span></h2>\n<p>Your unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a success on a Will save, you get a critical success. When you roll a critical failure on a Will save, you get a failure instead. When you fail a Will save against a damaging effect, you take half damage.</p>\n<h2>Light Armor Mastery<span style=\"float: right;\">Level 19</span></h2>\n<p>Your skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master.</p>\n<h2>Master Detective<span style=\"float: right;\">Level 19</span></h2>\n<p>As a master detective, you can solve any case and find all the clues available. If you're pursuing the subject of a lead and you enter a new location that includes another clue toward solving the mystery, the GM informs you of the existence of the clue and its type: an object, person, spell effect, or the like. When you find the clue, the GM informs you that you've done so. If there is more than one clue in the location, the GM chooses one to inform you about. When you find any of the clues in that location, the GM informs you that you've done so, even if it wasn't the clue they'd chosen or there are other clues you haven't found. Your proficiency rank for your investigator class DC increases to master.</p>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": 8,
        "items": {
            "0abc3": {
                "img": "systems/pf2e/icons/features/classes/deductive-improvisation.webp",
                "level": 11,
                "name": "Deductive Improvisation",
                "uuid": "Compendium.pf2e.classfeatures.Item.malYpr0CYL4fDGhr"
            },
            "3ss71": {
                "img": "systems/pf2e/icons/features/classes/evasion.webp",
                "level": 15,
                "name": "Evasion",
                "uuid": "Compendium.pf2e.classfeatures.Item.MV6XIuAgN9uSA0Da"
            },
            "71q10": {
                "img": "systems/pf2e/icons/features/classes/incredible-sense.webp",
                "level": 13,
                "name": "Incredible Senses",
                "uuid": "Compendium.pf2e.classfeatures.Item.nLwPMPLRne1HnL00"
            },
            "fofuw": {
                "img": "systems/pf2e/icons/features/classes/on-the-case.webp",
                "level": 1,
                "name": "On the Case",
                "uuid": "Compendium.pf2e.classfeatures.Item.6FasgIXUJ1X8ekRn"
            },
            "gvvwp": {
                "img": "systems/pf2e/icons/features/classes/weapon-mastery.webp",
                "level": 13,
                "name": "Weapon Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.i6563IU7x4L9oRgC"
            },
            "j15np": {
                "img": "systems/pf2e/icons/features/classes/weapon-expertise.webp",
                "level": 5,
                "name": "Weapon Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.9XLUh9iMepZesdmc"
            },
            "lqbki": {
                "img": "systems/pf2e/icons/features/classes/keen-recollection.webp",
                "level": 3,
                "name": "Keen Recollection",
                "uuid": "Compendium.pf2e.classfeatures.Item.DZWQspPi4IkfXV2E"
            },
            "ly271": {
                "img": "systems/pf2e/icons/features/classes/vigilant-senses.webp",
                "level": 7,
                "name": "Vigilant Senses",
                "uuid": "Compendium.pf2e.classfeatures.Item.0npO4rPscGm0dX13"
            },
            "mb94u": {
                "img": "systems/pf2e/icons/features/classes/light-armor-master.webp",
                "level": 19,
                "name": "Light Armor Mastery (Level 19)",
                "uuid": "Compendium.pf2e.classfeatures.Item.SHpjmM4A3Sw4GgDz"
            },
            "o89io": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 1,
                "name": "Methodology",
                "uuid": "Compendium.pf2e.classfeatures.Item.uhHg9BXBiHpL5ndS"
            },
            "oktpj": {
                "img": "systems/pf2e/icons/features/classes/investigator-expertise.webp",
                "level": 9,
                "name": "Investigator Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.PFvB79O2VFdiAeSj"
            },
            "qfhwe": {
                "img": "systems/pf2e/icons/features/classes/great-fortitude.webp",
                "level": 9,
                "name": "Great Fortitude",
                "uuid": "Compendium.pf2e.classfeatures.Item.F57Na5VxfBp56kke"
            },
            "qwerc": {
                "img": "systems/pf2e/icons/features/classes/master-detective.webp",
                "level": 19,
                "name": "Master Detective",
                "uuid": "Compendium.pf2e.classfeatures.Item.flEx8eY0NinF9XZU"
            },
            "rz4r2": {
                "img": "systems/pf2e/icons/features/classes/greater-weapon-specialization.webp",
                "level": 15,
                "name": "Greater Weapon Specialization (Level 15)",
                "uuid": "Compendium.pf2e.classfeatures.Item.Z7HX6TeFsaup7Dx9"
            },
            "sesh2": {
                "img": "systems/pf2e/icons/features/classes/greater-resolve.webp",
                "level": 17,
                "name": "Greater Resolve",
                "uuid": "Compendium.pf2e.classfeatures.Item.5LOARurr4qWkfS9K"
            },
            "skjy3": {
                "img": "systems/pf2e/icons/features/classes/devise-a-stratagem.webp",
                "level": 1,
                "name": "Devise a Stratagem",
                "uuid": "Compendium.pf2e.classfeatures.Item.lgo65ldX7WkXC8Ir"
            },
            "u3nsr": {
                "img": "systems/pf2e/icons/features/classes/strategic-strike.webp",
                "level": 1,
                "name": "Strategic Strike",
                "uuid": "Compendium.pf2e.classfeatures.Item.2Fe4YZCvAr9Yf6w7"
            },
            "vv9fi": {
                "img": "systems/pf2e/icons/features/classes/skillful-lessons.webp",
                "level": 3,
                "name": "Skillful Lessons",
                "uuid": "Compendium.pf2e.classfeatures.Item.dmK1wya8GBi9MmCB"
            },
            "vxchn": {
                "img": "systems/pf2e/icons/features/classes/light-armor-expertise.webp",
                "level": 13,
                "name": "Light Armor Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.pZYkb12t5DSwtts7"
            },
            "xvwjc": {
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                "level": 7,
                "name": "Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.9EqIasqfI8YIM3Pt"
            },
            "y1tah": {
                "img": "systems/pf2e/icons/features/classes/resolve.webp",
                "level": 11,
                "name": "Resolve",
                "uuid": "Compendium.pf2e.classfeatures.Item.JQAujUXjczVnYDEI"
            }
        },
        "keyAbility": {
            "value": [
                "int"
            ]
        },
        "perception": 2,
        "rules": [],
        "savingThrows": {
            "fortitude": 1,
            "reflex": 2,
            "will": 2
        },
        "skillFeatLevels": {
            "value": [
                2,
                3,
                4,
                5,
                6,
                7,
                8,
                9,
                10,
                11,
                12,
                13,
                14,
                15,
                16,
                17,
                18,
                19,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                2,
                3,
                4,
                5,
                6,
                7,
                8,
                9,
                10,
                11,
                12,
                13,
                14,
                15,
                16,
                17,
                18,
                19,
                20
            ]
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "trainedSkills": {
            "additional": 4,
            "value": [
                "soc"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "class"
}
