{
    "_id": "uJ5aCzlw34GGdWjp",
    "img": "systems/pf2e/icons/classes/swashbuckler.webp",
    "name": "Swashbuckler",
    "system": {
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 0,
            "martial": 1,
            "other": {
                "name": "",
                "rank": 0
            },
            "simple": 1,
            "unarmed": 1
        },
        "classDC": 1,
        "classFeatLevels": {
            "value": [
                1,
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 0,
            "light": 1,
            "medium": 0,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>Many warriors rely on brute force, weighty armor, or cumbersome weapons. For you, battle is a dance where you move among foes with style and grace. You dart among combatants with flair and land powerful finishing moves with a flick of the wrist and a flash of the blade, all while countering attacks with elegant ripostes that keep enemies off balance. Harassing and thwarting your foes lets you charm fate and cheat death time and again with aplomb and plenty of flair.</em></p>\n<p><strong>Key Ability: DEXTERITY</strong></p>\n<p>At 1st level, your class gives you an ability boost to Dexterity.</p>\n<p><strong>Hit Points: 10 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1 class=\"title\">Roleplaying the Swashbuckler</h1>\n<h2 class=\"title\">During Combat Encounters...</h2>\n<p>You show off to gain panache, leveraging your flair to build up to powerful finishing moves. You stay nimble, moving into the best position to perform your maneuvers while dodging enemy blows and responding with swift ripostes. Depending on your swashbuckler's style, you might dance among your foes; slip past their defenses; or beguile, distract, or frighten them.</p>\n<h2 class=\"title\">During Social Encounters...</h2>\n<p>You are equally likely to charm or intimidate others-or both. You might be an adept socialite, or you might create distractions for others who do the talking.</p>\n<h2 class=\"title\">While Exploring...</h2>\n<p>You keep a careful eye on your surroundings and other people, always prepared to leap into action with bravado and flair. You interact with the environment in bold, sweeping strokes rather than skulking to avoid detection.</p>\n<h2 class=\"title\">In Downtime...</h2>\n<p>You might carouse at the tavern, repair and maintain your armaments, or train to learn new techniques. To maintain your impressive reputation, you might build an organization in your name or establish a following of admirers.</p>\n<h2 class=\"title\">You Might...</h2>\n<ul>\n<li>Portray yourself as a heroic daredevil or a roguish braggart, knowing you can live up to the image you present.</li>\n<li>Hold yourself in high esteem, confident in your abilities and your reputation.</li>\n<li>Practice your skills and maneuvers regularly to ensure you never grow rusty.</li>\n</ul>\n<h2 class=\"title\">Others Probably...</h2>\n<ul>\n<li>Admire your theatrics, bravado, and skill with a blade.</li>\n<li>Find you arrogant unless they know you well enough to appreciate your style.</li>\n<li>Underestimate how much of a threat you pose until they face the end of your deadly blade.</li>\n</ul>\n<h1 class=\"title\">Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2 class=\"title\">Perception</h2>\n<p>Expert in Perception</p>\n<h2 class=\"title\">Saving Throws</h2>\n<p>Trained in Fortitude</p>\n<p>Expert in Reflex</p>\n<p>Expert in Will</p>\n<h2 class=\"title\">Skills</h2>\n<p>Trained in Acrobatics</p>\n<p>Trained in one skill determined by your swashbuckler's style</p>\n<p>Trained in a number of additional skills equal to 4 plus your Intelligence modifier</p>\n<h2 class=\"title\">Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in martial weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2 class=\"title\">Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in unarmored defense</p>\n<h2 class=\"title\">Class DC</h2>\n<p>Trained in swashbuckler class DC</p>\n<h1 class=\"title\">Class Features</h1>\n<p>You gain these features as a Swashbuckler. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, panache, swashbuckler's style, precise strike (2d6), confident finisher, swashbuckler feat</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Skill feat, swashbuckler feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>General feat, great fortitude, opportune riposte, skill increase, stylish trick, vivacious speed +10 feet</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Skill feat, swashbuckler feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Ability boosts, ancestry feat, precise strike (3d6), skill increase, weapon expertise</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Skill feat, swashbuckler feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Evasion, general feat, skill increase, stylish trick, vivacious speed +15 feet, weapon specialization</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Skill feat, swashbuckler feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Ancestry feat, exemplary finish, precise strike (4d6), skill increase, swashbuckler expertise</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, skill feat, swashbuckler feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Continuous flair, general feat, skill increase, vigilant senses, vivacious speed +20 feet</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Skill feat, swashbuckler feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Ancestry feat, improved evasion, light armor expertise, precise strike (5d6), skill increase, weapon mastery</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Skill feat, swashbuckler feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Ability boosts, general feat, greater weapon specialization, keen flair, skill increase, stylish trick, vivacious speed +25 feet</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Skill feat, swashbuckler feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Ancestry feat, precise strike (6d6), resolve, skill increase</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Skill feat, swashbuckler feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Eternal confidence, general feat, light armor mastery, skill increase, vivacious speed +30 feet</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, skill feat, swashbuckler feat</td>\n</tr>\n</tbody>\n</table>\n<h2 class=\"title\">Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2 class=\"title\">Initial Proficiencies</h2>\n<p>At 1st level you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.</p>\n<h2 class=\"title\">Panache</h2>\n<p>You care as much about the way you accomplish something as whether you actually accomplish it in the first place. When you perform an action with particular bravado, you can leverage this moment of verve to perform spectacular, deadly maneuvers. This state of flair is called panache, and you are either in a state of panache or you are not.</p>\n<p>You gain panache by successfully performing the skill check associated with specific actions that have a bit of flair, including @UUID[Compendium.pf2e.actionspf2e.Item.Tumble Through] and additional actions determined by your swashbuckler's style (see below). At the GM's discretion, after succeeding at a check to perform a particularly daring action, such as swinging on a chandelier or sliding down a drapery, you also gain panache if your result is high enough (typically the very hard DC for your level, but the GM can choose a different threshold).</p>\n<p>While you have panache, you gain a +5-foot status bonus to your Speeds and gain a +1 circumstance bonus to checks to Tumble Through or to take any actions that give you panache due to your style. The precise strike class feature also causes you to deal extra precision damage while you have panache. Powerful finisher actions, including @UUID[Compendium.pf2e.classfeatures.Item.Confident Finisher], can be used only while you have panache and cause you to lose your panache.</p>\n<p>Normally, you gain and use panache only in combat encounters; when an encounter ends, you lose panache.</p>\n<h2 class=\"title\">Swashbuckler's Style</h2>\n<p>As a swashbuckler, you have your own distinctive style that enables you to gracefully handle everyday events and life-or-death situations alike. Choose a swashbuckler's style. This style determines the additional actions you use to gain panache and makes you trained in the skill related to that action. The styles presented in this book are as follows.</p>\n<ul>\n<li><strong>@UUID[Compendium.pf2e.classfeatures.Item.Battledancer]</strong> To you, a fight is a kind of performance art, and you command your foes' attention with mesmerizing motions. You are trained in Performance and gain the @UUID[Compendium.pf2e.feats-srd.Item.Fascinating Performance] skill feat. You gain panache during an encounter when the result of your Performance check to @UUID[Compendium.pf2e.actionspf2e.Item.Perform] exceeds the Will DC of an observing foe, even if the foe isn't @UUID[Compendium.pf2e.conditionitems.Item.Fascinated].</li>\n<li><strong>@UUID[Compendium.pf2e.classfeatures.Item.Braggart]</strong> You boast, taunt, and psychologically needle your foes. You are trained in Intimidation. You gain panache during an encounter whenever you successfully @UUID[Compendium.pf2e.actionspf2e.Item.Demoralize] a foe.</li>\n<li><strong>@UUID[Compendium.pf2e.classfeatures.Item.Fencer]</strong> You move carefully, feinting and creating false openings to lead your foes into inopportune attacks. You are trained in Deception. You gain panache during an encounter whenever you successfully @UUID[Compendium.pf2e.actionspf2e.Item.Feint] or @UUID[Compendium.pf2e.actionspf2e.Item.Create a Diversion] against a foe.</li>\n<li><strong>@UUID[Compendium.pf2e.classfeatures.Item.Gymnast]</strong> You reposition, maneuver, and bewilder your foes with daring feats of physical prowess. You are trained in Athletics. You gain panache during an encounter whenever you successfully @UUID[Compendium.pf2e.actionspf2e.Item.Grapple], @UUID[Compendium.pf2e.actionspf2e.Item.Shove], or @UUID[Compendium.pf2e.actionspf2e.Item.Trip] a foe.</li>\n<li><strong>@UUID[Compendium.pf2e.classfeatures.Item.Wit]</strong> You are friendly, clever, and full of humor, always knowing just what to say in any situation. Your witticisms leave foes unprepared for the skill and speed of your attacks. You are trained in Diplomacy and gain the @UUID[Compendium.pf2e.feats-srd.Item.Bon Mot] skill feat. You gain panache during an encounter whenever you succeed at a Bon Mot against a foe.</li>\n</ul>\n<h2 class=\"title\">Precise Strike</h2>\n<p>You strike with flair. When you have panache and you Strike with an agile or finesse melee weapon or agile or finesse unarmed attack, you deal 2 additional precision damage. If the strike is part of a finisher, the additional damage is 2d6 precision damage instead.</p>\n<p>As your swashbuckler level increases, so does your additional damage for precise strike. Increase the amount of additional damage on a Strike and the number of additional dice on a finisher by one at 5th, 9th, 13th, and 17th levels.</p>\n<h2 class=\"title\">Confident Finisher</h2>\n<p>You gain an elegant finishing attack you can make when you have panache. You gain the Confident Finisher action.</p>\n<h2 class=\"title\">Swashbuckler Feats</h2>\n<p>At 1st level and every even-numbered level, you gain a swashbuckler class feat.</p>\n<h2 class=\"title\">Skill Feats<span style=\"float:right\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2 class=\"title\">General Feats<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2 class=\"title\">Great Fortitude<span style=\"float:right\">Level 3</span></h2>\n<p>Your physique is incredibly hardy, granting you increased endurance. Your proficiency rank for Fortitude saves increases to expert.</p>\n<h2 class=\"title\">Opportune Riposte<span style=\"float:right\">Level 3</span></h2>\n<p>You turn the tables on foes who fumble, capitalizing immediately on their mistake. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Opportune Riposte] reaction.</p>\n<h2 class=\"title\">Skill Increases<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.</p>\n<p>At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2 class=\"title\">Stylish Tricks<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level, 7th level, and 15th level, you gain a skill feat. This feat must be for Acrobatics or the trained skill from your swashbuckler's style.</p>\n<h2 class=\"title\">Vivacious Speed<span style=\"float:right\">Level 3</span></h2>\n<p>When you've made an impression, you move even faster than normal, darting about the battlefield with incredible speed. Increase the status bonus to your Speeds when you have panache to a +10-foot status bonus; this bonus increases by 5 feet at 7th, 11th, 15th, and 19th levels. When you don't have panache, you still get half this status bonus to your Speed, rounded down to the nearest 5-foot increment.</p>\n<h2 class=\"title\">Ability Boosts<span style=\"float:right\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2 class=\"title\">Ancestry Feats<span style=\"float:right\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2 class=\"title\">Weapon Expertise<span style=\"float:right\">Level 5</span></h2>\n<p>You've dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert. You gain access to the critical specialization effects of all weapons for which you have expert proficiency.</p>\n<h2 class=\"title\">Evasion<span style=\"float:right\">Level 7</span></h2>\n<p>You've learned to move quickly to avoid explosions, a dragon's breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.</p>\n<h2 class=\"title\">Weapon Specialization<span style=\"float:right\">Level 7</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and to 4 if you're legendary.</p>\n<h2 class=\"title\">Exemplary Finisher<span style=\"float:right\">Level 9</span></h2>\n<p>You execute your finishing moves with spectacular flair, adding special effects to your finishers. If a Strike you make as part of a finisher hits a foe, you add one of the following effects to the Strike, depending on your swashbuckler's style.</p>\n<ul>\n<li><strong>Battledancer</strong> You can Step as a free action immediately after the finisher.</li>\n<li><strong>Braggart</strong> If the foe was temporarily immune to your Demoralize, their temporary immunity ends.</li>\n<li><strong>Fencer</strong> The foe is flat-footed until your next turn.</li>\n<li><strong>Gymnast</strong> If the foe is grabbed, restrained, or prone, you gain a circumstance bonus to the damage roll equal to twice the number of weapon damage dice.</li>\n<li><strong>Wit</strong> The foe takes a -2 circumstance penalty to attack rolls against you until the start of your next turn.</li>\n</ul>\n<h2 class=\"title\">Swashbuckler Expertise<span style=\"float:right\">Level 9</span></h2>\n<p>You perform swashbuckling techniques with exceptional flair, making them harder to resist. Your proficiency rank for your swashbuckler class DC increases to expert.</p>\n<h2 class=\"title\">Continuous Flair<span style=\"float:right\">Level 11</span></h2>\n<p>While not equal to the heights of your panache in combat, you have a dramatic flair about you in any situation. Whenever you succeed at a check during exploration that would have granted you panache in combat, you gain a +1 circumstance bonus to further checks for actions that would grant you panache in combat. This benefit ends when the exploration changes to a different scene (as determined by the GM) or shifts to an encounter or downtime.</p>\n<h2 class=\"title\">Vigilant Senses<span style=\"float:right\">Level 11</span></h2>\n<p>Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.</p>\n<h2 class=\"title\">Improved Evasion<span style=\"float:right\">Level 13</span></h2>\n<p>Your ability to elude danger is matchless. Your proficiency rank for Reflex saves increases to legendary. When you roll a critical failure on a Reflex save, you get a failure instead. When you roll a failure on a Reflex save against a damaging effect, you take half damage.</p>\n<h2 class=\"title\">Light Armor Expertise<span style=\"float:right\">Level 13</span></h2>\n<p>You've learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.</p>\n<h2 class=\"title\">Weapon Mastery<span style=\"float:right\">Level 13</span></h2>\n<p>You fully understand your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master.</p>\n<h2 class=\"title\">Greater Weapon Specialization<span style=\"float:right\">Level 15</span></h2>\n<p>Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.</p>\n<h2 class=\"title\">Keen Flair<span style=\"float:right\">Level 15</span></h2>\n<p>You inflict particularly devastating attacks on even well-defended foes. When you Strike with a weapon or unarmed attack with which you have master proficiency, if you roll a 19 on the die and the roll is a success, you critically succeed instead.</p>\n<h2 class=\"title\">Resolve<span style=\"float:right\">Level 17</span></h2>\n<p>You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.</p>\n<h2 class=\"title\">Eternal Confidence<span style=\"float:right\">Level 17</span></h2>\n<p>As a swashbuckler at the peak of your skill, you swell with confidence and bravado in every attack. Your proficiency rank for your swashbuckler class DC increases to master.</p>\n<p>When you Strike as part of a finisher or Opportune Riposte, you can give the Strike the failure effect from the Confident Finisher action, including the increase from Precise Finisher if you have that feat. You can do so only if the Strike uses a weapon or unarmed attack that you could use for Confident Finisher.</p>\n<h2 class=\"title\">Light Armor Mastery<span style=\"float:right\">Level 19</span></h2>\n<p>Your skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master.</p>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": 10,
        "items": {
            "12j4u": {
                "img": "systems/pf2e/icons/features/classes/evasion.webp",
                "level": 7,
                "name": "Evasion",
                "uuid": "Compendium.pf2e.classfeatures.Item.MV6XIuAgN9uSA0Da"
            },
            "2v2xl": {
                "img": "systems/pf2e/icons/features/classes/panache.webp",
                "level": 1,
                "name": "Panache",
                "uuid": "Compendium.pf2e.classfeatures.Item.LzYi0OuOoypNb6jd"
            },
            "2z1nf": {
                "img": "systems/pf2e/icons/features/classes/precise-strike.webp",
                "level": 1,
                "name": "Precise Strike",
                "uuid": "Compendium.pf2e.classfeatures.Item.RQH6vigvhmiYKKjg"
            },
            "41jmp": {
                "img": "systems/pf2e/icons/features/classes/confident-finisher.webp",
                "level": 1,
                "name": "Confident Finisher",
                "uuid": "Compendium.pf2e.classfeatures.Item.pyo0vmxUFIFX2GNl"
            },
            "4sxx4": {
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                "level": 7,
                "name": "Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.9EqIasqfI8YIM3Pt"
            },
            "7g9e4": {
                "img": "systems/pf2e/icons/features/classes/vivacious-speed.webp",
                "level": 3,
                "name": "Vivacious Speed",
                "uuid": "Compendium.pf2e.classfeatures.Item.8BOFeRE7ZfJ02N0O"
            },
            "9bzuj": {
                "img": "systems/pf2e/icons/features/classes/eternal-confidence.webp",
                "level": 19,
                "name": "Eternal Confidence",
                "uuid": "Compendium.pf2e.classfeatures.Item.ypfT3iybew6ZSIUl"
            },
            "begqu": {
                "img": "systems/pf2e/icons/features/classes/resolve.webp",
                "level": 17,
                "name": "Resolve",
                "uuid": "Compendium.pf2e.classfeatures.Item.JQAujUXjczVnYDEI"
            },
            "biz5f": {
                "img": "systems/pf2e/icons/features/classes/improved-evasion.webp",
                "level": 13,
                "name": "Improved Evasion",
                "uuid": "Compendium.pf2e.classfeatures.Item.L5D0NwFXdLiVSnk5"
            },
            "i3ldz": {
                "img": "systems/pf2e/icons/features/classes/greater-weapon-specialization.webp",
                "level": 15,
                "name": "Greater Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.Z7HX6TeFsaup7Dx9"
            },
            "jlyi1": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 1,
                "name": "Swashbuckler's Style",
                "uuid": "Compendium.pf2e.classfeatures.Item.beW1OqibVQ3fBvRw"
            },
            "k2fub": {
                "img": "systems/pf2e/icons/features/classes/great-fortitude.webp",
                "level": 3,
                "name": "Great Fortitude",
                "uuid": "Compendium.pf2e.classfeatures.Item.F57Na5VxfBp56kke"
            },
            "m4r06": {
                "img": "systems/pf2e/icons/features/classes/stylish-tricks.webp",
                "level": 3,
                "name": "Stylish Tricks",
                "uuid": "Compendium.pf2e.classfeatures.Item.pthjQIK9pDxnbER6"
            },
            "mh4q8": {
                "img": "systems/pf2e/icons/features/classes/vigilant-senses.webp",
                "level": 11,
                "name": "Vigilant Senses",
                "uuid": "Compendium.pf2e.classfeatures.Item.0npO4rPscGm0dX13"
            },
            "mysbh": {
                "img": "systems/pf2e/icons/features/classes/light-armor-master.webp",
                "level": 19,
                "name": "Light Armor Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.SHpjmM4A3Sw4GgDz"
            },
            "o4f3f": {
                "img": "systems/pf2e/icons/features/classes/opportune-riposte.webp",
                "level": 3,
                "name": "Opportune Riposte",
                "uuid": "Compendium.pf2e.classfeatures.Item.Jtn7IugykXDlIoZq"
            },
            "qo5ao": {
                "img": "systems/pf2e/icons/features/classes/weapon-expertise.webp",
                "level": 5,
                "name": "Weapon Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.F5BHEav90oOJ2LwN"
            },
            "sltbp": {
                "img": "systems/pf2e/icons/features/classes/exemplary-finisher.webp",
                "level": 9,
                "name": "Exemplary Finisher",
                "uuid": "Compendium.pf2e.classfeatures.Item.KxpaxUSuBC7hr4F7"
            },
            "t02dj": {
                "img": "systems/pf2e/icons/features/classes/light-armor-expertise.webp",
                "level": 13,
                "name": "Light Armor Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.pZYkb12t5DSwtts7"
            },
            "xi59r": {
                "img": "systems/pf2e/icons/features/classes/keen-flair.webp",
                "level": 15,
                "name": "Keen Flair",
                "uuid": "Compendium.pf2e.classfeatures.Item.Pk3Ht0KZyFxSeL07"
            },
            "yeomf": {
                "img": "systems/pf2e/icons/features/classes/swashbuckler-expertise.webp",
                "level": 9,
                "name": "Swashbuckler Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.U74JoAcLHTOsZG6q"
            },
            "z4u6l": {
                "img": "systems/pf2e/icons/features/classes/continuous-flair.webp",
                "level": 11,
                "name": "Continuous Flair",
                "uuid": "Compendium.pf2e.classfeatures.Item.13QpCrR8a8XULbJa"
            },
            "zwcsy": {
                "img": "systems/pf2e/icons/features/classes/weapon-mastery.webp",
                "level": 13,
                "name": "Weapon Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.i6563IU7x4L9oRgC"
            }
        },
        "keyAbility": {
            "value": [
                "dex"
            ]
        },
        "perception": 2,
        "rules": [],
        "savingThrows": {
            "fortitude": 1,
            "reflex": 2,
            "will": 2
        },
        "skillFeatLevels": {
            "value": [
                2,
                3,
                4,
                6,
                7,
                8,
                10,
                12,
                14,
                15,
                16,
                18,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "trainedSkills": {
            "additional": 4,
            "value": [
                "acr"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "class"
}
