{
    "_id": "bYDXk9HUMKOuym9h",
    "img": "systems/pf2e/icons/classes/witch.webp",
    "name": "Witch",
    "system": {
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 0,
            "martial": 0,
            "other": {
                "name": "",
                "rank": 0
            },
            "simple": 1,
            "unarmed": 1
        },
        "classDC": 0,
        "classFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 0,
            "light": 0,
            "medium": 0,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>You command powerful magic, not through study or devotion to any ideal, but as a vessel or agent for a mysterious, otherworldly patron that even you don't entirely understand. This entity might be a covert divinity, a powerful fey, a manifestation of natural energies, an ancient spirit, or any other mighty supernatural being-but its nature is likely as much a mystery to you as it is to anyone else. Through a special familiar, your patron grants you versatile spells and powerful hexes to use as you see fit, though you're never certain if these gifts will end up serving your patron's larger plan.</em></p>\n<p><strong>Key Ability: INTELLIGENCE</strong></p>\n<p>At 1st level, your class gives you an ability boost to Intelligence.</p>\n<p><strong>Hit Points: 6 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1 class=\"title\">Roleplaying the Witch</h1>\n<h2 class=\"title\">During Combat Encounters...</h2>\n<p>You cast spells to change the course of battle. You use magical hexes to hamper enemies and aid allies, while leveraging more powerful spells to control the battlefield, heal, or harm, aided by your extraordinary familiar, brewed potions, and magical items.</p>\n<h2 class=\"title\">During Social Encounters...</h2>\n<p>You provide knowledge on numerous topics, including a variety of magical matters, and you might call upon your patron's magic to charm or deceive others.</p>\n<h2 class=\"title\">While Exploring...</h2>\n<p>You remain alert for magical traps and treasures, employing a clever array of spells to overcome obstacles that stand in your way. Your familiar might aid you through its own considerable set of exceptional abilities.</p>\n<h2 class=\"title\">In Downtime...</h2>\n<p>You brew potions, craft other magical items, or hunt for new spells for your familiar to learn. You might try to learn more about your patron, their aims, or your own powers, and you might seek out the company of other witches for collaboration or community.</p>\n<h2 class=\"title\">You Might...</h2>\n<ul>\n<li>Strive to learn more about your patron or familiar, your patron's goals, why they chose to empower you, and how you fit into their plans.</li>\n<li>Seek out new sources of magic, like scrolls and spellbooks, to supplement the spells your patron provides.</li>\n<li>View your familiar as a steadfast ally, a dear friend, or a necessary nuisance, depending on its personality.</li>\n</ul>\n<h2 class=\"title\">Others Probably...</h2>\n<ul>\n<li>Wonder about the nature of your patron and the source of your magic, worrying you'll turn on them or that you unknowingly serve to a foul power.</li>\n<li>Appreciate your ability to aid them with magic, whether you do so by helping them directly or by hampering their adversaries.</li>\n<li>Take care not to offend you, fearful that you'll place a malicious hex on them if you're angered.</li>\n</ul>\n<h1 class=\"title\">Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2 class=\"title\">Perception</h2>\n<p>Trained in Perception</p>\n<h2 class=\"title\">Saving Throws</h2>\n<p>Trained in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2 class=\"title\">Skills</h2>\n<p>Trained in one skill determined by your patron</p>\n<p>Trained in a number of additional skills equal to 3 plus your Intelligence modifier</p>\n<h2 class=\"title\">Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2 class=\"title\">Defenses</h2>\n<p>Untrained in all armor</p>\n<p>Trained in unarmored defense</p>\n<h2 class=\"title\">Spells</h2>\n<p>Trained in spell attack rolls of your spellcasting tradition, determined by your patron</p>\n<p>Trained in spell DCs of your spellcasting tradition, determined by your patron</p>\n<h1 class=\"title\">Class Features</h1>\n<p>You gain these features as a Witch. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, patron, familiar, witch spellcasting, hexes</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Skill feat, witch feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>2nd-level spells, general feat, skill increase</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Skill feat, witch feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>3rd-level spells, ability boosts, ancestry feat, magical fortitude, skill increase</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Familiar ability, skill feat, witch feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>4th-level spells, expert spellcaster, general feat, skill increase</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Skill feat, witch feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>5th-level spells, ancestry feat, lightning reflexes, skill increase</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, skill feat, witch feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>6th-level spells, alertness, general feat, skill increase, weapon expertise</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Familiar ability, skill feat, witch feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>7th-level spells, ancestry feat, defensive robes, skill increase, weapon specialization</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Skill feat, witch feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>8th-level spells, ability boosts, general feat, master spellcaster, skill increase</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Skill feat, witch feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>9th-level spells, ancestry feat, resolve, skill increase</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Familiar ability, skill feat, witch feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>General feat, legendary spellcaster, patron's gift, skill increase</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, skill feat, witch feat</td>\n</tr>\n</tbody>\n</table>\n<h2 class=\"title\">Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2 class=\"title\">Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.</p>\n<h2 class=\"title\">Patron</h2>\n<p>You weren't born with the power to cast spells, nor have you spent years in devotion to tomes, deities, or mystical secrets. Your power comes through a potent being that has chosen you as their vessel to carry forth some agenda in the world. This entity is typically mysterious and distant, revealing little of their identity and motivations, and they grant you spells and other magical powers through a familiar, which serves as a conduit for their power.</p>\n<p>A patron might be a deity or demigod, a coven of powerful hags, a fey lord, an archdevil, or a similarly powerful entity, or perhaps multiple such figures working in tandem. As you gain more of your patron's power, you might learn more about who or what they are-certain combinations of themes and lessons suggest particular patrons or agendas-but patrons empower witches for their own secretive reasons, which they rarely reveal in full.</p>\n<p>At 1st level, choose your patron's theme, which determines your spellcasting tradition, a skill, a special cantrip you gain, and a spell added to your familiar.</p>\n<h2 class=\"title\">Familiar</h2>\n<p>Your patron has sent you a familiar, a mystical creature that teaches you and facilitates your spells. This familiar follows the basic rules for familiars, though as it's a direct conduit between you and your patron, it's more powerful than other familiars. Your familiar gains an extra familiar ability, and gains another extra ability at 6th, 12th, and 18th levels.</p>\n<p>Your familiar is the source and repository of the spells your patron has bestowed upon you, and you must commune with your familiar to prepare your spells each day using your witch spellcasting (see below). Your familiar starts off knowing 10 cantrips, five 1st-level spells, and one additional spell determined by your patron's theme. You choose these spells from the common spells of the tradition determined by your patron or from other spells of that tradition you gain access to.</p>\n<p>Each time you gain a level, your patron teaches your familiar two new spells of any level you can cast, chosen from common spells of your tradition or others you gain access to. Feats can also grant your familiar additional spells.</p>\n<p>Your familiar can learn new spells independently of your patron. It can learn any spell on your tradition's spell list by physically consuming a scroll of that spell in a process that takes 1 hour. You can use the @UUID[Compendium.pf2e.actionspf2e.Item.Learn a Spell] exploration activity to prepare a special written version of a spell, which your familiar can consume as if it were a scroll. You and your familiar can use the Learn a Spell activity to teach your familiar a spell from another witch's familiar. Both familiars must be present for the entirety of the activity, the spell must be on your spellcasting tradition's spell list, and you must pay the usual cost for that activity, typically in the form of an offering to the other familiar's patron. You can't prepare spells from another witch's familiar.</p>\n<p>If your familiar dies, your patron replaces it during your next daily preparations. The new familiar might be a duplicate or reincarnation of your former familiar or a new entity altogether, but it knows the same spells your former familiar knew regardless. Your familiar's death doesn't affect any spells you have already prepared.</p>\n<h2 class=\"title\">Witch Spellcasting</h2>\n<p>Using your familiar as a conduit, your patron provides you the power to cast spells. You can cast spells using the @UUID[Compendium.pf2e.actionspf2e.Item.Cast a Spell] activity, and you can supply material, somatic, and verbal components when casting spells.</p>\n<p>At 1st level, you can prepare up to two 1st-level spells and five cantrips each morning from the spells your familiar knows. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.</p>\n<p>As you increase in level as a witch, your number of spell slots and the highest level of spells you can cast from spell slots increase, as shown in Table 2-7: Witch Spells per Day.</p>\n<p>Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Intelligence, your spell attack rolls and spell DCs use your Intelligence modifier.</p>\n<h3 class=\"title\"><strong>Heightening Spells</strong></h3>\n<p>When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels.</p>\n<h3 class=\"title\"><strong>Cantrips</strong></h3>\n<p>A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up-this is usually equal to the highest level of spell you can cast as a witch. For example, as a 1st-level witch, your cantrips are 1st-level spells, and as a 5th-level witch, your cantrips are 3rd-level spells.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Cantrips</th>\n<th>1st</th>\n<th>2nd</th>\n<th>3rd</th>\n<th>4th</th>\n<th>5th</th>\n<th>6th</th>\n<th>7th</th>\n<th>8th</th>\n<th>9th</th>\n<th>10th</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>5</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>2</td>\n<td>5</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>3</td>\n<td>5</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>4</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>5</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>6</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>7</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>8</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>9</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>10</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>11</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>12</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>13</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>14</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>15</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>16</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>17</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n</tr>\n<tr>\n<td>18</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n</tr>\n<tr>\n<td>19</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>1*</td>\n</tr>\n<tr>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>1*</td>\n</tr>\n<tr>\n<td style=\"color: white; width: 120px; background-color: #522e2c; text-align: center; height: 25px;\" colspan=\"12\">* The patron conduit class feature gives you a 10th-level spell slot that works a bit differently from other spell slots.</td>\n</tr>\n</tbody>\n</table>\n<h2 class=\"title\">Hexes</h2>\n<p>Your patron and familiar teach you special spells called hexes. A hex is a short-term effect drawn directly from your patron's magic. As such, you can cast only one hex each turn; attempts to cast a second hex spell on that turn fail and the spellcasting actions are lost.</p>\n<p>Hexes are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the @UUID[Compendium.pf2e.actionspf2e.Item.Refocus] activity to commune with your familiar.</p>\n<p>Focus spells are automatically heightened to half your level rounded up. Focus spells don't require spell slots, and you can't cast them using spell slots. Certain feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points.</p>\n<p>You learn the <em>@UUID[Compendium.pf2e.spells-srd.Item.Phase Familiar]</em> hex, which you can cast as a reaction to protect your familiar from harm. You learn most other hexes from witch lessons.</p>\n<p><strong>Hex Cantrips</strong></p>\n<p>Hex cantrips are special hexes that don't cost Focus Points, so you can cast them as often as you like, though you can still cast only one hex each round. Hex cantrips are in addition to the cantrips you choose with your witch spellcasting and aren't counted toward your prepared cantrips. Your hex cantrips are determined by your patron theme.</p>\n<h2 class=\"title\">Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2 class=\"title\">Witch Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every even-numbered level, you gain a witch class feat.</p>\n<h2 class=\"title\">General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2 class=\"title\">Skill Increases<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use an increase to either become trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.</p>\n<p>At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.</p>\n<h2 class=\"title\">Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2 class=\"title\">Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2 class=\"title\">Magical Fortitude<span style=\"float: right;\">Level 5</span></h2>\n<p>Magical power has improved your body's resiliency. Your proficiency rank for Fortitude saves increases to expert.</p>\n<h2 class=\"title\">Expert Spellcaster<span style=\"float: right;\">Level 7</span></h2>\n<p>Your inherent magic responds easily and powerfully to your command. Your proficiency ranks for spell attack rolls and spell DCs for your witch spellcasting increase to expert.</p>\n<h2 class=\"title\">Lightning Reflexes<span style=\"float: right;\">Level 9</span></h2>\n<p>Your reflexes are lightning fast, helping you to avoid danger. Your proficiency rank for Reflex saves increases to expert.</p>\n<h2 class=\"title\">Alertness<span style=\"float: right;\">Level 11</span></h2>\n<p>You remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>\n<h2 class=\"title\">Weapon Expertise<span style=\"float: right;\">Level 11</span></h2>\n<p>Through sheer experience, you've improved your technique with your weapons. Your proficiency ranks for simple weapons and unarmed attacks increase to expert.</p>\n<h2 class=\"title\">Defensive Robes<span style=\"float: right;\">Level 13</span></h2>\n<p>The flow of magic through your spellcasting and your defensive training combine to help you get out of the way before an attack. Your proficiency rank in unarmored defense increases to expert.</p>\n<h2 class=\"title\">Weapon Specialization<span style=\"float: right;\">Level 13</span></h2>\n<p>You can inflict greater injuries with the weapons you know. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master and 4 if you're legendary.</p>\n<h2 class=\"title\">Master Spellcaster<span style=\"float: right;\">Level 15</span></h2>\n<p>You've achieved mastery over your patron's magic. Your proficiency ranks for spell attacks and spell DCs for your witch spellcasting increase to master.</p>\n<h2 class=\"title\">Resolve<span style=\"float: right;\">Level 17</span></h2>\n<p>Communion with your familiar has steeled your mental fortitude. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.</p>\n<h2 class=\"title\">Legendary Spellcaster<span style=\"float: right;\">Level 19</span></h2>\n<p>You've perfected your command of the magic your patron provides. Your proficiency ranks for spell attacks and spell DCs for your witch spellcasting increase to legendary.</p>\n<h2 class=\"title\">Patron's Gift<span style=\"float: right;\">Level 19</span></h2>\n<p>Your patron grants you the power to command incredible works of magic. You gain a single 10th-level spell slot and can prepare a spell in that slot using witch spellcasting. Unlike with other spell slots, these spell slots can't be used for abilities that let you cast spells without expending spell slots or abilities that give you more spell slots. You don't gain more 10th-level spells as you level up, though you can take the @UUID[Compendium.pf2e.feats-srd.Item.Patron's Truth] feat to gain a second slot.</p>\n<h2 class=\"title\">Patron Themes</h2>\n<p>Each patron has a theme, regardless of their nature or identity. This theme describes the forces over which the patron grants a witch influence. Some patrons are multifaceted, granting different themes and teaching different lessons to different witches. Your patron's theme determines the following.</p>\n<ul>\n<li><strong>Spell List</strong> You use this magical tradition and spell list.</li>\n<li><strong>Patron Skill</strong> You become trained in the listed skill.</li>\n<li><strong>Hex Cantrip</strong> You gain this special hex cantrip.</li>\n<li><strong>Granted Spell</strong> Your familiar automatically learns the spell listed here, in addition to those you gain through witch spellcasting.</li>\n</ul>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Baba Yaga Patron]</strong></p>\n<p>Baba Yaga teaches you how to transfer spirits into objects and freeze your foes. A witch with Baba Yaga as their patron can choose an inanimate object as a familiar. If they do, they still can gain master abilities and some familiar abilities that don't require movement. The object familiar has no Speeds and must select a Speed familiar ability before it can move, coming to life in a way appropriate to the chosen Speed and using the statistics of a normal familiar for that day.</p>\n<ul>\n<li><strong>Spell List</strong> occult</li>\n<li><strong>Patron Skill</strong> Occultism</li>\n<li><strong>Hex Cantrip</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Spirit Object]</em></li>\n<li><strong>Granted Spell</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Chilling Spray]</em></li>\n</ul>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Curse Patron]</strong></p>\n<p>Foiling foes and undermining those who stand in your way are the tools of the curse patrons.</p>\n<ul>\n<li><strong>Spell List</strong> occult</li>\n<li><strong>Patron Skill</strong> Occultism</li>\n<li><strong>Hex Cantrip</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Evil Eye]</em></li>\n<li><strong>Granted Spell</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Ray of Enfeeblement]</em></li>\n</ul>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Fate Patron]</strong></p>\n<p>Through your patron, you gain glimpses of the future and insight into the ever-woven tapestry of time.</p>\n<ul>\n<li><strong>Spell List</strong> occult</li>\n<li><strong>Patron Skill</strong> Occultism</li>\n<li><strong>Hex Cantrip</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Nudge Fate]</em></li>\n<li><strong>Granted Spell</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.True Strike]</em></li>\n</ul>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Fervor Patron]</strong></p>\n<p>Your patron represents a grand ideal or goal, granting you magic to further their mission and bring others to the cause.</p>\n<ul>\n<li><strong>Spell List</strong> divine</li>\n<li><strong>Patron Skill</strong> Religion</li>\n<li><strong>Hex Cantrip</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Stoke the Heart]</em></li>\n<li><strong>Granted Spell</strong> <em>Compendium[pf2e.spells-srd.Command]{Command}</em></li>\n</ul>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Night Patron]</strong></p>\n<p>Your patron speaks from the shadows, granting you power over darkness and dreams.</p>\n<ul>\n<li><strong>Spell List</strong> occult</li>\n<li><strong>Patron Skill</strong> Occultism</li>\n<li><strong>Hex Cantrip</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Shroud of Night]</em></li>\n<li><strong>Granted Spell</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Sleep]</em></li>\n</ul>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Rune Patron]</strong></p>\n<p>Your patron is one of sigils and symbols, tomes and texts, words and wisdom.</p>\n<ul>\n<li><strong>Spell List</strong> arcane</li>\n<li><strong>Patron Skill</strong> Arcana</li>\n<li><strong>Hex Cantrip</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Discern Secrets]</em></li>\n<li><strong>Granted Spell</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Magic Weapon]</em></li>\n</ul>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Wild Patron]</strong></p>\n<p>The wild places of the world feel the touch of your patron.</p>\n<ul>\n<li><strong>Spell List</strong> primal</li>\n<li><strong>Patron Skill</strong> Nature</li>\n<li><strong>Hex Cantrip</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Wilding Word]</em></li>\n<li><strong>Granted Spell</strong> your choice of <em>@UUID[Compendium.pf2e.spells-srd.Item.Summon Animal]</em> or <em>@UUID[Compendium.pf2e.spells-srd.Item.Summon Plant or Fungus]</em></li>\n</ul>\n<p><strong>@UUID[Compendium.pf2e.classfeatures.Item.Winter Patron]</strong></p>\n<p>Your patron reflects the frozen reaches of the world, bitterly cruel to those who underestimate that power.</p>\n<ul>\n<li><strong>Spell List</strong> primal</li>\n<li><strong>Patron Skill</strong> Nature</li>\n<li><strong>Hex Cantrip</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Clinging Ice]</em></li>\n<li><strong>Granted Spell</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Gust of Wind]</em></li>\n</ul>\n<h2 class=\"title\">Witch Lessons</h2>\n<p>A witch's knowledge from their patron comes in the form of lessons, which you can learn by selecting feats like Basic Lesson. Each lesson grants you a hex and teaches your familiar a new spell, adding it to the spells you can prepare using your witch spellcasting. You gain this spell even if it's not on your tradition's spell list.</p>\n<p><strong>BASIC LESSONS</strong></p>\n<p>You can select from these lessons when a feat or another effect grants you a basic lesson.</p>\n<ul>\n<li><span style=\"text-decoration: underline;\">Lesson of Dreams</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Veil of Dreams]</em> hex, and your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Sleep]</em>.</li>\n<li><span style=\"text-decoration: underline;\">Lesson of the Elements</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Elemental Betrayal]</em> hex. Your familiar learns your choice of <em>@UUID[Compendium.pf2e.spells-srd.Item.Burning Hands]</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.Air Bubble]</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.Hydraulic Push]</em>, or <em>@UUID[Compendium.pf2e.spells-srd.Item.Pummeling Rubble]</em>.</li>\n<li><span style=\"text-decoration: underline;\">Lesson of Life</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Life Boost]</em> hex, and your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Spirit Link]</em>.</li>\n<li><span style=\"text-decoration: underline;\">Lesson of Protection</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Blood Ward]</em> hex; your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Mage Armor]</em>.</li>\n<li><span style=\"text-decoration: underline;\">Lesson of Vengeance</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Needle of Vengeance]</em> hex, and your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Phantom Pain]</em>.</li>\n</ul>\n<p><strong>GREATER LESSONS</strong></p>\n<p>You can select from these lessons when a feat or other effect grants you a greater lesson.</p>\n<ul>\n<li><span style=\"text-decoration: underline;\">Lesson of Mischief</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Deceiver's Cloak]</em> hex, and your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Mad Monkeys]</em>.</li>\n<li><span style=\"text-decoration: underline;\">Lesson of Shadow</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Malicious Shadow]</em> hex, and your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Chilling Darkness]</em>.</li>\n<li><span style=\"text-decoration: underline;\">Lesson of Snow</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Personal Blizzard]</em> hex, and your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Wall of Wind]</em>.</li>\n</ul>\n<p><strong>MAJOR LESSONS</strong></p>\n<p>You can select from these lessons when a feat or other effect grants you a major lesson.</p>\n<ul>\n<li><span style=\"text-decoration: underline;\">Lesson of Bargains</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Over the Coals]</em> hex, and your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Subconscious Suggestion]</em>.</li>\n<li><span style=\"text-decoration: underline;\">Lesson of Death</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Curse of Death]</em> hex, and your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Raise Dead]</em>.</li>\n<li><span style=\"text-decoration: underline;\">Lesson of Renewal</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Restorative Moment]</em> hex, and your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Field of Life]</em>.</li>\n<li><span style=\"text-decoration: underline;\">Lesson of the Frozen Queen</span>: You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Glacial Heart]</em> hex, and your familiar learns <em>@UUID[Compendium.pf2e.spells-srd.Item.Wall of Ice]</em>.</li>\n</ul>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": 6,
        "items": {
            "1ddf6": {
                "img": "systems/pf2e/icons/features/classes/lightning-reflexes.webp",
                "level": 9,
                "name": "Lightning Reflexes",
                "uuid": "Compendium.pf2e.classfeatures.Item.TUOeATt52P43r5W0"
            },
            "568ec": {
                "img": "systems/pf2e/icons/features/classes/weapon-expertise.webp",
                "level": 11,
                "name": "Weapon Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.9XLUh9iMepZesdmc"
            },
            "58uhg": {
                "img": "systems/pf2e/icons/features/classes/master-spellcaster.webp",
                "level": 15,
                "name": "Master Spellcaster",
                "uuid": "Compendium.pf2e.classfeatures.Item.l1InYvhnQSz6Ucxc"
            },
            "5a5an": {
                "img": "systems/pf2e/icons/features/classes/legendary-spellcaster.webp",
                "level": 19,
                "name": "Legendary Spellcaster",
                "uuid": "Compendium.pf2e.classfeatures.Item.Hfaa7TuLn3nE8lr3"
            },
            "ac5cq": {
                "img": "systems/pf2e/icons/features/classes/defensive-robes.webp",
                "level": 13,
                "name": "Defensive Robes",
                "uuid": "Compendium.pf2e.classfeatures.Item.gU7epgcPSm0TD1UK"
            },
            "dmo5u": {
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                "level": 13,
                "name": "Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.9EqIasqfI8YIM3Pt"
            },
            "jj4q5": {
                "img": "systems/pf2e/icons/features/classes/resolve.webp",
                "level": 17,
                "name": "Resolve",
                "uuid": "Compendium.pf2e.classfeatures.Item.JQAujUXjczVnYDEI"
            },
            "q4i1v": {
                "img": "systems/pf2e/icons/features/classes/witch-spellcasting.webp",
                "level": 1,
                "name": "Witch Spellcasting",
                "uuid": "Compendium.pf2e.classfeatures.Item.zT6QiTMxxj8JYoN9"
            },
            "qo3f2": {
                "img": "systems/pf2e/icons/features/classes/alertness.webp",
                "level": 11,
                "name": "Alertness",
                "uuid": "Compendium.pf2e.classfeatures.Item.D8CSi8c9XiRpVc5M"
            },
            "rmucq": {
                "img": "systems/pf2e/icons/features/classes/familiar.webp",
                "level": 1,
                "name": "Familiar (Witch)",
                "uuid": "Compendium.pf2e.classfeatures.Item.yksPhweBZYVCsE1A"
            },
            "sbys9": {
                "img": "systems/pf2e/icons/features/classes/hexes.webp",
                "level": 1,
                "name": "Hexes",
                "uuid": "Compendium.pf2e.classfeatures.Item.9uLh5z2uPo6LDFRY"
            },
            "tasue": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 1,
                "name": "Patron",
                "uuid": "Compendium.pf2e.classfeatures.Item.KPtF29AaeX2sJW0K"
            },
            "vkt9a": {
                "img": "systems/pf2e/icons/features/classes/magical-fortitude.webp",
                "level": 5,
                "name": "Magical Fortitude",
                "uuid": "Compendium.pf2e.classfeatures.Item.70jqXP2eS4tRZ0Ok"
            },
            "vq6ja": {
                "img": "systems/pf2e/icons/features/classes/expert-spellcaster.webp",
                "level": 7,
                "name": "Expert Spellcaster",
                "uuid": "Compendium.pf2e.classfeatures.Item.cD3nSupdCvONuHiE"
            },
            "x762n": {
                "img": "systems/pf2e/icons/features/classes/patrons-gift.webp",
                "level": 19,
                "name": "Patron's Gift",
                "uuid": "Compendium.pf2e.classfeatures.Item.cDnFXfl3i5Z2l7JP"
            }
        },
        "keyAbility": {
            "value": [
                "int"
            ]
        },
        "perception": 1,
        "rules": [],
        "savingThrows": {
            "fortitude": 1,
            "reflex": 1,
            "will": 2
        },
        "skillFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "trainedSkills": {
            "additional": 3,
            "value": []
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "class"
}
