{
    "_id": "JFyAEoCo32fl3b74",
    "folder": "6ieYoBvT6dWyBCEh",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Aminara",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Aminara champions the rushes, reeds, and fallen trees that flourish along waterways' banks. She delights in floodplains and placid, meandering streams, yet her passion lies in oxbow lakes and wetlands that form as plants and deposited silt transform the landscape.</p>\n<p>Aminara encourages her faithful to act with similar patience and flexibility. A dedicated follower must understand that there will be delays, snags, and diversions—all reminders to savor the quiet moments and not rush. Like a gentle river, a worshipper's gentle kindness and wisdom can build communities filled with friends more numerous than cattails.</p>\n<p>After being displaced by Taldor's long-ago expansion and their wetland reclamation project, Aminara wandered the greater Sellen River basin for millennia. In recent centuries, she's returned to her old home—Taldor's neglected canal network. Amid its silt-choked waterways, she has nurtured long gardens of new growth that delight visitors. Yet, officials know that if they try to restore too many canals to working order, they might risk an ancient demigod's wrath.</p>\n<p><strong>Title</strong> Lady of Reeds</p>\n<p><strong>Areas of Concern</strong> Aquatic plants, detours, wetlands</p>\n<p><strong>Edicts</strong> Relish life's quiet moments, foster the growth and well-being of flora, reshape surroundings to create new ecosystems and opportunities</p>\n<p><strong>Anathema</strong> Needlessly rush or take a direct route when you could wander, destroy healthy wetlands, harm plant life except in the pursuit of saving greater plant life</p>\n<p><strong>Religious Symbol</strong> trio of cattails forming a triangle</p>\n<p><strong>Sacred Animal</strong> dragonfly</p>\n<p><strong>Sacred Colors</strong> blue, green</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "healing",
                "nature",
                "change",
                "water"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Summon Plant or Fungus",
            "3": "Compendium.pf2e.spells-srd.Item.Cozy Cabin",
            "5": "Compendium.pf2e.spells-srd.Item.Control Water"
        },
        "traits": {},
        "weapons": [
            "machete"
        ]
    },
    "type": "deity"
}
