{
    "_id": "1TDsbM52mkWBxlur",
    "folder": "6ieYoBvT6dWyBCEh",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Granduncle Taproot",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Whereas most green men actively evade humanoids, Granduncle Taproot escapes notice because he's usually buried deep underground. There he can slumber for ages at a time. When he does rouse, he wanders in a daze, marveling at the strange creatures that have arrived or evolved since he last stretched his legs. Yet should he emerge in a city or other landscape bereft of natural beauty, his wrath is terrible indeed. Granduncle Taproot has skin like that of a wizened potato, and thousands of tiny roots give him the appearance of a long, wispy beard. When he finally burrows down to sleep, it's not just to regain strength; it's an opportunity to dream and reflect on everything he witnessed and ponder deep thoughts. Those who revere Granduncle Taproot likewise value their rest, insisting on ample sleep and downtime to think. While awake, these followers work industriously, ensuring that no contributor to their projects goes unrewarded or unappreciated. After all, it's all too easy to praise a tree while overlooking the roots that keep it upright. Granduncle Taproot rarely meets his disciples. Instead, his body sometimes sends sprouts up to the surface to form a wondrous garden of unfamiliar fruits. Those who feast on the bounty absorb a fragment of the green man's thoughts, which echo in the eater's dreams for weeks afterward. Those who embrace these visions can learn from Granduncle Taproot, becoming one of his faithful.</p>\n<p><strong>Title</strong> He Who Hides in Humus</p>\n<p><strong>Areas of Concern</strong> Rest, roots</p>\n<p><strong>Edicts</strong> Honor those whose essential work is overlooked, preserve areas of natural wilderness, relish your well-deserved rest</p>\n<p><strong>Anathema</strong> Harm a sleeping creature, harm plant life except in the pursuit of saving greater plant life</p>\n<p><strong>Religious Symbol</strong> wood knot resembling a closed eye</p>\n<p><strong>Sacred Animal</strong> bear</p>\n<p><strong>Sacred Colors</strong> brown, green</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "might",
                "nature",
                "dreams",
                "earth"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Summon Plant or Fungus",
            "3": "Compendium.pf2e.spells-srd.Item.One with Stone",
            "5": "Compendium.pf2e.spells-srd.Item.Dreaming Potential"
        },
        "traits": {},
        "weapons": [
            "shield-boss"
        ]
    },
    "type": "deity"
}
