{
    "_id": "f8fQIrsOdKVucT1G",
    "folder": "6ieYoBvT6dWyBCEh",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Telvrys",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Lush valleys, primeval rainforests, and prairies whose deep roots scrape the bedrock—these fertile lands would not exist if not for Telvrys. To him, every mountaintop and cooling lava flow is a potential garden if properly prepared. Using lichens and hardy sprouts, he patiently oversees erosion and colonizes barren rock with soil. However, once the tiny garden is self-sustaining, Telvrys has already departed in search of higher peaks and more hostile realms to reclaim.</p>\n<p>Telvrys resembles a kappa made of moss and gravel, with hardy shrubs growing from his stooped back and dark soil brimming from a shallow divot atop his head. He often carries a knobby walking stick covered in burrs and seed cases that fall free each time he taps the ground. He has no permanent region, instead ranging across Golarion as he's inspired. He's known to spend years at a time fruitlessly colonizing sand-blasted peaks, only to depart in a terrible mood.</p>\n<p>Though he doesn't seek out humanoids, Telvrys can't help but marvel at anyone who would brave the mountains; those who impress him can earn his aid, be that his saving them from a fall or even adopting them as apprentices.</p>\n<p>Of all the green man faiths, Telvrys's disciples are the most mobile, often falling in with adventuring groups traveling to high-altitude areas, taking time to transplant seedlings into sheltered niches. These wanderers share a special bond with followers of Irori, Kurgess, Yamatsumi, and other deities of athleticism, finding joy in how each explorer can collaborate in scaling mountains for different yet complementary reasons.</p>\n<p><strong>Title</strong> The Soilcrown</p>\n<p><strong>Areas of Concern</strong> Mountain climbing, primary plant growth, stubbornness</p>\n<p><strong>Edicts</strong> Sow new life in desolate places, foster the growth and well-being of flora, patiently mentor disciples, climb to high places</p>\n<p><strong>Anathema</strong> Abandon an endeavor before making a stubborn attempt, harm fragile ecosystems except in the pursuit of saving greater plant life, demean those who attempt difficult tasks</p>\n<p><strong>Religious Symbol</strong> sprout on a mountain's peak</p>\n<p><strong>Sacred Animal</strong> bee</p>\n<p><strong>Sacred Colors</strong> green, white</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "might",
                "nature",
                "destruction",
                "travel"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Summon Plant or Fungus",
            "2": "Compendium.pf2e.spells-srd.Item.Acid Grip",
            "6": "Compendium.pf2e.spells-srd.Item.Tangling Creepers"
        },
        "traits": {},
        "weapons": [
            "earthbreaker"
        ]
    },
    "type": "deity"
}
