{
    "_id": "aUkAP1fVqOjtRzkc",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/blooms-of-the-spreading-weald.webp",
    "name": "Blooms of the Spreading Weald",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>With the Elemental Plane of Wood regaining prominence, some have turned to worshipping the life-giving force of the plane itself, alongside nature spirits that dwell in forests and other wooded areas. Followers of this covenant respect the cycle of rebirth that occurs in the blossoming of flowers every spring and the fungi that often grow from the decay of other living things. They also appreciate the many different ways that wood can be used in crafting, believing a finely carved piece of furniture to be akin to a work of art. Devotees of the Blooms of the Spreading Weald who live in urban areas of stone and metal, though rare, usually keep window box planters full of tiny shrubs or petition the local government to construct neighborhood gardens. Certain druidic enclaves of this covenant fight tirelessly against unscrupulous lumber consortia that clear-cut forests without any regard to the surrounding ecosystems.</p>\n<p><strong>Covenant Members</strong> forest and fungus spirits, kizidhars, the Plane of Wood, spirits of wood, wood elementals</p>\n<p><strong>Areas of Concern</strong> carpentry, fertility, fungi, plants, wood</p>\n<p><strong>Edicts</strong> encourage natural growth even in urban areas, expertly craft wooden furniture and other items, fight against blight</p>\n<p><strong>Anathema</strong> exploit natural resources such as timber, use herbs and fungi to make deadly poisons</p>\n<p><strong>Religious Symbol</strong> blossoming tree</p>"
        },
        "domains": {
            "alternate": [
                "creation"
            ],
            "primary": [
                "decay",
                "healing",
                "nature",
                "wood"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Flourishing Flora",
            "2": "Compendium.pf2e.spells-srd.Item.Oaken Resilience",
            "5": "Compendium.pf2e.spells-srd.Item.Nature's Pathway"
        },
        "traits": {},
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
