{
    "_id": "q8DsNpcH49PxObcd",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/breath-of-the-endless-sky.webp",
    "name": "Breath of the Endless Sky",
    "system": {
        "attribute": [
            "con",
            "dex"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>The Plane of Air is a vast expanse of open sky dotted with the occasional floating island, flying creature, or airborne vessel. Though, like all elemental planes, it is home to its own deities, some might offer their worship to the plane itself and its many elemental creatures. Those who follow this covenant celebrate clean air, fresh breezes, and strong winds, believing they can blow away both physical and spiritual impurities. They tend to be those who have naturally evolved the power of flight or who can take to the sky using magic or personal technology. However, those who build big smoke-belching flying vessels are usually seen as adversaries to those devoted to the Breath of the Endless Sky and might find themselves fending off angry saboteurs who seek to bring their contraptions back down to earth.</p>\n<p><strong>Covenant Members</strong> air elementals, anemoi, jaathooms, the Plane of Air, spirits of air</p>\n<p><strong>Areas of Concern</strong> breath, clean air, clouds, flying, winds</p>\n<p><strong>Edicts</strong> respect creatures capable of natural flight, revel in the glory of flight, stop to feel breezes across your body when possible</p>\n<p><strong>Anathema</strong> pollute the air with excessive smoke or chemicals, suffocate a living creature</p>\n<p><strong>Religious Symbol</strong> gusting breeze</p>"
        },
        "domains": {
            "alternate": [
                "cold",
                "lightning"
            ],
            "primary": [
                "air",
                "dust",
                "freedom",
                "travel"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "acrobatics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gust of Wind",
            "3": "Compendium.pf2e.spells-srd.Item.Wall of Wind",
            "8": "Compendium.pf2e.spells-srd.Item.Punishing Winds"
        },
        "traits": {},
        "weapons": [
            "longbow"
        ]
    },
    "type": "deity"
}
