{
    "_id": "8xYnD5FuLI4RSJN8",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/faith-in-the-fallen.webp",
    "name": "Faith in the Fallen",
    "system": {
        "attribute": [
            "cha",
            "con"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>Since the inception of the Test of the Starstone, dozens if not hundreds of aspirants have tried, and failed, to ascend beyond the realm of mortality. Some are more notable than others: Gobru, Speaker for the Bountiful Sea; Silmor, Lord of Blades; Oggo, Master of the Sixteen Poses; and the Muted God, to name a few. Some even briefly retained cults in their names, who continued to offer their worship passed the supposed deaths of their patrons.</p>\n<p>Following several recent events—the appearance of New Thassilon plucked out of time and the closure of the Worldwound—new attention has been given to lingering divine mysteries once thought to not be possible. As is often the case when involving tales of the Starstone, awareness has given way to faith in those who have fallen. This covenant has broad appeal to many whose belief structures fall outside that of more mainstream churches or pantheons, and it often draws its adherents to the city at the center of the world.</p>\n<p>Whether the divine power that comes from worshipping this covenant comes from a handful of failed Test of the Starstone aspirants or from some other, more sinister, source has yet to be determined.</p>\n<p><strong>Covenant Members</strong> unknown; possibly the spirits of those who failed the Test of the Starstone or even the Starstone itself</p>\n<p><strong>Areas of Concern</strong> aspiring divinities, citizens of Absalom, the downtrodden, the homeless</p>\n<p><strong>Edicts</strong> embody the best aspects of those who risked their souls to seek divinity, respect and remember the sacrifice of others, seek out and aid those on the verge of divinity</p>\n<p><strong>Anathema</strong> allow the deceased to be forgotten, dismiss another's beliefs no matter how strange they might seem, fail to aid others once you have promised to do so</p>\n<p><strong>Religious Symbol</strong> ghostly hand clutching a glowing stone</p>"
        },
        "domains": {
            "alternate": [
                "change",
                "pain"
            ],
            "primary": [
                "cities",
                "fate",
                "sorrow",
                "vigil"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Jump",
            "4": "Compendium.pf2e.spells-srd.Item.Translocate",
            "6": "Compendium.pf2e.spells-srd.Item.Cast into Time"
        },
        "traits": {},
        "weapons": [
            "glaive"
        ]
    },
    "type": "deity"
}
