{
    "_id": "kqO3mcoq1EVRSYxF",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/good-neighbors.webp",
    "name": "Good Neighbors",
    "system": {
        "attribute": [
            "cha",
            "str"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>While some deities advance an agenda of civilization seemingly no matter the costs, the benefactors of this covenant want such large collections of mortals to support one another. Communities thrive when they work together for a greater good that transcends concepts like zoning laws and gentrified neighborhoods. Followers of the Good Neighbors appreciate families (both blood kin and found families) and unity, though not at the sacrifice of individual freedom. They strive to make their neighborhoods better places by repairing damaged structures, keeping shared spaces neat and tidy, and aiding those who might have fallen through the cracks of society. Adherents to this covenant might remain within a single settlement or travel from location to location, bringing their practicality and optimism to cities and towns in need.</p>\n<p><strong>Covenant Members</strong> Cayden Cailean, Erastil, household spirits, Sarenrae, Torag</p>\n<p><strong>Areas of Concern</strong> community service, compassion, liberty, solidarity</p>\n<p><strong>Edicts</strong> participate in the betterment of your community, provide aid after disasters damage settlements, volunteer your time and resources for good causes</p>\n<p><strong>Anathema</strong> allow a community space to fall into disrepair, dictate where and how people should live</p>\n<p><strong>Religious Symbol</strong> broom resting on a hearth</p>"
        },
        "domains": {
            "alternate": [
                "cities"
            ],
            "primary": [
                "family",
                "freedom",
                "healing",
                "vigil"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Phantasmal Minion",
            "3": "Compendium.pf2e.spells-srd.Item.Cozy Cabin",
            "5": "Compendium.pf2e.spells-srd.Item.Telekinetic Haul"
        },
        "traits": {},
        "weapons": [
            "longsword"
        ]
    },
    "type": "deity"
}
