{
    "_id": "CnEpvcfRgtAp1V31",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Immaculate Growth",
    "system": {
        "attribute": [
            "str",
            "cha"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>Uncorrupted wildlife was rare in the land of Sarkoris during the time of the Worldwound, found only in the most remote regions farthest from the demonic incursion. Now that the hordes of demons have been pushed back, worshippers of Immaculate Growth encourage the natural world to reclaim the once-blighted terrain. This covenant nurtures newgrowth forest springing up around the fringes of the Shudderwood and bolsters valiant farmers clearing arable land near new settlements. Scouting and raiding parties that head deep into the Sarkoris Scar often seek out followers of Immaculate Growth to join their bands, as few people are so skilled at determining whether a campsite is threatened by hostile surroundings. Though the covenant is most popular along the fringes of the Sarkoris Scar, some followers have brought the faith back into Mendev, and a small group of worshippers have traveled to the Gravelands, hoping to ally with the surviving Knights of Lastwall to reclaim the land and study the unnatural growth around the ruins of Gallowspire.</p>\n<p><strong>Covenant Members</strong> cunning spirit guides, dryads, powerful leshies, wood elementals</p>\n<p><strong>Areas of Concern</strong> cleanliness, propagation, vegetation</p>\n<p><strong>Edicts</strong> clear away dead vegetation, foster wild plant life, protect natural areas</p>\n<p><strong>Anathema</strong> allow blight to spread, enable the destruction of wilderness areas</p>\n<p><strong>Religious Symbol</strong> blossoming tree</p>"
        },
        "domains": {
            "alternate": [
                "duty",
                "earth"
            ],
            "primary": [
                "healing",
                "nature",
                "perfection",
                "wood"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Endure",
            "2": "Compendium.pf2e.spells-srd.Item.Entangling Flora",
            "6": "Compendium.pf2e.spells-srd.Item.Tangling Creepers"
        },
        "traits": {},
        "weapons": [
            "scythe"
        ]
    },
    "type": "deity"
}
