{
    "_id": "H3qCK0Qq1bK0uM9o",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/light-of-the-everlasting-flames.webp",
    "name": "Light of the Everlasting Flame",
    "system": {
        "attribute": [
            "cha",
            "dex"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>Fire burns, but it also provides light in the darkness, warms the cold, and cooks food for the hungry. Those who understand the primordial power of fire might worship the Plane of Fire and related spirits as a single divine covenant. Usually unbound by the stricter moralities of most other faiths, followers of the Light of the Everlasting Flame might be chaotic arsonists burning down everything they see or beacons of hope for the lost. In either case, they always bring a heart full of passion to every endeavor. While there are plenty of these faithful in the hot, sunny places of the world, they can also be found in colder or darker climates, where their devotion to flames is needed the most.</p>\n<p><strong>Covenant Members</strong> fire elementals, ifrits, phoenixes, the Plane of Fire, spirits of fire</p>\n<p><strong>Areas of Concern</strong> ash, fire, intensity, light, smoke</p>\n<p><strong>Edicts</strong> carry a light source at all times, express your wrath through smoke and flame, warm those who are cold</p>\n<p><strong>Anathema</strong> cover or extinguish a flame without reason, languish in the darkness for no reason</p>\n<p><strong>Religious Symbol</strong> twisting flame</p>"
        },
        "domains": {
            "alternate": [
                "passion"
            ],
            "primary": [
                "destruction",
                "fire",
                "sun",
                "zeal"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "intimidation"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Breathe Fire",
            "4": "Compendium.pf2e.spells-srd.Item.Wall of Fire",
            "7": "Compendium.pf2e.spells-srd.Item.Volcanic Eruption"
        },
        "traits": {},
        "weapons": [
            "scimitar"
        ]
    },
    "type": "deity"
}
