{
    "_id": "eayZ9moMzAGotO01",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/rivethun.webp",
    "name": "Rivethun",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>While nowhere near as large as the following of the dwarven pantheon, the worship of spirits and ancestors is still strong among the Five Kings Mountains and other dwarven population centers. Various groups and orders have existed throughout the duration of dwarven history, but none has endured as long as the Rivethun. Deriving their name from an exceptionally ancient dwarven dialect, Rivethun roughly translates to \"releasers of secrets,\" a name that speaks to the organization's ancient traditions of animism. The members of the Rivethun, which include non-dwarves, seek to make contact with various spirits. These range from the souls of the dead and undead to elementals and fey, and to other spirits that exist beyond the typical classifications. Rivethun members communicate with these spirits, negotiating for knowledge, guidance, and favors. Serving as intermediaries, a Rivethun priest or shaman acts as a living link between dwarven civilization and the supernatural forces of reality.</p>\n<p><strong>Covenant Members</strong> spirits</p>\n<p><strong>Areas of Concern</strong> spirits, guidance, balance</p>\n<p><strong>Edicts</strong> maintain balance and understanding between the mortal and spirit world, internally cultivate yourself, serve your community</p>\n<p><strong>Anathema</strong> continually place mortal matters above spiritual ones, mislead a petitioner and fail to set it right, willingly misrepresent the will of spiritual entities</p>\n<p><strong>Religious Symbol</strong> gem floating above a diamond of metal</p>"
        },
        "domains": {
            "alternate": [
                "air",
                "soul",
                "water"
            ],
            "primary": [
                "change",
                "earth",
                "nature",
                "vigil"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Pummeling Rubble",
            "2": "Compendium.pf2e.spells-srd.Item.Summon Elemental",
            "7": "Compendium.pf2e.spells-srd.Item.Retrocognition"
        },
        "traits": {},
        "weapons": [
            "mace"
        ]
    },
    "type": "deity"
}
