{
    "_id": "Rz7C08TWmj87WNR6",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/shadow-cabinet.webp",
    "name": "Shadow Cabinet",
    "system": {
        "attribute": [
            "cha",
            "int"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>Though they would never admit to it, followers of the Shadow Cabinet venerate the ideas of secrecy and control. They are often power brokers working behind the scenes to pull the strings of governmental leaders or spies, and double agents uncovering information for their own twisted schemes. Adherents of this covenant have been known to work together for a common goal and usually go their separate ways before any individual plans cause conflict. After all, these faithful are usually more plotters and planners than they are fighters. Though, of course, a well-timed secret dagger in the heart or lethal dose of poison can sometimes more quickly further an agenda than months of whispers and subtle machinations. The Shadow Cabinet's benefactors include deities of secrets and opportunities like the Vudrani goddess Dhalavei and the halfling god Thamir, as well as powerful shadow beings. Many are convinced that this covenant could not thrive or even hope to exist without Norgorber's tacit approval, but the Gray Master and his priests have neither confirmed nor denied his involvement.</p>\n<p><strong>Covenant Members</strong> Dhalavei, Norgorber (rumored), Thamir, powerful shadows</p>\n<p><strong>Areas of Concern</strong> opportunities, secret agendas and alliances, shadow governments, spies</p>\n<p><strong>Edicts</strong> glean sensitive information through underhanded means, infiltrate powerful organizations, keep your own secrets</p>\n<p><strong>Anathema</strong> allow your agenda to be discovered through carelessness, destroy information when it doesn't personally benefit you</p>\n<p><strong>Religious Symbol</strong> dagger dripping ink</p>"
        },
        "domains": {
            "alternate": [
                "disorientation"
            ],
            "primary": [
                "ambition",
                "darkness",
                "secrecy",
                "trickery"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "diplomacy"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Illusory Disguise",
            "4": "Compendium.pf2e.spells-srd.Item.Clairvoyance",
            "6": "Compendium.pf2e.spells-srd.Item.Mislead"
        },
        "traits": {},
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
