{
    "_id": "D8lFcjLj5sd25BRk",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/shapes-of-the-fading-luster.webp",
    "name": "Shapes of the Fading Luster",
    "system": {
        "attribute": [
            "con",
            "int"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>Though the Plane of Metal has only recently returned to the planar cosmology, it has garnered a fair share of divine interest. The chaotic plane of rusting cityscapes and seas of ferromagnetic liquids has equally changeable inhabitants, many of whom have fluid forms. As such, alchemy is an important aspect of the plane and the followers of the Shapes of the Fading Luster, who constantly seek innovate ways to work with metal. As part of their faith, they seek to be on the forefront of progress. However, they also understand that certain types of decay (such as rust or the half-life of a radioactive isotope) are natural processes that should be respected when they are unavoidable. Of course, these worshippers aren't about to neglect an item made from a precious metal without reason. After all, a bit of polish and a few minutes of work will help make it look as good as new!</p>\n<p><strong>Covenant Members</strong> capritellixes, metal elementals, the Plane of Metal, spirits of metal, zuhras</p>\n<p><strong>Areas of Concern</strong> alchemy, base metals, precious metals, progress, rust</p>\n<p><strong>Edicts</strong> craft with metal, either allow a piece of metal to rust away or continually keep it polished, learn the highest secrets of alchemy</p>\n<p><strong>Anathema</strong> destroy metallic objects quickly instead of letting them rust away, purposefully transform a precious metal into a base metal</p>\n<p><strong>Religious Symbol</strong> drop of liquid metal</p>"
        },
        "domains": {
            "alternate": [
                "cities",
                "lightning"
            ],
            "primary": [
                "change",
                "decay",
                "knowledge",
                "metal"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Fold Metal",
            "5": "Compendium.pf2e.spells-srd.Item.Impaling Spike",
            "8": "Compendium.pf2e.spells-srd.Item.Ferrous Form"
        },
        "traits": {},
        "weapons": [
            "warhammer"
        ]
    },
    "type": "deity"
}
