{
    "_id": "XFqgtfxc47LPFjLZ",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/the-pandemonia.webp",
    "name": "The Pandemonia",
    "system": {
        "attribute": [
            "cha",
            "dex"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>Some people just want to throw the world into chaos, whether on a smaller scale through vexing pranks or on a larger scale by embracing complete anarchy. Adherents to the Pandemonia venerate the most confounding of extraplanar entities, ones who refuse to be bound by order and decorum to do whatever they want whenever they want. Some claim that their acts are all in good fun, but they often don't take the feelings of those they trick into account. Others know full well the consequences of their actions and simply don't care who they hurt. As befitting such a chaotic covenant, there is hardly any conformity of beliefs or methods within its ranks, making it almost more of a philosophy (albeit a rather disorganized one) than anything else.</p>\n<p><strong>Covenant Members</strong> mischievous fey, protean shapers, shapechanging spirits</p>\n<p><strong>Areas of Concern</strong> chaos, confusion, metamorphoses, pranksters</p>\n<p><strong>Edicts</strong> disrupt the status quo, never given reasons for your actions, play elaborate tricks on the unsuspecting</p>\n<p><strong>Anathema</strong> fall into a set routine, fix something that you have broken</p>\n<p><strong>Religious Symbol</strong> messy swirl of colors</p>"
        },
        "domains": {
            "alternate": [
                "dreams",
                "nightmares"
            ],
            "primary": [
                "change",
                "disorientation",
                "luck",
                "trickery"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "deception"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Befuddle",
            "3": "Compendium.pf2e.spells-srd.Item.Hypnotize",
            "6": "Compendium.pf2e.spells-srd.Item.Vibrant Pattern"
        },
        "traits": {},
        "weapons": [
            "gnome-flickmace"
        ]
    },
    "type": "deity"
}
