{
    "_id": "QTvR7ZqUrNMG56Nr",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/the-readied-strike.webp",
    "name": "The Readied Strike",
    "system": {
        "attribute": [
            "int",
            "str"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>Across Golarion, major wars have changed the course of history. Some have altered the political make-up of a region, with nations rising and falling. Others have left physical scars on the landscape that force citizens to relocate or change their ways of life. From stealthy scouts pointing the way to generals making plans, most soldiers understand that military strength comes from unity and communication. Followers of the Readied Strike hold that knowledge as personal faith, sometimes hard-won by those who have fallen in past battles. These covenant followers study historical battles, develop new strategies, and share them with their allies to better stand against their foes. They are also constantly honing their martial skills, with a few under the direct tutelage of intelligent magic weapons inhabited by the ghosts of deceased warriors.</p>\n<p><strong>Covenant Members</strong> intelligent weapons, sites of significant battles, spirits of soldiers</p>\n<p><strong>Areas of Concern</strong> battlefield tactics, communication, strategic planning, training regimens</p>\n<p><strong>Edicts</strong> encourage unity against common foes, maintain clear lines of communication during warfare, share training and tactics with allies</p>\n<p><strong>Anathema</strong> abandon or lie to allies, initiate violence against unidentified persons, refuse to train those seeking to learn</p>\n<p><strong>Religious Symbol</strong> lance and shield</p>"
        },
        "domains": {
            "alternate": [
                "protection"
            ],
            "primary": [
                "duty",
                "knowledge",
                "might",
                "zeal"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy",
                "unholy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Anticipate Peril",
            "4": "Compendium.pf2e.spells-srd.Item.Telepathy",
            "6": "Compendium.pf2e.spells-srd.Item.Collective Transposition"
        },
        "traits": {},
        "weapons": [
            "lance"
        ]
    },
    "type": "deity"
}
