{
    "_id": "bOnXaO1xTvkvCBoN",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/treasures-of-the-eternal-delve.webp",
    "name": "Treasures of the Eternal Delve",
    "system": {
        "attribute": [
            "str",
            "wis"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>The endless tunnels and caverns of the Plane of Earth host a multitude of burrowing creatures, beings made of stone, and those who continually excavate precious gems from the surrounding rock. This near-ceaseless labor generates a kind of divine power that those who respect the soil can give their faith to, in the form of this covenant. They appreciate the dichotomy between the sheer strength of stone and the sometimes delicate nature of crystals and gems, and the fact that the latter is often more valuable than the former. But these worshippers know that all things that come from the earth have their own beauty. Followers of the Treasures of the Eternal Delve also respect the importance of stability and safety when searching for these riches, as many of them could be easily crushed by a collapsing tunnel or falling slab of rock.</p>\n<p><strong>Covenant Members</strong> earth elementals, jabalis, the Plane of Earth, spirits of earth, xiomorn vault builders</p>\n<p><strong>Areas of Concern</strong> burrowing, gemstones, soil, stability, stones</p>\n<p><strong>Edicts</strong> appreciate the beauty of all stones, safely mine for ore, walk barefoot across soil or stones when possible</p>\n<p><strong>Anathema</strong> purposefully cause a cave-in, shatter a precious gem</p>\n<p><strong>Religious Symbol</strong> rolling boulder</p>"
        },
        "domains": {
            "alternate": [
                "protection"
            ],
            "primary": [
                "earth",
                "might",
                "toil",
                "wealth"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Pummeling Rubble",
            "3": "Compendium.pf2e.spells-srd.Item.Earthbind",
            "8": "Compendium.pf2e.spells-srd.Item.Earthquake"
        },
        "traits": {},
        "weapons": [
            "pick"
        ]
    },
    "type": "deity"
}
