{
    "_id": "avyBK4NbMllCvRj8",
    "folder": "kZnOuqpK1dMs6mrQ",
    "img": "systems/pf2e/icons/deities/waves-of-the-boundless-sea.webp",
    "name": "Waves of the Boundless Sea",
    "system": {
        "attribute": [
            "dex",
            "str"
        ],
        "category": "covenant",
        "description": {
            "value": "<p>Life-giving water is an important building block for most civilizations. It's needed to fill wells, irrigate farms, and facilitate the movement of goods. It's the reason many of the world's most prosperous cities are built on coasts and riverbanks. Many find this fact worthy of reverence, but don't wish to pay obeisance to any particular ocean or river god. They put their faith in the water itself, often personified in spirits and elementals of the Plane of Water. Followers of the Waves of the Boundless Sea also respect the sheer power of the ocean and the ceaseless but ultimately predictable tides. Many go through life drifting on the currents of fate, letting circumstances carry them like a river to the sea. Others understand that while waves might toss and capsize a ship, water not tossed by the winds should be more calming and regularly bathe or soak themselves for therapeutic purposes.</p>\n<p><strong>Covenant Members</strong> faydhaans, the Plane of Water, sea serpents, spirits of water, water elementals</p>\n<p><strong>Areas of Concern</strong> aquatic creatures, currents, swimming, tides, water</p>\n<p><strong>Edicts</strong> allow the currents of life take you where they may, travel the expansive seas, wash away dust and dirt with seawater</p>\n<p><strong>Anathema</strong> allow a creature to drown when you could save them, toss detritus into the oceans</p>\n<p><strong>Religious Symbol</strong> crashing wave</p>"
        },
        "domains": {
            "alternate": [
                "cold"
            ],
            "primary": [
                "fate",
                "repose",
                "travel",
                "water"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Hydraulic Push",
            "3": "Compendium.pf2e.spells-srd.Item.Aqueous Orb",
            "5": "Compendium.pf2e.spells-srd.Item.Control Water"
        },
        "traits": {},
        "weapons": [
            "trident"
        ]
    },
    "type": "deity"
}
