{
    "_id": "d56paSkcwvll2OhR",
    "content": "<h1 class=\"title\">Abadar (Master of the First Vault) [LN]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Abadar.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">Abadar is worshipped as the god of cities, law, merchants, and wealth. Abadar's cathedral-banks are found in many cities and places where order thrives or is gaining a foothold. Aristocrats, city guards, merchants, and those working in legal practice or who have the well-being of their community on their mind are common worshippers of the god of cities, along with dwarves in general. Abadaran priests living in cities often serve as judges, lawyers, and clerks, while those who live on the frontier work as roving magistrates, acting as judge, jury, and executioners in the name of order. <br /><br /><strong>Edicts</strong> bring civilization to the frontiers, earn wealth through hard work and trade, follow the rule of law<br /><strong>Anathema</strong> engage in banditry or piracy, steal, undermine a law-abiding court<br /><strong>Areas of Concern</strong> cities, law, merchants, and wealth<br /><strong>Follower Alignments</strong> LG, LN, LE</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Constitution or Intelligence</div>\n<div><strong>Divine Font</strong> harm or heal</div>\n<div><strong>Divine Skill</strong> Society</div>\n<div><strong>Favored</strong> <strong>Weapon</strong> @Compendium[pf2e.equipment-srd.Crossbow]{Crossbow}</div>\n<div><strong>Domains</strong> cities, earth, travel, wealth</div>\n<div><strong>Alternate Domains</strong> duty</div>\n<div><strong>Cleric Spells</strong> 1st: @Compendium[pf2e.spells-srd.Illusory Object]{Illusory Object}, 4th: @Compendium[pf2e.spells-srd.Creation]{Creation}, 7th: @Compendium[pf2e.spells-srd.Magnificent Mansion]{Magnificent Mansion}</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Abadar's gifts take the form of riches, while his ire tends to cause offenders to lose wealth.<br /><strong>Minor Boon</strong>: Abadar warns his favored against those who might unfairly take advantage. Once, when someone rolls a success on a Deception check to Lie maliciously to you and you alone, they get a critical failure instead. Abadar typically chooses to grant this boon in response to an extremely consequential lie.<br /><strong>Moderate Boon</strong>: Abadar blesses all your enterprises, leading to financial success as all your ventures always seems to work out. If you roll a critical failure at a check to Earn Income, you get a failure instead. If you roll a success on a check to Earn Income, you earn twice the usual amount of income.<br /><strong>Major Boon</strong>: Your silver tongue is infallible, allowing you to reach a compromise if one is even remotely possible. Once per day, you know just what to offer to make a deal or broker a negotiation, and if you offer your divinely inspired deal, you can automatically receive a result of 20 + your Diplomacy modifier on your Diplomacy check instead of rolling. This does not increase your degree of success like rolling a 20 would. If there is legitimately nothing you could offer to reach an agreement, you learn that, and you don't expend your daily use of the boon.<br /><strong>Minor Curse</strong>: Any time you steal, illegally harm or kill another creature, or undermine a law-abiding officer or court, a symbol or word describing your crime appears on a visible spot on your skin. This symbol cannot be removed or hidden with makeup (though it can be covered with clothing) and it doesn't vanish until you make legal restitution for the crime, such as by serving your sentence.<br /><strong>Moderate Curse</strong>: Abadar curses all your enterprises, leading to financial disaster as all your ventures always seem to fail. The result of your check to Earn Income is always one degree of success worse than the one you rolled.<br /><strong>Major Curse</strong>: You become honest to a fault. You constantly suffer the critical failure effect of zone of truth. Additionally, you are always offered the worst possible option in a bargain.</span></p>",
    "flags": {},
    "name": "Abadar",
    "permission": {
        "default": 0
    }
}
