{
    "_id": "51kMMWaT6CqpGlGk",
    "content": "<h1 class=\"title\">Achaekek (He Who Walks In Blood) [LE]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Achaekek.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">While Achaekek's divine genesis is heavily debated among scholars, it is believed that he was created-either by the power of a singular deity or a group of them-to eradicate those who would steal a god's divinity, and he has since become the enforcer of divine punishment. Known as He Who Walks in Blood, he slumbers in the blood of heretics and worshippers alike in an immense cleft carved into the base of the Boneyard's spire, a realm known as the Blood Vale. He keeps no formal relationships with any other deities, even his sister, Grandmother Spider, who repeatedly coaxes Achaekek to rebel against the gods and abandon his duties. In response, even though some gods disapprove of Achaekek's methods, few openly defy him.<br /><br /><strong>Edicts</strong> conduct assassinations, spread the Red Mantis's infamy, wield sawtooth sabers in combat<br /><strong>Anathema</strong> kill a rightful ruler, become fixated on petty matters such as others' gender or ancestry, abandon an assassination contract you agreed to pursue<br /><strong>Areas of Concern</strong> assassins, divine punishments, and the Red Mantis<br /><strong>Follower Alignments</strong> LN, LE, NE</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Strength or Dexterity</div>\n<div><strong>Divine Font</strong> harm</div>\n<div><strong>Divine Skill</strong> Stealth</div>\n<div><strong>Favored Weapon</strong> sawtooth saber</div>\n<div><strong>Domains</strong> death, might, trickery, zeal</div>\n<div><strong>Cleric Spells</strong> 1st: true strike, 2nd: invisibility, 4th: phantasmal killer</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">He Who Walks in Blood detests oathbreakers and bears a particular prejudice against mortals seeking to ascend into divinity, but the Mantis God believes in compensation for selfless duties and rewards the rare individual for their murderous deeds. Violation of his tenets and, occasionally, slights against Grandmother Spider may provoke Achaekek's wrath. <br /><strong>Minor Boon</strong>: You hide among the shadows of death. Once, when you would fail a Stealth check, you critically succeed instead. Achaekek typically grants this boon for an extremely consequential Stealth check that could lead to an assassination, such as one that could get you into position to kill an important target, but rarely on a Stealth check to help you escape.<br /><strong>Moderate Boon</strong>: You gain the god's approval to take a life. You can cast death knell once per day as an innate divine spell.<br /><strong>Major Boon</strong>: Death lives in your very blade. You gain the sneak attack rogue class feature, dealing 3d6 precision damage. if you already have that class feature, you increase your sneak attack damage by 3d6.<br /><strong>Minor Curse</strong>: Achaekek's minions seek vengeance. Nonsapient insects (especially mantises) become hostile against you.<br /><strong>Moderate Curse</strong>: Hubris brings death. Your name and location are mentally projected into the mind of a Red Mantis assassin, who is tasked with eliminating you.<br /><strong>Major Curse</strong>: The Mantis God doesn't waste his time toying with or tormenting those who truly anger him, or those who dare to consider themselves divine. He rips open a portal to your location, kills you, drags your soul to judgment in a way that prevents resurrection magic, and then leaves.</span></p>",
    "flags": {},
    "name": "Achaekek",
    "permission": {
        "default": 0
    }
}
