{
    "_id": "cHAbE86pto5bvIWo",
    "content": "<h1>Angazhan (The Ravenous King) [CE]</h1>\n<p>Angazhan is a name well known in the Mwangi Expanse, and for good reason. Called the Ravenous King and Demon Lord of Beasts, he appears as an enormous and terrifying red-furred ape with six long fingers on each hand, massive and clawed. His red eyes, twisted horns, and viciously sharp fangs give him a demonic appearance. His followers range from gnolls to charau-kas to nalfeshnee demons that number in the thousands.</p>\n<p>Angazhan has astounding presence and influence, but that influence is rivaled by his raw power. He is skilled enough with weapons, but prefers to use his own abilities-his powerful fists, lethal fangs, sharp horns, and deadly tail. His terrible grasp extends beyond life into death, as well. Occasionally, those slain in combat by Angazhan's minions are reincarnated forcefully into an ape-like creature in the service of the Ravenous King. This curse causes the victim to serve eternally, and only upon death is there a chance for their soul to be retrieved before it slips into the Boneyard, to be sent on and suffer a never-ending torment in the Abyss.</p>\n<p>A pledge to Angazhan is a commitment to acquiring power. Angazhan encourages followers to destroy all who oppose them with relentless force, to dominate until nothing is left to challenge, and to treat obstacles as something to be crushed with swiftness. Those who fail these commands are quick to be cast aside. This strength lures dangerous figures, thievish creatures, and terrifying beings. Followers share less of a bond and more of an understanding that in the end they serve a lord whose dominance can't be rivaled.</p>\n<p>Angazhan is the patron of Usaro, a feared and hated charau-ka city in the Mwangi Expanse. A representative of Angazhan, the Gorilla King, once  ruled Usrao, but was recently killed, throwing the city into chaos.</p>\n<p><strong>Edicts</strong> Commit acts of brutal violence, test yourself against nature, make animals more dangerous</p>\n<p><strong>Anathema</strong> Cower from fights, allow yourself to be resurrected instead of reincarnated</p>\n<p><strong>Follower Alignments</strong> CE</p>\n<h2>Devotee Benefits</h2>\n<div><strong>Divine Font</strong> harm</div>\n<div><strong>Divine Ability</strong> Strength or Constitution</div>\n<div><strong>Divine Skill</strong> Athletics</div>\n<div><strong>Favored Weapon</strong> fists or @Compendium[pf2e.equipment-srd.Spear]{Spear}</div>\n<div><strong>Domains</strong> destruction, might, nature, tyranny</div>\n<div><strong>Alternate Domains</strong> indulgence, zeal</div>\n<div><strong>Cleric Spells</strong> 1st: @Compendium[pf2e.spells-srd.Magic Fang]{Magic Fang}, 3rd:@Compendium[pf2e.spells-srd.Animal Form]{Animal Form (Ape Only)}, 5th: @Compendium[pf2e.spells-srd.Moon Frenzy]{Moon Frenzy}</div>\n<h2>Avatar</h2>\n<p>When casting the @Compendium[pf2e.spells-srd.Avatar]{Avatar} spell, a worshipper of Angazhan gains the following additional abilities.</p>\n<p><strong>Angazhan</strong> Speed 60 feet, climb speed 60 feet</p>\n<p>Melee <span class=\"pf2-icon\">1</span> fist (agile, reach 15 feet), Damage [[/r 6d8+6 #bludgeoning]]{6d8+6 bludgeoning};</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> Bellowing Roar (range increment 100 feet), Damage [[/r 6d6+3 #mental]]{6d6+3 mental}</p>",
    "flags": {},
    "name": "Angazhan",
    "permission": {
        "default": 0
    }
}
