{
    "_id": "HtRxo4J3elFteIqu",
    "content": "<h1 class=\"title\">Arazni (The Unyielding) [NE]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Arazni.png\" width=\"119\" height=\"120\" /><span id=\"ctl00_MainContent_DetailedOutput\">More than anything, Arazni is a survivor. Once, long ago, she was a force for good, a warrior-mage who sought to improve the quality of life for residents of her homeland. Long after her mortal death, she returned as a herald of the god Aroden and fought alongside mortals during one of their darkest hours. But humanity and her patron alike abandoned her-first to the Whispering Tyrant, then to the necromancer Geb-and the torments she endured because of it changed her deeply. Still she survived, her broken body reanimated against her will as a powerful undead monstrosity. For over a millennium she was held captive as the lich queen of the undead nation of Geb, and her view of mortals, and humanity in particular, soured.<br /><br /><strong>Edicts</strong> act with dignity, do whatever it takes to survive, despise and never forgive those who have hurt you<br /><strong>Anathema</strong> create unwilling undead, insult Arazni<br /><strong>Areas of Concern</strong> abused, dignity, unwilling undeath<br /><strong>Follower Alignments</strong> CG, LN, N, CN, NE</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Constitution or Intelligence</div>\n<div><strong>Divine Font</strong> @Compendium[pf2e.spells-srd.Harm]{Harm}</div>\n<div><strong>Divine Skill</strong> Intimidation</div>\n<div><strong>Favored Weapon</strong> @Compendium[pf2e.equipment-srd.Rapier]{Rapier}</div>\n<div><strong>Domains</strong> confidence, freedom, pain, protection</div>\n<div><strong>Alternate Domains</strong> sorrow</div>\n<div><strong>Cleric Spells</strong> 1st: @Compendium[pf2e.spells-srd.Endure]{Endure}, 2nd: @Compendium[pf2e.spells-srd.Animus Mine]{Animus Mine}, 6th: @Compendium[pf2e.spells-srd.Feeblemind]{Feeblemind}</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">While the Unyielding has little regard for her followers, if suitably irritated or impressed, she might bestow the following banes or boons.<br /><strong>Minor Boon</strong>: Once, when you fail a saving throw against an effect that would compel you to take some action against your will, you critically succeed instead. Arazni typically grants this boon for consequential actions or particularly egregious violations of free will.<br /><strong>Moderate Boon</strong>: Blood from your wounds forms into armor or a piece of equipment you need. If what you need most is information, the blood forms letters spelling out that information.<br /><strong>Major Boon</strong>: Upon death, you return to life with the effects of a critical success on a resurrect ritual to enact vengeance against your killers. When you successfully achieve vengeance, abandon your vengeance for other pursuits, or fail outright, you crumble to scarlet dust.<br /><strong>Minor Curse</strong>: Someone you've wronged gains information they desire about you, with the effects of a critical success at the commune ritual.<br /><strong>Moderate Curse</strong>: Creatures weaker than you gain a status bonus on all attack rolls against you equal to your difference in levels, to a maximum of +4. Whenever you are damaged by a such a creature, you take persistent bleed damage equal to twice the difference between your levels (no maximum).<br /><strong>Major Curse</strong>: When you would regain Hit Points due to either a positive or negative effect, you lose that many Hit Points instead.</span></p>",
    "flags": {},
    "name": "Arazni",
    "permission": {
        "default": 0
    }
}
