{
    "_id": "KDFujU3Yug6AwCOz",
    "content": "<h1 class=\"title\">Arshea (Spirit of Abandon) [NG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\">Appearing in art more than any of the other empyreal lords, the Spirit of Abandon represents freedom, physical beauty, and sexuality. More than anything else, freedom is what matters to Arshea. For many this is most commonly seen as freedom for sexual expression, but Arshea represents the freedom to experience all that is good in the world, be it an ideology or a specific emotional or physical expression. So long as it doesn't harm others, Arshea believes creatures should do, think, and feel as they will. They encourage their followers to try new things, to think in new ways, and to wear new forms.<br /><br />When appearing to mortals, the Spirit of Abandon most commonly appears in that person's own body so the person may see how beautiful and perfect their own form is-after all, if a divine being has chosen to wear it, it must be perfect. For people who don't fit in the body they currently wear, Arshea often appears in the form reflected in their heart and soul. Followers of Arshea are a varied lot, from artists to explorers, and from lovers to those who fight against repression.<br /><br /><strong>Edicts</strong> Inspire passion, comfort and free the repressed, seek your true self and desires<br /><strong>Anathema</strong> Judge another based on sexual desires or gender roles, harm another in pursuit of passion<br /><strong>Areas of Concern</strong> freedom, physical beauty, and sexuality<br /><strong>Follower Alignments</strong> LG, NG, CG</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Constitution or Charisma</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Diplomacy</div>\n<div><strong>Favored Weapon</strong> flail</div>\n<div><strong>Domains</strong> confidence, freedom, passion, perfection</div>\n<div><strong>Cleric Spells</strong> 1st: mage armor, 2nd: humanoid form, 5th: dreaming potential</div>\n</div>",
    "flags": {},
    "name": "Arshea",
    "permission": {
        "default": 0
    }
}
