{
    "_id": "DJ7LDFTtns6YFodT",
    "content": "<h1 class=\"title\">Ashava (The True Spark) [CG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\">Ashava, the True Spark, embodies moonlight, dancing, and lonely spirits. Dancing is Ashava's true love, and she encourages her followers to dance often. For some, she is little more than a patron of that art, but Ashava is also a guide, both in spirit and in the physical world. For the living, she leads the lonely out of their difficult times, her lights guiding lost wanderers back to safety. For the dead, her haunting moonlit dances lead lost and lonely spirits onward to their eternal judgment. She encourages her followers to steer those who are lost-whether in the wilderness or in their hearts-to where they need to go. Priests of Ashava are the dancing light that guides the way, but will-o'-wisps are anathema to Ashava, and her followers destroy these creatures wherever they are found.<br /><br />The True Spark appears as a tall woman, flushed with the exertion of prolonged dancing. Her features are difficult to see unless under moonlight, when they instead become crystal clear. She wears a beautiful gown woven from starlight that always sways in motion, and she never appears to be standing still. On her brow she wears a wreath of many-colored moss. Some of Ashava's followers include dancers, artists, the nocturnal, the lonely, the bereaved, lovers, and travelers.<br /><br /><strong>Edicts</strong> Dance even when there is no music, cast light in places of darkness, lead the lost<br /><strong>Anathema</strong> Intentionally mislead someone, desecrate graves, abandon a creature in darkness<br /><strong>Areas of Concern</strong> moonlight, dancing, and lonely spirits<br /><strong>Follower Alignments</strong> NG, CG</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Dexterity or Charisma</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Performance</div>\n<div><strong>Favored Weapon</strong> bladed scarf</div>\n<div><strong>Domains</strong> darkness, moon, repose, soul</div>\n<div><strong>Cleric Spells</strong> 1st: soothe, 2nd: glitterdust, 8th: uncontrollable dance</div>\n</div>",
    "flags": {},
    "name": "Ashava",
    "permission": {
        "default": 0
    }
}
