{
    "_id": "QRkcFciCOmFoxF1B",
    "content": "<h1 class=\"title\">Asmodeus (The Prince of Darkness) [LE]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Asmodeus.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">Asmodeus is the First, the Dark Prince, the lord of darkness and law, and the ruler of the plane of Hell. If Asmodeus's own scriptures are to believed-and they are corroborated by certain other accounts, like the angel-penned <em>Book of the Damned</em>-he is one of the oldest beings of the multiverse. These texts claim that in time before time, in a world not yet created, Asmodeus and his brother Ihys were among the first gods in existence. During these unnamed ages, the two gods quarreled over the fate of the souls of their creations, and Asmodeus slew his brother. Confident that Ihys's act of granting mortals free will was folly, Asmodeus made his own convictions known: that existence is best served by absolute order and discipline. These claims contradict other popular creation myths, and both theologians and immortal agents of the gods doubt Asmodeus's claims to varying degrees, but while there is no evidence to prove them, they are also difficult to refute.</span><br /><br /><span id=\"ctl00_MainContent_DetailedOutput\"><strong>Edicts</strong> negotiate contracts to your best advantage, rule tyrannically and torture weaker beings, show subservience to your betters<br /><strong>Anathema</strong> break a contract, free a slave, insult Asmodeus by showing mercy to your enemies<br /><strong>Areas of Concern</strong> contracts, pride, slavery, and tyranny <br /><strong>Follower Alignments</strong> LE</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> any, though characters who commit themselves to Asmodeus this way have their souls bound to the Dark Prince for all eternity</div>\n<div><strong>Divine Font</strong> harm</div>\n<div><strong>Divine Skill</strong> Deception</div>\n<div><strong>Favored Weapon</strong> mace</div>\n<div><strong>Domains</strong> confidence, fire, trickery, tyranny</div>\n<div><strong>Alternate Domains</strong> duty, glyph</div>\n<div><strong>Cleric Spells</strong> 1st: charm, 4th: suggestion, 6th: mislead</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Asmodeus tends to offer his gifts to entice those on the precipice of yielding to his vile temptations. His curses come most often in response to those who break contracts in his name, or commit other personal insults.<br /><strong>Minor Boon</strong>: Pleased by your talent for manipulation, Asmodeus amplifies your skills. Once, when you fail at the Diplomacy check to make a significant or consequential Request, you can cast suggestion on the target of your Request, suggesting the same course of action. This is a divine innate spell.<br /><strong>Moderate Boon</strong>: Your eyes glow red like embers and your skin takes on a crimson tone. You gain darkvision and fire resistance 5.<br /><strong>Major Boon</strong>: Asmodeus helps enforce your bargains and contracts. When a creature enters a bargain or contract with you, uncoerced and of its own free will, it can't voluntarily violate its side of the bargain as long as you uphold your side. You can always choose to violate the bargain yourself, but if you do, the creature is no longer bound to fulfill its part.<br /><strong>Minor Curse</strong>: Asmodeus's flames burn you with great malice. You gain weakness 5 to fire.<br /><strong>Moderate Curse</strong>: Asmodeus forces your compliance. You can't voluntarily back out of an agreement or contract or go back on your word, though you need follow only the letter of the agreement, not the spirit.<br /><strong>Major Curse</strong>: Asmodeus has taken note of the chaos you have wrought. You receive an ancient wound that feels older than time itself. You become permanently drained 4, and nothing short of another intercession can remove the condition. Your wound aches fiercely whenever you perform a particularly chaotic act, causing you to become sickened 1.</span></p>",
    "flags": {},
    "name": "Asmodeus",
    "permission": {
        "default": 0
    }
}
