{
    "_id": "v67fHklTZ6LoU54q",
    "content": "<h1 class=\"title\">Cayden Cailean (The Accidental God) [CG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/CaydenCailean.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">Once a mortal human, Cayden Cailean is now one the few deities known as the Ascended. In his mortal years, Cayden was a sellsword of no small fame, known for his boisterous manner, skill with a blade, and fearless resolve. During a particularly rowdy night of drinking, a series of escalating dares led the wandering mercenary to attempt the Test of the Starstone. He emerged from the Starstone Cathedral 3 days later, laughing, a fully realized god. Divine responsibility did little to change Cayden's attitude from what it was in his mortal life. He continues to crave adventure, drink, and pleasurable company while abhorring bullies, tyrants, and cowards.<br /><br /><strong>Edicts</strong> drink, free slaves and aid the oppressed, seek glory and adventure<br /><strong>Anathema</strong> waste alcohol, be mean or standoffish when drunk, own a slave<br /><strong>Areas of Concern</strong> ale, bravery, freedom, and wine<br /><strong>Follower Alignments</strong> NG, CG, CN</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Constitution or Charisma</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill A</strong>thletics</div>\n<div><strong>Favored Weapon</strong> rapier</div>\n<div><strong>Domains</strong> cities, freedom, indulgence, might</div>\n<div><strong>Cleric Spells</strong> 1st: fleet step, 2nd: touch of idiocy, 5th: hallucination</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Cayden sometimes hands out his blessings and communicates his ire at seemingly random opportunities based on his drunken whims. In particular, Cayden blesses the recently liberated to help secure their freedom. Cayden is also known to grant particularly trivial and harmless curses to those who disrupt revelry. These curses typically cause the disruptor to change in appearance, taking on a comical or farcical look. He is quick to lift these curses by dawn or for those who give in to the enjoyment of the evening and join the festivities.<br /><strong>Minor Boon</strong>: Cayden Cailean helps you recover from nights of carousing. While you still get drunk and otherwise experience the effects of alcohol normally, you are never hung over the next morning.<br /><strong>Moderate Boon</strong>: You share some of the bravery Cayden espoused during his ascension. When you roll a success on a saving throw against a fear effect, you get a critical success instead. If you have the fighter bravery class feature, when you roll a critical failure on a save against a fear effect, you get a failure instead.<br /><strong>Major Boon</strong>: An embodiment of freedom, you break fetters with ease. At the end of each of your turns, you can end one effect that is currently making you immobilized (including effects that make you immobilized by grabbing or restraining you) as a free action.<br /><strong>Minor Curse</strong>: Individuals who raise Cayden's passing displeasure awake as if from a hard night of drinking and find that drink tastes foul.<br /><strong>Moderate Curse</strong>: Cayden has afflicted you with cowardice. Whenever you roll a critical success on a saving throw against a fear effect, you get a success instead, and each time you roll a failure on a saving throw against a fear effect, you get a critical failure instead.<br /><strong>Major Curse</strong>: Cayden curses you to suffer in the presence of drinking, making it hard for you to bear entering any tavern. Whenever any creature drinks alcohol within 100 feet of you, you suffer all negative effects from the alcohol (but only the alcohol) instead. This doesn't apply if the creature gains any special effect from drinking alcohol.</span></p>",
    "flags": {},
    "name": "Cayden Cailean",
    "permission": {
        "default": 0
    }
}
