{
    "_id": "4GO4iT585ynLJnc8",
    "content": "<h1 class=\"title\">Chaldira (The Calamitous Turn) [NG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Chaldira.png\" width=\"119\" height=\"329\" /><span id=\"ctl00_MainContent_DetailedOutput\">Chaldira Zuzaristan, the Calamitous Turn, is a plucky, impulsive goddess venerated primarily by halflings. She embodies two aspects halflings see in themselves: a strong affinity for luck and bold determination to protect friends. Chaldira is hotheaded and cannot abide bullies in any form, and many of her worshippers are similarly impetuous, spoiling for any opportunity to leap fist-first at oppressors and tyrants. While many people consider this to be more of a vice than a virtue, Chaldira and her followers feel it is far better to run headlong into trouble than it is to meekly concede to evil out of fear or convenience. Chaldira is also the goddess of light-hearted mischief, insisting that harmless fun, even at others' expense, brings joy and strengthens ties within a community. While not all of Chaldira's followers are inveterate pranksters, most at least know some sleight-of-hand tricks. Chaldira is most often depicted as a halfling woman who matches the appearance of the local halfling community, with curly hair, freckles, and a patchwork red-and-green coat held together by several mismatched buttons.<br /><br /><strong>Edicts</strong> seek out and challenge oppressors and tyrants, defend friends and the innocent, engage in mischief that doesn't harm others<br /><strong>Anathema</strong> suffer a bully's insults to you or another without retort, abandon a friend in need, attribute a lucky turn of events to your own skill<br /><strong>Areas of Concern</strong> battle, fortune, mischief<br /><strong>Follower Alignments</strong> LG, NG, CG</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Dexterity or Charisma</div>\n<div><strong>Divine Font</strong> @Compendium[pf2e.spells-srd.Heal]{Heal}</div>\n<div><strong>Divine Skill</strong> Thievery</div>\n<div><strong>Favored Weapon</strong> @Compendium[pf2e.equipment-srd.Shortsword]{Shortsword}</div>\n<div><strong>Domains</strong> confidence, luck, trickery, zeal</div>\n<div><strong>Cleric Spells</strong> 1st: @Compendium[pf2e.spells-srd.Fleet Step]{Fleet Step},  2nd: @Compendium[pf2e.spells-srd.Misdirection]{Misdirection}, 5th: @Compendium[pf2e.spells-srd.Cloak of Colors]{Cloak of Colors}</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The Calamitous Turn's pleasure most often manifests as improbably good luck, while her displeasure creates startling misfortune. <br /><strong>Minor Boon</strong>: Once, you can choose the result of the next ordinary coin you flip or ordinary die you roll. If this ability is used for personal gain at the expense of someone innocent or less fortunate, Chaldira levies her moderate curse on you as punishment.<br /><strong>Moderate Boon</strong>: You gain a lucky impetuousness, allowing you to roll for initiative twice and use the higher result once per day. This is a fortune effect.<br /><strong>Major Boon</strong>: Chaldira's major boon grants truly improbable luck in combat. Your movement doesn't trigger reactions. You always succeed at flat checks you make to hit opponents with attack actions; this is a fortune effect.<br /><strong>Minor Curse</strong>: Any time you refuse a request made in good faith, you vomit up a frog, mouse, or other small animal. This deals no damage and causes no conditions, but is obvious to all bystanders.<br /><strong>Moderate Curse</strong>: You are plagued with ill luck just when fortune is most needed. You must always roll flat checks twice and use the worse result. This is a misfortune effect.<br /><strong>Major Curse</strong>: Ill luck causes even once-certain aid to fail with frustrating regularity. You cannot benefit from circumstance or status bonuses, or from fortune effects.</span></p>",
    "flags": {},
    "name": "Chaldira",
    "permission": {
        "default": 0
    }
}
