{
    "_id": "OlVCyRgOaPJji4qt",
    "content": "<h1>Chohar (The Golden Lion) [LG]</h1>\n<p>The old gods of the threefold sun were all but forgotten under the rule of Walkena, the child god. The immortal tyrant punishes anyone who lacks faith with death, and there is no worse blasphemy than to worship a rival god in his city. But the freedom fighter Sihar and her followers, the Bright Lions, have spread the word of the old sun gods in secret, and now they are returning to the people.</p>\n<p>Even though it has only been just over a century since Walkena retook the throne, worship of the Old Sun Gods waned before then. Their teachings had been ingrained into day to day life, and many Mzali traditions can be traced directly to rituals started by sun kings-rulers believed to be descended from the old sun gods. But when the Council of Mwanyisa overthrew the sun kings and led Mzali’s empire into decline, the people grew complacent in their worship, and in turn, so did the sun gods grow complacent themselves.</p>\n<p>After the child-god's rise, Walkena's priests scoured the city of any other deities, smashing statues and temples, editing the truth to Walkena’s liking and destroying the rest. In doing so, the names Tlehar, Chohar and Luhar were mostly erased from public memory, with the remnants subverted to Walkena's needs. It was only in the deepest hidden chambers that any sign of their original teachings still existed. Now that they have been rediscovered, Chohar has no intention of being forgotten again.</p>\n<p>While Walkena and Chohar both call themselves gods of justice, the Old Sun God abhors Walkena's cruel and merciless sense of the concept. Chohar teaches that it is one's duty to fight for the innocent and powerless, and to never wield power for one's own benefit. The sun god has much grander goals than dealing with what he sees as a mere pretender god, however. Merely defeating the tyrant that rules them would not be enough to undo the generations of misfortune. The people must find a renewed sense of strength and pride, so that they can fight for themselves. Until then, Chohar will shine down on them, offering any protection he can. When the time comes, he will lead his people into a bright future.</p>\n<p>While the Old Sun Gods are considered equal in importance, Chohar attracts the largest following of worshippers, both historically and today. Still, even those who prefer the teachings of a particular sun god typically pay respect and homage to the other two as well.</p>\n<p><strong>Edicts</strong> finish any and all tasks you accept, bring those who are cruel to justice, show pride in your home and your heritage</p>\n<p><strong>Anathema</strong> break your word, be cruel to the innocent, rebuke someone due to their homeland</p>\n<p><strong>Follower Alignments</strong> LG, LN, NG</p>\n<h2>Devotee Benefits</h2>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Ability</strong> Strength or Charisma</div>\n<div><strong>Divine Skill</strong> Intimidation</div>\n<div><strong>Favored Weapon</strong> @Compendium[pf2e.equipment-srd.Starknife]{Starknife}</div>\n<div><strong>Domains</strong> fire, family, cities, sun</div>\n<div><strong>Alternate Domains</strong> duty, toil, vigil, zeal</div>\n<div><strong>Cleric Spells</strong> 1st: @Compendium[pf2e.spells-srd.Burning Hands]{Burning Hands}, 3rd:@Compendium[pf2e.spells-srd.Fireball]{Fireball}, 4th: @Compendium[pf2e.spells-srd.Fire Shield]{Fire Shield}</div>\n<h2>Avatar</h2>\n<p>When casting the @Compendium[pf2e.spells-srd.Avatar]{Avatar} spell, a worshipper of Chohar gains the following additional abilities.</p>\n<p><strong>Chohar </strong>Speed 70 feet, @Compendium[pf2e.spells-srd.Air Walk]{Air Walk (Constant)};</p>\n<p>Melee <span class=\"pf2-icon\">1</span> jaws (agile, reach 15 feet), Damage [[/r 5d6+6 #piercing]] piercing plus [[/r 1d6 #fire]]{1d6 fire damage};</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> sunbeam (range 120 feet), Damage [[/r 6d6+6 #fire]] fire</p>",
    "flags": {},
    "name": "Chohar",
    "permission": {
        "default": 0
    }
}
