{
    "_id": "JgqH3BhuEuA4Zyqs",
    "content": "<h1 class=\"title\">Desna (The Song of the Spheres) [CG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Desna.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">The night didn't know beauty until Desna came into existence. While the other gods toiled away to create the world, she set her sights on the heavens, placing each star in the sky. After surveying her artistry, she hung the brightest star high in the north and made it her home. Her first gift to mortals was this beacon of hope, a twinkling sign in the dark sky that they could turn to when lost or unsure of themselves. Desna provides safe passage through the darkness to all, should they choose to follow.<br /><br /><strong>Edicts</strong> aid fellow travelers, explore new places, express yourself through art and song, find what life has to offer<br /><strong>Anathema</strong> cause fear or despair, cast nightmare or use similar magic to corrupt dreams, engage in bigoted behavior<br /><strong>Areas of Concern</strong> dreams, luck, stars, and travelers<br /><strong>Follower Alignments</strong> NG, CG, CN</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Dexterity or Charisma</div>\n<div><strong>Divine Font</strong> @Compendium[pf2e.spells-srd.Heal]{Heal}</div>\n<div><strong>Divine Skill</strong> Acrobatics</div>\n<div><strong>Favored Weapon</strong> @Compendium[pf2e.equipment-srd.Starknife]{Starknife}</div>\n<div><strong>Domains</strong> dreams, luck, moon, travel</div>\n<div><strong>Alternate Domains</strong> star, void</div>\n<div><strong>Cleric Spells</strong> 1st: @Compendium[pf2e.spells-srd.Sleep]{Sleep}, 4th: @Compendium[pf2e.spells-srd.Fly]{Fly}, 5th: @Compendium[pf2e.spells-srd.Dreaming Potential]{Dreaming Potential}</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Desna favors those who follow their hearts and whims without bringing harm to others.<br /><strong>Minor Boon</strong>: For those at the end of a journey, Desna gifts a deep sleep. Once, after you rest, you completely recover all Hit Points, remove all negative conditions, and become free of any curses or diseases.<br /><strong>Moderate Boon</strong>: Desna twists fortune in your favor. Once per day, after determining the result of a check, you can reroll the check and take the new result.<br /><strong>Major Boon</strong>: Desna bestows you with a swirling cloud of lights that forms a pair of wondrous butterfly wings. These wings grant you a fly Speed of 40 feet and shine dim light to a range of 20 feet.<br /><strong>Minor Curse</strong>: You always seem to lose your way or have strange mishaps on the road that delay your travel. You (and thus any group that travels with you) travel at only 3/4 normal exploration Speed, before taking into account the terrain and other features that might slow you down further.<br /><strong>Moderate Curse</strong>: Misfortune follows you in your travels and requires acts of contrition or benevolence to keep at bay. You must always roll twice and take the worst result when attempting a check. This is a misfortune effect. You can express your remorse and ignore this effect for 1d4 rounds by spending an action, which has the concentrate trait. If you perform a truly selfless act of compassion, you ignore this effect for 1 day.<br /><strong>Major Curse</strong>: The stars rebuke you for your ways. You are sickened 4 and slowed 1 whenever you are exposed to starlight.</span></p>",
    "flags": {},
    "name": "Desna",
    "permission": {
        "default": 0
    }
}
