{
    "_id": "mm1j6UbHqFCI8fwB",
    "content": "<h1 class=\"title\">Erastil (Old Deadeye) [LG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Erastil.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">Unlike many other good deities, Erastil does not send his followers out into the world to fight and crush evil. Eschewing crusades and other ventures that take his followers away from their homes, Erastil watches over those who devote their lives to family and community. He is primarily an agricultural deity, specifically focusing on those aspects of nature that either can be tamed or are of use to his followers. His domain encompasses the plants and animals that farmers, hunters, and ranchers deal with in their everyday lives. While he is a protective deity, Erastil steps in only when quiet, pastoral lives are threatened. He desires his followers to live their lives in peace, with no risk of being conscripted into armies, devoured by monsters, or destroyed by magic.<br /><br /><strong>Edicts</strong> care for your home and family, fulfill your duties, keep the peace, protect the community<br /><strong>Anathema</strong> abandon your home in its time of need, choose yourself over your community, tarnish your reputation, tell lies<br /><strong>Areas of Concern</strong> family, farming, hunting, and trade<br /><strong>Follower Alignments</strong> LG, NG, LN</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Constitution or Wisdom</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Survival</div>\n<div><strong>Favored Weapon</strong> longbow</div>\n<div><strong>Domains</strong> earth, family, nature, wealth</div>\n<div><strong>Alternate Domains</strong> duty</div>\n<div><strong>Cleric Spells</strong> 1st: true strike, 3rd: wall of thorns, 5th: tree stride</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Erastil favors those who commit themselves to their communities and detests those who disrupt these families.<br /><strong>Minor Boon</strong>: Erastil shares in his bounty as long as you work for it. Whenever you roll a critical failure at a check to Subsist in the wild, you get a failure instead.<br /><strong>Moderate Boon</strong>: You share Erastil's sharp eye, allowing you to use a longbow in any situation. When you attack with a longbow, you can ignore the longbow's volley trait, and longbows have double the normal range increment for you.<br /><strong>Major Boon</strong>: You become a friend to the land. You can cast speak with plants as a divine innate spell. When you are in a healthy natural environment, the land sustains you without need for food or drink. You can cast the commune with nature ritual without any secondary casters or secondary checks.<br /><strong>Minor Curse</strong>: Erastil curses your table and punishes you for relying on others' hard work. Any food you didn't grow, gather, or otherwise harvest yourself tastes like ash and leaves you fatigued.<br /><strong>Moderate Curse</strong>: Erastil's beasts take a dislike to you. Animals' attitudes toward you are one category worse (friendly instead of helpful, indifferent instead of friendly, and so on).<br /><strong>Major Curse</strong>: Erastil leaves you unable to have children (or otherwise reproduce or propagate if you do so in a different manner). This curse also affects your livestock, pets, and crops.</span></p>",
    "flags": {},
    "name": "Erastil",
    "permission": {
        "default": 0
    }
}
