{
    "_id": "88vRw2ZVPax4hhga",
    "content": "<h1 class=\"title\">Gorum (Our Lord in Iron) [CN]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Gorum.png\" width=\"119\" height=\"119\" /></span><span id=\"ctl00_MainContent_DetailedOutput\">The clash of steel, the cry of victory, the gasping denial of death: these are the sound of prayers to Our Lord in Iron, for to follow Gorum is to fight. Gorum does not care the reason for battle-a village's desperate stand against raiders is no less worthwhile to him than a crusader army marching against demons in the Sarkoris Scar-nor does he choose sides in such clashes. Good or evil, law or chaos, the reason for the fight is irrelevant. It is the thrill of battle that finds his favor, the crucible of struggle in which victory is there for the taking.<br /><br /><strong>Edicts</strong> attain victory in fair combat, push your limits, wear armor in combat<br /><strong>Anathema</strong> kill prisoners or surrendering foes, prevent conflict through negotiation, win a battle through underhanded tactics or indirect magic<br /><strong>Areas of Concern</strong> battle, strength, and weapons<br /><strong>Follower Alignments</strong> CN, CE</span><span id=\"ctl00_MainContent_DetailedOutput\"></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Strength or Constitution</div>\n<div><strong>Divine Font</strong> harm or heal</div>\n<div><strong>Divine Skill</strong> Athletics</div>\n<div><strong>Favored Weapon</strong> greatsword</div>\n<div><strong>Domains</strong> confidence, destruction, might, zeal</div>\n<div><strong>Cleric Spells</strong> 1st: true strike, 2nd: enlarge, 4th: weapon storm</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Gorum views things very simply: one either fights and earns his favor, or one is a coward and receives only scorn.<br /><strong>Minor Boon</strong>: Gorum grants you a weapon whenever you need one. You can use an Interact action to draw a 0-level non-magical iron weapon, even if you have no weapons on your person. Such a weapon lasts only as long as you continue using it to attack, and it can't be sold, given away, melted for scrap iron, or the like.<br /><strong>Moderate Boon</strong>: Your blows become unstoppable, carrying the momentum of Gorum's thrill for battle. Your greatsword Strikes gain the forceful trait.<br /><strong>Major Boon</strong>: Gorum feeds you the zeal of his undying warriors, allowing you to draw upon your own life force to fight on and on without falling. Whenever you would be reduced to 0 Hit Points, you are instead healed to half your maximum Hit Points and become doomed 1 (or increase your doomed condition by 1).<br /><strong>Minor Curse</strong>: Gorum rewards cowardice with frailty. Any armor you wear and shield you wield reduces its item bonus to AC by 2 (minimum 0) and its Hardness, Hit Points, and Break Threshold by half.<br /><strong>Moderate Curse</strong>: You've lost the glory of slaying a worthy opponent. All of your weapon and unarmed attacks decrease their damage dice by one step, and all your attacks are nonlethal.<br /><strong>Major Curse</strong>: You are unable to keep up with the rigors of combat. The moment a combat breaks out, you become fatigued and slowed 1. At the end of each of your turns, your slowed condition increases by 1. These conditions end only when you are no longer in combat.</span></p>",
    "flags": {},
    "name": "Gorum",
    "permission": {
        "default": 0
    }
}
