{
    "_id": "swwwP7eVmlNuWTb7",
    "content": "<h1 class=\"title\">Gozreh (The Wind and the Waves) [N]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Gozreh.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">A timeless entity birthed from the first wind to stir the vast oceans, Gozreh wanders the world in the air and the seas. Sailors drop boxes of cargo as offerings to avoid a fatal storm, hoping to please the Wind and the Waves, even though they know that such pleas are far more likely to go unnoticed as they are to draw their deity's attention. The deity's temperament is fickle and their fury swift, hurling bolts of lightning and dragging to the crushing depths those who dare befoul the natural world. Gozreh is the sea that encapsulates the land and the wind that moves its surface, the birds that traverse the sky and the clouds that shield them.<br /><br /><strong>Edicts</strong> cherish, protect, and respect nature in all its forms<br /><strong>Anathema</strong> bring civilization to intrude on the wild, create undead, despoil areas of natural beauty<br /><strong>Areas of Concern</strong> nature, the sea, and weather<br /><strong>Follower Alignments</strong> NG, LN, N, CN, NE</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Constitution or Wisdom</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Survival</div>\n<div><strong>Favored Weapon</strong> trident</div>\n<div><strong>Domains</strong> air, nature, travel, water</div>\n<div><strong>Alternate Domains</strong> cold, lightning</div>\n<div><strong>Cleric Spells</strong> 1st: gust of wind, 3rd: lightning bolt, 5th: control water</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Gozreh is pleased when their creatures and waterways are treated with respect but quick to show their displeasure.<br /><strong>Minor Boon</strong>: Gozreh grants their guidance while at sea. You are under the constant effects of know direction and become trained in Sailing Lore (or another Lore skill if you are already trained in Sailing Lore).<br /><strong>Moderate Boon</strong>: You gain the touch of the sea. You can breathe underwater and gain a swim Speed equal to your land Speed.<br /><strong>Major Boon</strong>: Gozreh has blessed you with their wind in your stride. You gain a +30-foot status bonus to your Speeds, and you gain a fly Speed equal to your land Speed.<br /><strong>Minor Curse</strong>: Lightning begins to strike twice. You gain weakness 5 to electricity, and any natural or magical bolts of lightning always target you rather than the other creatures around you.<br /><strong>Moderate Curse</strong>: The current of the waves constantly fights against you, putting you at risk of drowning any time you must Swim. You lose any swim Speed you have, unless it's your only Speed, in which case you take a -20-foot status penalty to your swim Speed. When you roll an Athletics check to Swim, you always use the outcome for one degree of success worse than the result of your roll.<br /><strong>Major Curse</strong>: Those who displease Gozreh are shunned by nature itself. All animals and nonsapient plant creatures are hostile to you, and any animal companion or familiar abandons you. Sapient plants' attitude toward you begins two categories worse than normal, as something about you seems repugnant to them. While plants and animals might not attack you outright if it's not normally in their nature to do so when they are hostile, dogs growl at you, cats hiss, and so on.</span></p>",
    "flags": {},
    "name": "Gozreh",
    "permission": {
        "default": 0
    }
}
