{
    "_id": "fuPTR1laXO6EionS",
    "content": "<h1>Grandmother Spider (The Weaver) [N]</h1>\n<p>Throughout the Mwangi, there are few as highly respected as storytellers. As stewards of their peoples' oral traditions, they act as historians, educators, and entertainers, so it is only right that they pay homage to the goddess of stories, Grandmother Spider. Also known as Nana Anadi, Grandmother Spider was once content in her role as weaver of fate for the gods, as it gave her the ability to craft the grandest tales anyone had ever known. But as she told story after story at the other gods' whims, they failed to show proper respect to the one who made their glorious and terrible legends come to pass, treating her as a servant or a tool. Grandmother had no patience for overinflated egos, and even less for those who take credit for the work of others. She crafted unique humiliations tailored to each of the gods, and as tales of her mischief spread, she wove her own divinity from them. Some of the more prideful gods deny her still-worshiping Grandmother Spider is forbidden by Asmodeus for as long as she still twirls copies of his keys around her fingers, and Abadar still holds a grudge since the Century of the Unbalanced Scale. To the north of the Mwangi, there are almost no shrines dedicated to Grandmother Spider. But the clever and willful always find ways to revere her.</p>\n<p>No matter how their pride might be wounded, few have dared to take direct action against Grandmother Spider. Alone, she is dangerous enough, for they say Nana Anadi holds all the secrets of the world within her web. However, her sibling Achaekek, the Red Mantis, is a force that even gods fear. Though he treats his sister with indifference, he once lashed out at someone who sought to do Grandmother Spider harm with disproportionate retribution. That one act has been more than enough.</p>\n<p>Grandmother Spider uplifts those who rebel against the status quo, strike above their station, or otherwise fight for freedom. While she prefers subterfuge and cleverness, she does not eschew violence, viewing it as simply another tool-applied judiciously in the right place at the right time, it can accomplish a great deal. Abolitionists and freedom fighters across Mwangi view spiders as an omen of good fortune. Those who are forced to live and fight in secret against their oppressors take great comfort in the knowledge that Nana Anadi will still tell their stories long after they are gone.</p>\n<p><strong>Edicts</strong> be skilled and clever, think for yourself, take due payment for your work, humiliate the powerful</p>\n<p><strong>Anathema</strong> abuse someone you have power over, harm someone who has given you sincere kindness, let a slight go unanswered, own a slave</p>\n<p><strong>Follower Alignments</strong> NG, N, CG, CN</p>\n<h2>Devotee Benefits</h2>\n<div><strong>Divine Font</strong> harm or heal</div>\n<div><strong>Divine Ability</strong> Intelligence or Wisdom</div>\n<div><strong>Divine Skill</strong> Crafting</div>\n<div><strong>Favored Weapon</strong> @Compendium[pf2e.equipment-srd.Bola]{Bola}</div>\n<div><strong>Domains</strong> creation, fate, family, trickery</div>\n<div><strong>Alternate Domains</strong> change, darkness</div>\n<div><strong>Cleric Spells</strong> 1st: @Compendium[pf2e.spells-srd.Pest Form]{Pest Form}, 2nd:@Compendium[pf2e.spells-srd.Web]{Web}, 4th: @Compendium[pf2e.spells-srd.Glibness]{Glibness}</div>\n<h2>Avatar</h2>\n<p>When casting the @Compendium[pf2e.spells-srd.Avatar]{Avatar} spell, a worshipper of Grandmother Spider gains the following additional abilities.</p>\n<p><strong>Grandmother Spider </strong>Speed 70 feet, Climb speed 70 feet, Immune to @Compendium[pf2e.conditionitems.Immobilized]{Immobilized};</p>\n<p>1 leg (deadly 3d8, finesse, reach 15 feet, versatile P), Damage [[/r 6d6+6 #bludgeoning]]{6d6+6 bludgeoning damage};</p>\n<p>1 venom web (range 120 feet), Damage [[/r 6d6+3 #poison]]{6d6+3 poison damage}</p>",
    "flags": {},
    "name": "Grandmother Spider",
    "permission": {
        "default": 0
    }
}
