{
    "_id": "fuPTR1laXO6EionS",
    "content": "<h1 class=\"title\">Grandmother Spider (The Weaver) [N]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\"><img style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/GrandmotherSpider.png\" alt=\"\" width=\"119\" height=\"119\" /></span><span id=\"ctl00_MainContent_DetailedOutput\">Also known as Nana Anadi, Grandmother Spider began her existence as a servant of the other gods, meant to weave fate and reality into existence. Infuriated at her position as a lackey, she made fools of the greater gods through mischief and disruption. She stole and copied @Compendium[pf2e.deities.Asmodeus]{Asmodeus}'s keys, resulting in widespread chaos, and pilfered some of @Compendium[pf2e.deities.Sarenrae]{Sarenrae}'s fire, leading numerous followers astray. Nimbly avoiding any retribution for her antics, Grandmother Spider rewove the strands of fate for herself, gaining her freedom. She regularly pleads with her brother @Compendium[pf2e.deities.Achaekek]{Achaekek} to follow her lead and rebel against the gods, and while he always refuses, seemingly indifferent, Achaekek has on one notable occasion proven vengeful toward those who harm his sister or her followers.<br /><br /><strong>Edicts</strong> be skilled and clever, think for yourself, take due payment for your work, humiliate the powerful<br /><strong>Anathema</strong> abuse someone you have power over, harm someone who has given you sincere kindness, let a slight go unanswered, own a slave<br /><strong>Areas of Concern</strong> family, illusion, stories, twilight, weaving<br /><strong>Follower Alignments</strong> NG, CG, N, CN</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Intelligence or Wisdom</div>\n<div><strong>Divine Font</strong> harm or heal</div>\n<div><strong>Divine Skill</strong> Crafting</div>\n<div><strong>Favored Weapon</strong> bola</div>\n<div><strong>Domains</strong> creation, family, fate, trickery</div>\n<div><strong>Alternate Domains</strong> change, darkness</div>\n<div><strong>Cleric Spells</strong> 1st: pest form, 2nd: web, 4th: glibness</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Though the Weaver often condones bad decisions so long as a lesson is learned, and is even willing to accept being fairly tricked herself, cruelty and predation upon the weak draw her outrage.<br /><strong>Minor Boon</strong>: Grandmother Spider rescues your prank from the jaws of failure. Once, when you would fail a Deceptioncheck, you critically succeed instead. Grandmother Spider typically grants this boon for deceptions that are necessary for an interesting or consequential prank.<br /><strong>Moderate Boon</strong>: You can feel tugs on the strands of fate. You gain a +2 status bonus to initiative rolls.<br /><strong>Major Boon</strong>: Grandmother Spider rejoices in freedom and tricks those who would limit it. Any time you would become grabbed, immobilized, or restrained, attempt a DC 10 flat check. On a success, you ignore the effect, and the originator of the effect becomes grabbed, immobilized, or restrained instead. If this simply causes a creature to grab itself, it can usually Escape as a free action, but it might be stuck if it tried to immobilize you in other ways.<br /><strong>Minor Curse</strong>: When your pranks start going wrong, they dissolve into a string of catastrophic failures. When you roll a failure on a Deception or Stealth check, you get a critical failure instead.<br /><strong>Moderate Curse</strong>: Grandmother Spider weaves a web to ensnare you, and you trail webs behind you wherever you go. You become permanently slowed 1 and take a -10-foot circumstance penalty to your Speeds.<br /><strong>Major Curse</strong>: Grandmother Spider throws all of her might behind the underdog. Any time a creature with a level lower than yours rolls a success on a check against you, it critically succeeds instead; any time you roll a failure on a check against a creature with a level lower than yours, you critically fail instead.</span></p>",
    "flags": {},
    "name": "Grandmother Spider",
    "permission": {
        "default": 0
    }
}
