{
    "_id": "tcvobm8O84qv0aO5",
    "content": "<h1 class=\"title\">Gruhastha (The Keeper) [LG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\"><img style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Gruhastha.png\" alt=\"\" width=\"101\" height=\"119\" /></span><span id=\"ctl00_MainContent_DetailedOutput\">Gruhastha the Keeper is a deity of understanding, peace, and the collective pursuit of enlightenment. The once-mortal nephew of @Compendium[pf2e.deities.Irori]{Irori} is believed to have ascended to godhood himself after creating the holy book <em>Azvadeva Pujila</em>, fully embodying all divine wisdom within the text. Originating in Vudra, the Keeper's faith has slowly gained popularity in the Inner Sea region, particularly in Jalmeray, where Irori already has a wide following. Gruhastha manifests as a human man with an idealized form, augmented with wings of red and green plumage and a golden mandala as a halo. <br /><br /><strong>Edicts</strong> work toward collective transcendence, expose and root out malicious lies, challenge oppression through education, protect knowledge, seek truth<br /><strong>Anathema</strong> deny a sincere student education, destroy knowledge, disrespect the traditions of those around you, willfully spread ignorance or wrong information<br /><strong>Areas of Concern</strong> enlightenment, the Vudrani holy book<br /><strong>Follower Alignments</strong> LG, NG</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Intelligence or Wisdom</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Society</div>\n<div><strong>Favored Weapon</strong> shortbow</div>\n<div><strong>Domains</strong> glyph, knowledge, perfection, truth</div>\n<div><strong>Alternate Domains</strong> nature, travel</div>\n<div><strong>Cleric Spells</strong> 1st: share lore, 2nd: comprehend language, 3rd: hypercognition</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The Keeper encourages the search for knowledge and rewards those that travel their personal path of enlightenment, but he punishes those who interrupt these journeys or destroy knowledge.<br /><strong>Minor Boon</strong>: Books fall open to insightful passages, and memories spring to mind when they are most needed. Once, when you fail a check to Recall Knowledge, you critically succeed instead. Gruhastha typically grants this boon for an extremely consequential attempt to Recall Knowledge, particularly when misinformation would have dire consequences.<br /><strong>Moderate Boon</strong>: The Keeper speeds your path toward learning new talents. You become permanently trained in two additional skills of your choice. Additionally, you can select a skill you are already trained in and permanently increase your proficiency rank in that skill, following the usual rules for skill increases.<br /><strong>Major Boon</strong>: You are a divine inspiration to others around you. When attempting any checks to Recall Knowledge, you can roll twice and use the better result; this is a fortune effect. Additionally, allies within 60 feet gain a +2 status bonus to Will saves.<br /><strong>Minor Curse</strong>: As you stray from the truth, dissonant notes seem to interrupt you whenever you speak. You take a -2 status penalty to all Deception checks.<br /><strong>Moderate Curse</strong>: Enlightenment begins to elude you, leaving you at a loss for knowledge. Whenever you attempt a check to Recall Knowledge, you use a result one degree of success worse than the result you rolled.<br /><strong>Major Curse</strong>: The written word turns against you, blurring into illegibility. You are incapable of reading anything or making out symbols of any sort, including the words on scrolls, spellbooks, or magic items. </span></p>",
    "flags": {},
    "name": "Gruhastha",
    "permission": {
        "default": 0
    }
}
