{
    "_id": "qqqrbq4uCrelQvgH",
    "content": "<h1 class=\"title\">Irori (Master of Masters) [LN]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Irori.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">Irori exemplifies the concepts of self-perfection. His dogma states that he was a mortal who gained godhood through achieving a physical and mental state that surpassed mortal limitations. His followers seek to emulate their god's divine state by perfecting themselves using the words of the <em>Unbinding of Fetters</em>, Irori's sacred text. The illuminated pages of the tome detail numerous physical, spiritual, and mental exercises, as well as methods of learning and remembering.<br /><br /><strong>Edicts</strong> be humble; help others perfect themselves; hone your body, mind, and spirit to a more perfect state; practice discipline<br /><strong>Anathema</strong> become addicted to a substance, destroy an important historical text, repeatedly fail to maintain self-control<br /><strong>Areas of Concern</strong> history, knowledge, and self-perfection<br /><strong>Follower Alignments</strong> LG, LN, LE</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Intelligence or Wisdom</div>\n<div><strong>Divine Font</strong> harm or heal</div>\n<div><strong>Divine Skill</strong> Athletics</div>\n<div><strong>Favored Weapon</strong> fist</div>\n<div><strong>Domains</strong> knowledge, might, perfection, truth</div>\n<div><strong>Alternate Domains</strong> change, vigi<strong>l</strong></div>\n<div><strong>Cleric Spells</strong> 1st: jump, 3rd: haste, 4th: stoneskin</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Irori grants his boons to those making progress on their paths toward perfection. He avoids bestowing misfortune as punishment, preferring to do so only to give an individual a challenging obstacle to overcome to help them progress in their quest for self-perfection.<br /><strong>Minor Boon</strong>: Irori grants you great insight and knowledge. Once, when you roll a failure at a check to Recall Knowledge, you get a critical success instead. Furthermore, the check loses the secret trait, so you know for sure that the result was a critical success. Irori typically grants this boon for an extremely consequential check to Recall Knowledge.<br /><strong>Moderate Boon</strong>: Your body rebuilds after adversity, becoming stronger. You can cast wholeness of body as an occult ki spell. If you didn't have one already, you gain a focus pool with 1 Focus Point and are trained in occult spell attack rolls and spell DCs (the sidebar on the &lt;classes%8%%&gt;monk class page has full information on what happens when you gain your first ki spell).<br /><strong>Major Boon</strong>: You can temporarily ascend to a greater form. You can cast 8th-level righteous might once per day as an occult innate spell. When you do, your form appears unremarkable, rather than clad in powerful armaments.<br /><strong>Minor Curse</strong>: Irori challenges you to seek another path, rather than treat every problem as a nail just because you have a hammer. If you select a check for which you have a higher bonus when another method would have been more appropriate for the situation, such as using Deception to lie through life because it's your highest modifier, even if it would be better to reach a compromise through Diplomacy, you must roll twice and take the lower result.<br /><strong>Moderate Curse</strong>: Irori challenges you to adapt to adversity in order to perfect yourself. You become weighed down as if under heavy weights, becoming clumsy 2 and encumbered until you accomplish a challenging task of Irori's choosing.<br /><strong>Major Curse</strong>: Irori makes all living creatures forget your existence. This can be further compounded by raising Irori's ire, resulting in your name being obliterated from all written records. In both cases, memories and writings rearrange themselves to omit you smoothly, rather than leaving obvious gaps.&lt;/classes%8%%&gt;</span></p>",
    "flags": {},
    "name": "Irori",
    "permission": {
        "default": 0
    }
}
