{
    "_id": "r5vooG7NfvA9prJK",
    "content": "<h1 class=\"title\">Kurgess (The Strong Man) [NG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\"><img style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Kurgess.png\" alt=\"\" width=\"119\" height=\"119\" /></span><span id=\"ctl00_MainContent_DetailedOutput\">Once a mortal farm boy from Taldor who had superhuman strength from youth, Kurgess's selfless sacrifice on the field of competition heralded his rise to godhood. Known as the Strong Man, Kurgess stands as both champion and shining example to those who seek athletic achievement and to give their all in competition, regardless of whether they are victorious or not.<br /><br /><strong>Edicts</strong> compete to your full potential, claim victory or accept defeat with grace, seek always to better yourself, encourage others to strive toward their own potential for greatness<br /><strong>Anathema</strong> cheat at honorable contests, dishonor those who have lost or failed (including defeated or slain enemies), engage in reckless or needless destruction or bloodshed<br /><strong>Areas of Concern</strong> healthy competition, sport, and physical development<br /><strong>Follower Alignments</strong> LG, NG, CG, N</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Strength or Constitution</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Athletics</div>\n<div><strong>Favored Weapon</strong> javelin</div>\n<div><strong>Domains</strong> ambition, might, truth, zeal</div>\n<div><strong>Cleric Spells</strong> 1st: ant haul, 2nd: enlarge, 3rd: haste</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The Strong Man's gifts reflect his mastery of might.<br /><strong>Minor Boon</strong>: The Strong Man blesses you with a measure of his strength. Increase your maximum and encumbered Bulk limits by 2.<br /><strong>Moderate Boon</strong>: You fear no exertion. You can employ exploration tactics normally while fatigued.<br /><strong>Major Boon</strong>: You possess a true champion's might. When you roll a critical failure on an Athletics check, you get a failure instead, and when you roll a success, you instead get a critical success.<br /><strong>Minor Curse</strong>: Difficulty lifting burdens is a sign of divine disapproval. Your maximum and encumbered Bulk limits decrease by 2.<br /><strong>Moderate Curse</strong>: Kurgess's displeasure breaks your competitive edge, causing you to fail at the cusp of success. If your check result exactly equals the DC, you fail instead of succeeding.<br /><strong>Major Curse</strong>: The wrath of Kurgess withers you almost to nothing. You are permanently drained 2 and enfeebled 4.</span></p>",
    "flags": {},
    "name": "Kurgess",
    "permission": {
        "default": 0
    }
}
