{
    "_id": "aipkJQxP4GBsTaGq",
    "content": "<h1 class=\"title\">Lamashtu (Mother of Monsters) [CE]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Lamashtu.png\" width=\"119\" height=\"119\" />For those who revel in the corruption of the pure or who find themselves spurned and neglected by a world that despises their differences, Lamashtu offers respite among her grotesque brood. The Mother of Monsters readily accepts mortals into her fold and has made it her goal to twist mortal life toward her abhorrent ideals. Her intervention is widely known to inflict corruptions and terrible nightmares. Ostracized individuals who share her ideals will find this intervention a boon, while others treat similar events as horrible curses.<br /><br /><strong>Edicts</strong> bring power to outcasts and the downtrodden, indoctrinate children in Lamashtu's teachings, make the beautiful monstrous, reveal the corruption and flaws in all things<br /><strong>Anathema</strong> attempt to treat a mental illness or deformity, provide succor to Lamashtu's enemies<br /><strong>Areas of Concern</strong> aberrance, monsters, and nightmares<br /><strong>Follower Alignments</strong> CE</span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div><strong>Divine Ability</strong> Constitution or Strength</div>\n<div><strong>Divine Font</strong> harm or heal</div>\n<div><strong>Divine Skill</strong> Survival</div>\n<div><strong>Favored Weapon</strong> falchion</div>\n<div><strong>Domains</strong> family, might, nightmares, trickery</div>\n<div><strong>Alternate Domains</strong> change</div>\n<div><strong>Cleric</strong> Spells 1st: magic fang, 2nd: animal form, 4th: nightmare</div>\n<h2>Divine Intercession</h2>\n<p>Lamashtu rewards kinship with monsters and brutal dominance in combat. Those who offend her serve the brood as prey or unwilling sacrifices.<br /><strong>Minor Boon</strong>: Lamashtu's touch mutates a part of your body. You gain either an unarmed Strike that deals 1d6 damage or one that deals 1d4 damage and has the finesse and agile traits. Whether the attack deals bludgeoning, slashing, or piercing damage depends on the mutation. If the unarmed Strike replaces a limb, you can still use the mutated limb for its original functions. Lamashtu chooses the form and function of your mutation.<br /><strong>Moderate Boon</strong>: You spread Lamashtu's nightmares everywhere you go. You can cast confusion once per day as an divine innate spell.<br /><strong>Major Boon</strong>: Lamashtu uses your body to birth a new monster, regardless of your gender. Once per day, you can spend 1 minute to birth a monster determined by the GM, which rips its way from your belly. The monster's level is up to your level and it does as it pleases, following Lamashtu's will, though it doesn't attack you unless you have lost her favor. You are drained 3 from the ordeal.<br /><strong>Minor Curse</strong>: Horrid visions torment your mind, overlaying reality at inopportune times. You treat everything around you as if it was concealed.<br /><strong>Moderate Curse</strong>: Lamashtu marks you as prey. Any creature with imprecise or better scent can smell you from 100 &times; the usual range of their scent and can't shake the feeling that you smell like prey, so they might attack you even if they would normally avoid attacking creatures of your ancestry. This smell doesn't magically compel their action, and the scent of prey doesn't overcome a deeper bond such as that with an animal companion.<br /><strong>Major Curse</strong>: Your dreams are an unending stream of nightmares. You need 16 hours of rest to try to get enough sleep to recover resources in daily preparation that normally require an 8-hour rest, and even then, you must succeed at a DC 15 flat check to do so, and you are still fatigued on a successful check.</p>",
    "flags": {},
    "name": "Lamashtu",
    "permission": {
        "default": 0
    }
}
