{
    "_id": "CnDEoo6WruQCXo1o",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Lubaiko",
    "system": {
        "ability": [
            "int",
            "cha"
        ],
        "alignment": {
            "follower": [
                "CG",
                "N",
                "CN",
                "CE"
            ],
            "own": "CN"
        },
        "category": "deity",
        "description": {
            "value": "<p>Fires and explosions of all kinds are Lubaiko's passion, from an ember that ignites a flour mill to an outrage that rips through a nation. She is the powder keg whose fuse has burned down, erupting into something momentous, be it for better or for worse. Roaming throughout the sky above Golarion, she delights in throwing her bolts into the fields and the minds of people, whenever conditions permit and wherever they may fall. Some believe the smoke from Lubaiko's fires are curses and misfortune flying up into the air to spread throughout the land. Yet Lubaiko's blazes also often clear the way for new growth.</p>\n<p>Though a dangerous god, Lubaiko has a playful, mischievous side, just as there is erratic beauty in dancing sparks and in the teasing whisper of a candle's flame. She loves men's clothing, the passion and tumult that flows with too much brandy, riotous jokes, and stories that make emotions run high. Her humor runs slightly on the sadistic side-she might set someone's sleeve aflame for the fun of it, or laugh hysterically at the bad luck of others, so long as no one (at least, who doesn't deserve it) gets too hurt. Though she had no involvement in the creation of gunpowder, she has likewise adopted it, delighting in burnt powder offerings, cannon salutes, and exploding kegs.</p>\n<p>Revolutionaries, inventors, artists, and arsonists alike offer Lubaiko prayers to help their achievements quickly spread. She has also been known to intervene and protect others from destructive strife, such as saving a particular orchid or homestead, though she's as likely to do so on a whim as out of acknowledgment for a desperate plea. She attracts some followers who seek to spark upheaval to change the world, but most of her worshippers share her fascination with unabated power, even if it causes everything to burn to the ground.</p>\n<p><strong>Edicts</strong> set fires, change the world, act with ambition or not at all</p>\n<p><strong>Anathema</strong> calm a crowd, douse a fire, sleep in the same place three nights in a row</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@UUID[Compendium.pf2e.spells-srd.Avatar]{Avatar}</em> spell, a worshipper of Lubaiko gains the following additional abilities.</p>\n<p><strong>Lubaiko</strong> Speed 30 feet, Fly speed 70 feet</p>\n<p><span class=\"pf2-icon\">1</span> longspear (reach 20 feet), Damage [[/r (6d12+6)[piercing]]] damage</p>\n<p><span class=\"pf2-icon\">1</span> flaming lightning (versatile fire, range 120 feet), Damage [[/r (6d6+3)[electricity]]] damage</p>"
        },
        "domains": {
            "alternate": [
                "change",
                "destruction"
            ],
            "primary": [
                "ambition",
                "fire",
                "lightning",
                "zeal"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "dip",
        "source": {
            "value": "Pathfinder Lost Omens: The Mwangi Expanse"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.6ZIKB0151LUR19Rw",
            "2": "Compendium.pf2e.spells-srd.2ZdHjnpEQJuqOYSG",
            "7": "Compendium.pf2e.spells-srd.XS7Wyh5YC0NWeWyB"
        },
        "weapons": [
            "longspear"
        ]
    },
    "type": "deity"
}
