{
    "_id": "v1fsLP6nTkiy5ghB",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Mazludeh",
    "system": {
        "ability": [
            "wis",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>Mazludeh was once one among many empyreal lords, responsible for the domains of community stewardship and loving sacrifice. However, her actions during Earthfall and the Age of Darkness saved untold lives in Mwangi. Dismayed by the chaos and loss of life, Mazludeh spurred her fellow empyreal lords into action, forming a divine concordance that protected the Garundi nation of Holomog from devastation. Mazludeh's efforts elevated her to true divinity and the status of the matron goddess of the nation of Holomog. Now the goddess of negotiations and treaties, her followers often travel with merchants and ambassadors. She is also considered the diplomat to the other empyreal lords, able to pass on prayers to those most suited to answer them and persuade celestial beings to see to their fulfillment. Throughout the Mwangi, worshippers of Mazludeh have developed a reputation for being brave, empathetic, and fair even to their enemies.</p>\n<p>Over the years, it has become increasingly common for Mwangi communities to pay homage to Mazludeh, especially when constructing new homes and settlements, although more structured worship is still rare. Mazludeh sees the love and care in all Mwangi communities and offers them all the protections she can. Even before her presence there, many edicts of her faith were already common practice, expected of any contributing member of society. New worshippers of Mazludeh were thus required to make very little change to the way they already lived their lives.</p>\n<p>Mazludeh is often depicted either as a giant serpent with a mane of eggs and fresh figs, or as a woman with serpents for hair. It is heavily debated among scholars what this dual nature could mean, but most agree that her divinity likely predates humans, and that they adopted her later on. Unlike her worship in other parts of the world, worshippers in Mwangi tend to embrace Mazludeh's duality. To deny either side of her would be to deny a part of her, and both are necessary to fully understand the deity. To them, she represents not only unity with one's neighbors, but unity and coexistence with nature. Living in balance with the food one grows, the animals one hunts, and the land one lives on is just as important anything that happens within the walls of a home.</p>\n<p><strong>Edicts</strong> seek to improve yourself and your community, trust those you work with, encourage cooperation</p>\n<p><strong>Anathema</strong> betray another's trust, place conflict between ideological differences over people's lives</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@UUID[Compendium.pf2e.spells-srd.Avatar]{Avatar}</em> spell, a worshipper of Mazludeh gains the following additional abilities.</p>\n<p><strong>Mazludeh</strong> Speed 70 feet, climb speed 50 feet, shield (hardness 15, can't be damaged)</p>\n<p>Melee <span class=\"pf2-icon\">1</span> viper strike (reach 15 feet), Damage [[/r (6d10+6)[piercing]]] damage</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> stone rain (range 120 feet), Damage [[/r (6d6+3)[bludgeoning]]] damage</p>"
        },
        "domains": {
            "alternate": [
                "nature"
            ],
            "primary": [
                "cities",
                "family",
                "knowledge",
                "perfection"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "dip",
        "source": {
            "value": "Pathfinder Lost Omens: The Mwangi Expanse"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.nXmC2Xx9WmS5NsAo",
            "4": "Compendium.pf2e.spells-srd.McnPlLFvKtQVXNcG",
            "5": "Compendium.pf2e.spells-srd.kOa055FIrO9Smnya"
        },
        "weapons": [
            "shield-boss"
        ]
    },
    "type": "deity"
}
