{
    "_id": "fTJLgTfEMZreJ19r",
    "content": "<h1 class=\"title\">Milani (The Everbloom) [CG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\"><img style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Milani.png\" alt=\"\" width=\"119\" height=\"119\" /></span><span id=\"ctl00_MainContent_DetailedOutput\">Milani is the patron mother of those who war against oppression, rewarding those willing to sacrifice their lives and use whatever tools are available to fight for those who cannot defend themselves, especially people who have been captured or enslaved. Throughout Golarion, Milani is also known as the Everbloom, as the symbol of her church is a beautiful rose growing from blood-soaked soil.<br /><br /><strong>Edicts</strong> confront oppression in all its forms, defend the common folk, overcome despair to seize victory<br /><strong>Anathema</strong> abandon those in need, enslave or oppress others, harm the innocent through direct or inadvertent action<br /><strong>Areas of Concern</strong> devotion, hope, and uprisings<br /><strong>Follower Alignments</strong> NG, CG, CN</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Strength or Wisdom</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Society</div>\n<div><strong>Favored Weapon</strong> morningstar</div>\n<div><strong>Domains</strong> change, destruction, freedom, zeal</div>\n<div><strong>Cleric Spells</strong> 1st: mage armor, 3rd: enthrall, 4th: fire shield</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The Everbloom rewards those who put the needs of others first, especially when combating oppressive forces, and she doesn't hesitate to impede any who enslave others or persecute the defenseless. <br /><strong>Minor Boon</strong>: Once, when you roll a failure on a Deception or Stealth check to protect an uprising from discovery, you critically succeed instead. Milani typically grants this boon for extremely significant checks on which the uprising's survival hinges. <br /><strong>Moderate Boon</strong>: When you use it to protect others, your shield blooms with roses brimming with razor-sharp thorns. You gain the Shield Warden feat, even if you don't meet its prerequisites. If you already had that feat, if your shield takes damage from a melee Strike in defense of your ally, the attacker takes piercing damage equal to half the shield's Hardness.<br /><strong>Major Boon</strong>: You gain +4 status bonus to checks to Request during attempts to satisfy one of Milani's edicts. Once per day, you can sound a battle cry that grants creatures within a 30-foot emanation the effects of freedom of movement and affects all doors, locks, containers, and other bindings used to restrain or imprison others with the effects of the knock spell.<br /><strong>Minor Curse</strong>: A magical wreath of thorny, bloodred roses endlessly grows from your scalp, no matter how much you try to remove it. You gain weakness 5 to piercing damage.<br /><strong>Moderate Curse</strong>: Ropes, chains, manacles, and other equipment used to bind or constrain become blazing hot in your hands, bursting into flame or melting as if engulfed in a forge. When you attempt to hold such an item, you take 2d6 fire damage and the item is destroyed.<br /><strong>Major Curse</strong>: Small wounds bleed more than seems physically possible. Whenever you take slashing or piercing damage, you also take persistent bleed damage equal to the level of the creature or effect that inflicted the damage.</span></p>",
    "flags": {},
    "name": "Milani",
    "permission": {
        "default": 0
    }
}
