{
    "_id": "9EKyWmjLUu42evxC",
    "content": "<h1 class=\"title\">Nethys (The All-Seeing Eye) [N]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Nethys.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">To some, magic is a powerful weapon. To others, it's a malleable tool. And to a few, it's a source of purpose. With an understanding of spellcasting, creatures can cause fire to erupt from their hands, call otherworldly beings to aid them, bewitch the senses, and even bring the dead back to life. The ability to reshape reality to better suit one's needs and desires is a powerful call that most only dream of being able to answer, and few are ever able to truly master such might.<br /><br />One such master was Nethys, who was revered as a god-king in ancient Osirion. Having sought to unlock all of the secrets and potential held within the planes and beyond, Nethys shattered his own mind from the sheer overload of knowledge to which he was exposed. Witnessing all of creation, the secrets of the universe, and the vast expanse of what has been seen and will be seen rent his mind in the same moment he elevated to the status of a god. Nethys gained unlimited power and the skill to utilize it, but at the cost of his core self and mental security. This resulted in a split soul, two sides warring within the same body. One seeks to destroy the world, to purge it through fire and ruin, and to conquer all that exists. The other attempts to protect the world, to elevate and educate, and to release it from its limits.<br /><br /><strong>Edicts</strong> seek out magical power and use it<br /><strong>Anathema</strong> pursue mundane paths over magical ones<br /><strong>Areas of Concern</strong> magic<br /><strong>Follower Alignments</strong> NG, LN, N, CN, NE</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Wisdom or Intelligence</div>\n<div><strong>Divine Font</strong> harm or heal</div>\n<div><strong>Divine Skill</strong> Arcana</div>\n<div><strong>Favored Weapon</strong> staff</div>\n<div><strong>Domains</strong> destruction, knowledge, magic, protection</div>\n<div><strong>Alternate Domains</strong> glyph</div>\n<div><strong>Cleric Spells</strong> 1st: magic missile, 2nd: magic mouth, 3rd: levitate, 4th: blink, 5th: prying eye, 6th: wall of force, 7th: warp mind, 8th: maze, 9th: disjunction</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Nethys is often impartial to his followers and their wishes, so it is rare to gain a heightened favor from the god of magic. However, blatant disregard and stifling of magic will certainly earn his ire.<br /><strong>Minor Boon</strong>: Nethys casts a powerful spell to help you in a pinch. Once, Nethys casts a spell 1 level higher than the highest-level spell you can cast. If you can't cast spells, Nethys casts a 1st-level spell to help you.<br /><strong>Moderate Boon</strong>: Nethys grants you insight into the secrets of magic. Add one spell from a different tradition of magic to your spell list. You still must learn it or add it to your repertoire normally.<br /><strong>Major Boon</strong>: You are granted supreme magical knowledge and mastery. If you are a prepared spellcaster, you can switch one of your prepared spells for another spell you could have prepared in that slot; if you are a spontaneous spellcaster, you can switch one of the spells in your spell repertoire for another spell you could have chosen for your repertoire instead. In either case, you make this switch by using a single action, which has the concentrate trait. (If you are neither a prepared nor a spontaneous spellcaster, Nethys won't grant you his major boon.)<br /><strong>Minor Curse</strong>: The secrets of magic become mentally taxing. You are permanently stupefied 1.<br /><strong>Moderate Curse</strong>: Your magic wars against itself like Nethys's dueling halves. Whenever you cast a spell, attempt a DC 11 flat check. On a failure, if your spell was harmful, you instead cast a beneficial spell of the same level on your intended targets, and if it was beneficial, you instead cast a harmful spell of the same level on your intended targets. If the spell benefited some targets and harmed others, you cast a spell of the same level that switches who benefited (for instance, changing a heal spell that harmed undead and healed the living to a harm spell that healed undead and harmed the living). You still lose the spell slot for the spell you were trying to cast.<br /><strong>Major Curse</strong>: Nethys severs your connection to magic. You lose all your spellcasting abilities and cannot gain any future spellcasting.</span></p>",
    "flags": {},
    "name": "Nethys",
    "permission": {
        "default": 0
    }
}
