{
    "_id": "Mv6uTJLh3VGEoGLH",
    "content": "<h1 class=\"title\">Nivi Rhombodazzle (The Grey Polychrome) [N]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\"><img style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/NiviRhombodazzle.png\" alt=\"\" width=\"119\" height=\"119\" /></span><span id=\"ctl00_MainContent_DetailedOutput\">Goddess of gems, stealth, and gambling, Nivi Rhombodazzle is the ultimate high roller, said to have won her divinity from the dwarven god Torag in exchange for a gemstone. She was once a mortal gnome who loved the thrill of an exciting wager, up to and including the moment when the dice turned against her. Eventually, Nivi's debts grew too great for her to remain in her surface home, and she fled into the depths of the Darklands to evade the wrath of her creditors. Most of her adventures in the lightless lands are lost to time and history, but she ultimately emerged reborn as a goddess, hailed as the first of the svirfneblin-uncanny underground gnomes with unique magical abilities and immunity to the dread Bleaching, a wasting curse that claims the lives of gnomes who succumb to boredom and ennui.<br /><br /><strong>Edicts</strong> take risks and savor the consequences whether good or ill, use stealth and guile over violence when dealing with the fallout from your risk-taking, learn the rules and strategies of games of chance played wherever you travel<br /><strong>Anathema</strong> break the established rules or terms of a wager, use violence to avoid the consequences of a wager<br /><strong>Areas of Concern</strong> gambling, gems, gnomes, stealth<br /><strong>Follower Alignments</strong> NG, LN, N, CN</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Dexterity or Intelligence</div>\n<div><strong>Divine Font</strong> harm or heal</div>\n<div><strong>Divine Skill</strong> Stealth</div>\n<div><strong>Favored Weapon</strong> light hammer</div>\n<div><strong>Domains</strong> family, luck, trickery, wealth</div>\n<div><strong>Alternate Domains</strong> confidence, earth</div>\n<div><strong>Cleric Spells</strong> 1st: illusory disguise, 2nd: invisibility, 4th: private sanctum</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The Grey Polychrome is a carefree and self-indulgent deity who detests using violence where wits will serve. She rewards cunning in her followers and punishes crudeness.<br /><strong>Minor Boon</strong>: Those who have earned Nivi's trust are blessed with wild turns of luck in the worst of circumstances. Once, instead of attempting the check you would normally roll, you attempt a DC 11 flat check with the same results. Nivi always grants this boon when the odds are stacked against you (though this same effect is an alternate to her minor curse if she uses it for a check when you would have been very likely to succeed).<br /><strong>Moderate Boon</strong>: Nivi bestows a fraction of her skill at pushing consequences down the road. Once per day, after attempting a check, you can roll a second time. You must use the result of the second roll, even if it is worse. This is a fortune effect. At any point after you use this boon, the GM can replace one of your check results with the first result of the check you attempted when using this boon; this delayed result can't be further delayed, prevented, or affected in any way, even by other divine intercessions.<br /><strong>Major Boon</strong>: Those who have done much to please Nivi find themselves slipping from sight when needed. Any time you attempt a Stealth check to Hide or Sneak, you also gain the effects of 2nd-level invisibility and fleet step spells to help you elude your enemies. These effects last until the end of your next turn or until you stop Hiding or Sneaking, whichever comes first (you can continue to Hide or Sneak, turn after turn, to extend these effects).<br /><strong>Minor Curse</strong>: Those who betray Nivi's trust find defeat where there was sure to be victory. Once, when you roll a natural 20 on a die, the result becomes a natural 1 instead. Nivi typically uses this curse for maximum poetic justice.<br /><strong>Moderate Curse</strong>: Those who arouse Nivi's wrath find themselves bound to the earth with no place to hide. You are wreathed in constant faerie fire and constantly affected by earthbind, and any effect that grants invisibility doesn't work on you.<br /><strong>Major Curse</strong>: Nivi curses unworthy adherents with recklessness. Any time you are presented with a wager, you are compelled to accept, no matter the odds. If you succeed at a DC 40 Will save, you can at least attempt to alter the stakes of that wager in your favor, but you must still accept.</span></p>",
    "flags": {},
    "name": "Nivi Rhombodazzle",
    "permission": {
        "default": 0
    }
}
