{
    "_id": "Mv6uTJLh3VGEoGLH",
    "img": "systems/pf2e/icons/deity/Nivi%20Rhombodazzle.webp",
    "name": "Nivi Rhombodazzle",
    "system": {
        "ability": [
            "dex",
            "int"
        ],
        "alignment": {
            "follower": [
                "NG",
                "LN",
                "N",
                "CN"
            ],
            "own": "N"
        },
        "category": "deity",
        "description": {
            "value": "<p>Goddess of gems, stealth, and gambling, Nivi Rhombodazzle is the ultimate high roller, said to have won her divinity from the dwarven god Torag in exchange for a gemstone. She was once a mortal gnome who loved the thrill of an exciting wager, up to and including the moment when the dice turned against her. Eventually, Nivi's debts grew too great for her to remain in her surface home, and she fled into the depths of the Darklands to evade the wrath of her creditors. Most of her adventures in the lightless lands are lost to time and history, but she ultimately emerged reborn as a goddess, hailed as the first of the svirfneblin-uncanny underground gnomes with unique magical abilities and immunity to the dread Bleaching, a wasting curse that claims the lives of gnomes who succumb to boredom and ennui.</p>\n<p><strong>Edicts</strong> take risks and savor the consequences whether good or ill, use stealth and guile over violence when dealing with the fallout from your risk-taking, learn the rules and strategies of games of chance played wherever you travel</p>\n<p><strong>Anathema</strong> break the established rules or terms of a wager, use violence to avoid the consequences of a wager</p>\n<p><strong>Areas of Concern</strong> gambling, gems, gnomes, stealth</p>"
        },
        "domains": {
            "alternate": [
                "confidence",
                "earth"
            ],
            "primary": [
                "family",
                "luck",
                "trickery",
                "wealth"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "rules": [],
        "skill": "ste",
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.i35dpZFI7jZcRoBo",
            "2": "Compendium.pf2e.spells-srd.XXqE1eY3w3z6xJCB",
            "4": "Compendium.pf2e.spells-srd.onjZCEHs3JJJRTD0"
        },
        "weapons": [
            "light-hammer"
        ]
    },
    "type": "deity"
}
