{
    "_id": "jL1qiVOZBKXETtVD",
    "content": "<h1 class=\"title\">Nocticula (The Redeemer Queen) [CN]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\"><img style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Nocticula.png\" alt=\"\" width=\"119\" height=\"119\" /></span><span id=\"ctl00_MainContent_DetailedOutput\">For most of her existence, Nocticula was a patron of assassins and succubi, a demon lord feared by other demon lords for her skill at assassinating the competition. Those days are behind Nocticula, for she has risen to the role of the Redeemer Queen, a patron of marginalized artists and protector of those cast out from society. She is now feared among her former peers for her persuasive words that tempt them away from their place in the Abyss and toward redemption. Her faith is strongest in the eastern reaches of New Thassilon, where her most powerful exile, Queen Sorshen, seeks to build a nation that welcomes those whom others have cast out.<br /><br /><strong>Edicts</strong> create art true to yourself, protect marginalized artists, punish those who take advantage of offered trust and shelter<br /><strong>Anathema</strong> deny shelter to the desperate, destroy harmless art you dislike, finish a work of art during daylight hours<br /><strong>Areas of Concern</strong> artists, exiles, midnight<br /><strong>Follower Alignments</strong> CG, N, CN</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Dexterity or Charisma</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Society</div>\n<div><strong>Favored Weapon</strong> dagger</div>\n<div><strong>Domains</strong> change, creation, darkness, travel</div>\n<div><strong>Cleric Spells</strong> 1st: penumbral shroud, 3rd: nondetection, 4th: creation</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The Redeemer Queen smiles upon those who seek to better themselves through introspection, but she is quick to reward betrayal with a stinging rebuke. <br /><strong>Minor Boon</strong>: The night sky inspires you in a specific way. Once, when you roll a failure on a Crafting or Performancecheck under the night sky, you critically succeed instead. Nocticula typically grants this boon for a consequential piece of artwork or performance.<br /><strong>Moderate Boon</strong>: You draw on the power of midnight to guide you on your journeys. You gain darkvision. If you already had darkvision, you can cast darkness once per day as a divine innate spell.<br /><strong>Major Boon</strong>: You become an idealized version of yourself, as if created by a divine artist. You permanently gain a set of 4 ability boosts that follow the same rules as the ability boosts you gain at every 5th level.<br /><strong>Minor Curse</strong>: Midnight looms and obscures your fate. You are only able to see up to 60 feet away from you, regardless of the lighting or what senses you have.<br /><strong>Moderate Curse</strong>: You are plagued with doubt in your own skills. You are always untrained with Crafting, Performance, and one other skill (determined by the GM, but themed to the event that brought on your curse), regardless of any effect that would improve your proficiency. You can't retrain those skills.<br /><strong>Major Curse</strong>: You are exiled from companionship. You can't communicate with any other creature, nor can you feel other creatures' touch. </span></p>",
    "flags": {},
    "name": "Nocticula",
    "permission": {
        "default": 0
    }
}
