{
    "_id": "GX6PF9ifR47Xyjg9",
    "content": "<h1 class=\"title\">Norgorber (Blackfingers, Father Skinsaw, The Gray Master, Reaper of Reputation) [NE]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Norgorber.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">Norgorber is the most mysterious of the Ascended, the group of mortals who assumed godhood after passing the Test of the Starstone. Unlike Iomedae's and Cayden Cailean's mortal existences, Norgorber's life before his ascension is a mystery; the god himself has shrouded details of his mortal life in secrecy. This is no surprise to those familiar with Norgorber-he is the master of all secrets, a calculating manipulator who cleverly and ruthlessly wields the power of hidden knowledge to achieve his own ends. Only his most trusted worshippers know enough about his goals to assist in the god's plans, and even those worshippers often have their memories modified after their parts in Norgorber's schemes are complete.<br /><br /><strong>Edicts</strong> keep your true identity secret, sacrifice anyone necessary, take every advantage in a fight, work from the shadows<br /><strong>Anathema</strong> allow your true identity to be connected to your dark dealings, share a secret freely, show mercy<br /><strong>Areas of Concern</strong> greed, murder, poison, secrets<br /><strong>Follower Alignments</strong> LE, NE, CE plus N if following the Reaper of Reputation</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Dexterity or Intelligence</div>\n<div><strong>Divine Font</strong> harm</div>\n<div><strong>Divine Skill S</strong>tealth</div>\n<div><strong>Favored Weapon</strong> shortsword</div>\n<div><strong>Domains</strong> death, secrecy, trickery, wealth</div>\n<div><strong>Cleric Spells</strong> 1st: illusory disguise, 2nd: invisibility, 4th: phantasmal killer</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Norgorber's favor and displeasure are subtle, yet powerful.<br /><strong>Minor Boon</strong>: Norgorber protects your secrets and lies. Once, when you roll a failure at a Deception check to tell a Lie, you get a critical success instead. Norgorber typically chooses to grant this boon to protect an extremely consequential lie.<br /><strong>Moderate Boon</strong>: Your poisons are everlasting. If your Strike with a poisoned weapon critically fails, or succeeds but fails to deal slashing or piercing damage, the poison is not spent. The poison is still spent once successfully applied to a creature.<br /><strong>Major Boon</strong>: You become a living secret. You are immune to divination effects and attempts to magically alter your memory, unless you choose to be affected or those effects come from a deity, artifact, or similarly powerful source. You also can never be tricked or forced by mundane means into uttering a secret you wish to keep.<br /><strong>Minor Curse</strong>: Norgorber allows thieves to get the better of you. Whenever you Earn Income, you earn money as if the task were 2 levels lower due to theft, loss, or bad fortune.<br /><strong>Moderate Curse</strong>: Poisons are quick to debilitate you. When you roll a failure at a Fortitude save against a poison, you get a critical failure instead.<br /><strong>Major Curse</strong>: Norgorber steals away your memories. Once each day when you awake from rest, roll 1d4. On a 1, you forget the events of the previous day forever. On a 2, you temporarily experience complete retrograde amnesia for that day, unable to recall information from the past, including who you are. On a 3, you temporarily forget a single important subject for that day (Norgorber tends to intentionally chooses a memory to cause distress, such as making you forget your spouse on your anniversary). On a 4, you temporarily remember false memories on a single important subject for that day, blended seamlessly into your true memories.</span></p>",
    "flags": {},
    "name": "Norgorber",
    "permission": {
        "default": 0
    }
}
