{
    "_id": "1NxkZf6ndijKeufX",
    "content": "<h1 class=\"title\">Sairazul (The Crystalline Queen) [NG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\">Sairazul, the Crystalline Queen, is the elemental lord of caves, earth, and gems. Planar scholars who know of the benevolent lord of earth speak of Sairazul as a mother and creator who gave birth to numerous races of outsiders, including agrawghs and xiomorns. She is currently imprisoned within the Moaning Diamond, a pure gemstone encircled by eternally crying winds, unable to contact the outside world. Several of her consorts still live to this day, searching the planes for her prison in the hopes that her release will usher in an era of renewed creation across the Plane of Earth. Though the Crystalline Queen can't grant power of any kind to her followers, a handful of her children on the Plane of Earth remain faithful to their creator, and she is remembered with great reverence by Material Plane cultists who exalt creation and reproduction.<br /><br /><strong>Edicts</strong> Shelter others within stone and earth, care for Sairazul&quot;s children, aid childbirths, mine responsibly<br /><strong>Anathema</strong> Damage subterranean natural wonders, collapse an earthen structure on a creature<br /><strong>Areas of Concern</strong> caves, earth, and gems<br /><strong>Follower Alignments</strong> LG, NG, CG, N</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Constitution or Charisma</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Nature</div>\n<div><strong>Favored Weapon</strong> pick</div>\n<div><strong>Domains</strong> earth, family, toil, wealth</div>\n<div><strong>Cleric Spells</strong> 1st: shattering gem, 2nd: expeditious excavation, 4th: stoneskin</div>\n</div>",
    "flags": {},
    "name": "Sairazul",
    "permission": {
        "default": 0
    }
}
