{
    "_id": "BNycwu3I21dTh4D9",
    "content": "<h1 class=\"title\">Sarenrae (The Dawnflower) [NG]<span id=\"ctl00_MainContent_DetailedOutput\"></span></h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Sarenrae.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">Sarenrae is one of the most popular deities on Golarion by virtue of her association with the life-giving sun and her perpetual offer to help anyone be their best, even when they have made mistakes. Most people thank her for her kind work to channel the sun's power for everyone's safety and livelihood, and thank her clergy for granting her healing power to all who need it. Mortals look to the Dawnflower as an example of boundless love, exquisite kindness, and true patience. They pray to her to heal the sick, lift up the downtrodden, and illuminate darkness of circumstance as well as darkness of spirit. Her followers aspire to emulate her through generosity, nurturing, truthfulness, and selfless courage. They oppose evil everywhere with words first, and when necessary, with scimitar and flame.<br /><br /><strong>Edicts</strong> destroy the Spawn of Rovagug, protect allies, provide aid to the sick and wounded, seek and allow redemption<br /><strong>Anathema</strong> create undead, lie, deny a repentant creature an opportunity for redemption, fail to strike down evil<br /><strong>Areas of Concern</strong> healing, honesty, redemption, and the sun<br /><strong>Follower Alignments</strong> LG, NG, CG</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Constitution or Wisdom</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Medicine</div>\n<div><strong>Favored Weapon</strong> scimitar</div>\n<div><strong>Domains</strong> fire, healing, sun, truth</div>\n<div><strong>Alternate Domains</strong> repose</div>\n<div><strong>Cleric Spells</strong> 1st: burning hands, 3rd: fireball, 4th: wall of fire</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Sarenrae often bestows boons for making a sacrifice to do better or taking a risk to redeem another. She typically curses those who betray her mercy.<br /><strong>Minor Boon</strong>: Your healing hands are blessed with a warm flame. Once, when you heal another creature, instead of healing it for the normal amount, you heal the creature to full Hit Points, no matter how much damage it has taken. Sarenrae typically grants this boon in extremely consequential circumstances.<br /><strong>Moderate Boon</strong>: Your blade burns the irredeemable. Your attacks deal an additional 1d6 fire damage that ignores fire resistance.<br /><strong>Major Boon</strong>: You are a voice of peace and rehabilitation. When you roll a success at a check to Request something, you get a critical success instead. In addition, all creatures other than fiends, undead, and mindless creatures allow you one chance to speak your piece and make requests before entering combat. If you or an ally ever use the time from the request to gain an advantage in an ensuing combat (for example, by casting preparatory spells, positioning for combat, or waiting out your opponent's preparatory spells), Sarenrae immediately revokes this boon, or possibly curses your ally.<br /><strong>Minor Curse</strong>: The sun burns you for your transgression. You receive a sunburn that causes you to become permanently clumsy 1.<br /><strong>Moderate Curse</strong>: The sun shines its light on everything you say. You become unable to tell lies, and if you attempt to do so, you instead compulsively blurt out the truth on the matter in question. You are still able to withhold information or lie by omission.<br /><strong>Major Curse</strong>: Sarenrae restricts your ability to harm others. All attacks you make, spells you cast, and other sources of damage you deal are nonlethal except against fiends and undead, and you can't ever make them lethal. You deal minimum damage except against fiends and undead. All creatures except fiends and undead gain a +4 status bonus to their AC and saving throws against your attacks and other effects.</span></p>",
    "flags": {},
    "name": "Sarenrae",
    "permission": {
        "default": 0
    }
}
