{
    "_id": "gxwmzxUWBOhdgFSN",
    "content": "<h1 class=\"title\">Shelyn (The Eternal Rose) [NG]<span id=\"ctl00_MainContent_DetailedOutput\"></span></h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Shelyn.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">Shelyn watches over existence with a kind and loving eye, encouraging mortals to make the best of their lives by spreading love, art, and beauty as best they can. Even the crudest artistic awakenings are worthy of praise in the goddess's eyes, as they represent an individual's expression of life's trials and triumphs. She believes every creature is worthy of love and capable of creating art in their own way. Shelyn's religion does not require chastity, fidelity, or a particular relationship structure, as the passion of early romance is a facet of love just as important and valid as the comfortable trust between a long-married couple. However, she does make the distinction between courtship and pure carnal desire, and she prefers that trysts blossom into more meaningful relationships along the way.<br /><br /><strong>Edicts</strong> be peaceful, choose and perfect an art, lead by example, see the beauty in all things<br /><strong>Anathema</strong> destroy art or allow it to be destroyed, unless saving a life or pursuing greater art; refuse to accept surrender<br /><strong>Areas of Concern</strong> art, beauty, love, and music<br /><strong>Follower Alignments</strong> LG, NG, CG</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Wisdom or Charisma</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Crafting or Performance</div>\n<div><strong>Favored Weapon</strong> glaive</div>\n<div><strong>Domains</strong> creation, family, passion, protection</div>\n<div><strong>Alternate Domains</strong> repose</div>\n<div><strong>Cleric Spells</strong> 1st: color spray, 3rd: enthrall, 4th: creation</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">When creatures perform pleasing acts, such as spreading beauty, or displeasing actions, such as betraying loved ones, Shelyn may respond accordingly.<br /><strong>Minor Boon</strong>: Once, when you roll a failure on a Diplomacy check, you get a critical success instead. Shelyn typically grants this boon only when the Diplomacy check would serve to increase love or offer a chance of redemption.<br /><strong>Moderate Boon</strong>: You are inspired to create great works and become a virtuoso at all arts. You gain the Specialty Crafting feat and the Virtuoso Performer feat in all categories of Crafting and Performance.<br /><strong>Major Boon</strong>: Your inner beauty and love surround you in an aura. As long as you bear them no ill will, all creatures other than fiends, undead, and mindless creatures start with an attitude of friendly toward you, unless they would have been helpful instead. This doesn't mean they are willing to change their life or plans for you, and this boon does not prevent their attitudes from worsening if you try to thwart them. This effect doesn't work against deities and similarly powerful creatures. Additionally, the love you share with your friends inspires them. You and your allies gain a +3 status bonus to saving throws and skill checks as long as you can see each other.<br /><strong>Minor Curse</strong>: You heart churns with remorse. Each day, you are sickened 1 as a specific misdeed plays out in your mind over and over in guilt. You can't remove this condition, though it abates enough for you to quickly eat and drink when necessary. If you make amends or otherwise earnestly pursue redemption for the misdeed, the sickened condition fades completely that day.<br /><strong>Moderate Curse</strong>: Others subconsciously recognize your past betrayals. Whenever you attempt a Diplomacy check and roll a failure, you get a critical failure instead, and if you roll a critical success, you get a success instead.<br /><strong>Major Curse</strong>: Those who spread misery via false love face Shelyn's greatest curse. You lose the ability to distinguish any living being from another through appearance, voice, scent, or similar sensory means. You can make out physical size (so you wouldn't mistake an ant for a horse), but nothing further. If you were merely shallow, every creature you see has generic, bland features, but if your deeds were vile, you see only the faces of those you have wronged.</span></p>",
    "flags": {},
    "name": "Shelyn",
    "permission": {
        "default": 0
    }
}
