{
    "_id": "s9opv94lGDRKnw6W",
    "content": "<h1 class=\"title\">Shizuru (The Empress of Heaven) [LG]</h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><span id=\"ctl00_MainContent_DetailedOutput\"><img style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Shizuru.png\" alt=\"\" width=\"119\" height=\"119\" /></span><span id=\"ctl00_MainContent_DetailedOutput\">The Empress of Heaven is worshipped across all of Tian Xia by people of all walks of life, from commoner to lord, farmer to samurai, human to dragon. She is revered as the ruler of the Tian pantheon, respected as the finest samurai in Heaven or Golarion, and honored as the patron of nature and emperors alike. Perhaps the most famous tale about her is that of Shizuru and her lover @Compendium[pf2e.deities.Tsukiyo]{Tsukiyo}, the moon god. After Tsukiyo was slain by his brother @Compendium[pf2e.deities.Fumeiyoshi]{Fumeiyoshi} in a fit of jealousy, Shizuru brought the moon god back to life with the aid of @Compendium[pf2e.deities.Qi Zhong]{Qi Zhong}, the god of medicine. Sadly, Tsukiyo was deeply affected by his experience with death, and though he and Shizuru still love each other, the event created a rift between them. Even so, on the days of an eclipse, they embrace as one.<br /><br /><strong>Edicts</strong> practice with a weapon every day, honor your ancestors, protect nature and society from corruption and destruction<br /><strong>Anathema</strong> abandon a companion in need, dishonor yourself, parlay with truce breakers, separate lovers<br /><strong>Areas of Concern</strong> ancestors, honor, the sun, and swordplay<br /><strong>Follower Alignments</strong> LG, NG, LN</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Strength or Wisdom</div>\n<div><strong>Divine Font</strong> heal</div>\n<div><strong>Divine Skill</strong> Society</div>\n<div><strong>Favored Weapon</strong> katana</div>\n<div><strong>Domains</strong> duty, perfection, sun, vigil</div>\n<div><strong>Alternate Domains</strong> sorrow</div>\n<div><strong>Cleric Spells</strong> 1st: true strike, 4th: reflective scales, 5th: summon dragon</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The Empress of Heaven wastes little time acting coy about her favor. Her boons are often accompanied by beams of sunlight or calligraphic symbols, while her wrath is often signaled by the cracking of precious items and armor.<br /><strong>Minor Boon</strong>: Your attacks help eradicate darkness. When you successfully Strike a foe, your weapon glows with bright light out to 60 feet for 1 minute. This is a light effect with a counteract level equal to half your level rounded up.<br /><strong>Moderate Boon</strong>: Shizuru's light flows through your blade. Your weapons and unarmed attacks deal an additional 1d6 fire damage or 1d6 good damage; you choose each time you make an attack.<br /><strong>Major Boon</strong>: Shizuru bestows upon you a golden suit of armor made from sunlight, or transforms your favorite armor to gain that aspect. Once per hour while you are wearing the armor, if an attack would reduce your Hit Points to 0, the attack is instead completely negated.<br /><strong>Minor Curse</strong>: Your equipment turns on you for a disgraceful act. The next time you make an attack, your weapon or armor gains the broken condition.<br /><strong>Moderate Curse</strong>: Shizuru decrees that her light is no longer your ally. You gain light blindness.<br /><strong>Major Curse</strong>: Those who incite Shizuru's personal wrath earn the hatred of all of her subjects. All imperial dragons and animals you encounter are automatically hostile to you, and you gain weakness 15 to draconic breath weapons.</span></p>",
    "flags": {},
    "name": "Shizuru",
    "permission": {
        "default": 0
    }
}
