{
    "_id": "pVQzTL5elNTxvffu",
    "content": "<h1 class=\"title\">The Green Mother (The Feasting Flower) [NE]</h1>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">The Eldest of carnivorous plants, intrigue, and seduction, the Green Mother personifies the raw thrill and desire found throughout nature. Lush plants that entice prey only to kill with barbs or toxins lie within her authority, as do lustful acts and whispered secrets occurring in wild terrain. Her seductive form shifts from that of a beautiful fey such as nymphs to incorporating natural lures like sweet-smelling flowers and graceful verdant tresses. Just as the Green Mother's form constantly changes, her mood shifts from suggestive temptress to indifferent poisoner. No matter her form or attitude, the Green Mother is among the canniest of the Eldest, and she maintains several loyal agents who keep her well informed about goings-on in the First World and beyond. This information fuels her intrigues among the Eldest, and they all believe it wisest to keep on the Green Mother's good side lest their secrets be seductively whispered into the ears of their enemies.<br /><br /><strong>Edicts</strong> Frolic in vegetation, manipulate people, use what you kill, prey on the weak<br /><strong>Anathema</strong> Hold a secret for too long, discriminate against sex workers or use their trade to harm them<br /><strong>Areas of Concern</strong> carnivorous plants, intrigue, and seduction<br /><strong>Follower Alignments</strong> NE, CE</span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Constitution or Charisma</div>\n<div><strong>Divine Font</strong> harm or heal</div>\n<div><strong>Divine Skill</strong> Nature</div>\n<div><strong>Favored Weapon</strong> sickle</div>\n<div><strong>Domains</strong> decay, indulgence, nature, passion</div>\n<div><strong>Cleric Spells</strong> 1st: charm, 4th: suggestion, 5th: plant form</div>\n</div>",
    "flags": {},
    "name": "The Green Mother",
    "permission": {
        "default": 0
    }
}
