{
    "_id": "0R2BjVb7d9tYCIbk",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Tlehar",
    "system": {
        "ability": [
            "int",
            "cha"
        ],
        "alignment": {
            "follower": [
                "LG",
                "NG",
                "CG"
            ],
            "own": "NG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The old gods of the threefold sun were all but forgotten under the rule of Walkena, the child god. But Tlehar never despaired, for the dawn must forever represent hope to all good people who gaze upon it. She holds the Bright Lions of Mzali especially dear in her heart, since they were a ray of hope to her people even when she couldn't be. Thanks to them, citizens of Mzali and beyond have been reminded of her loving embrace, and once again awaken with resolve in their hearts.</p>\n<p>Tlehar keeps watch over every birth and new beginning, as there is no greater symbol of hope than new life. Midwives and nurses pray to Tlehar to keep watch over their work and ensure the health of newborns. Those coming to terms with a new gender or sexuality may call on Tlehar's blessing and protection as they learn to better understand themselves. People fleeing from unsafe homes can seek out her followers for safe refuge; these followers of Tlehar wear discrete, iron charms to let others know that they will be ready to fight for them. No matter their needs, Tlehar represents a sanctuary of peace in a sea of fear. It is her hope that the people of Mzali will soon live in fear no longer.</p>\n<p>The dawn goddess is depicted as a human woman with golden skin, the gray-furred head of a lioness, and eyes as black as night. She is often portrayed on Chohar's left side, opposite her sister, with one hand extended in welcome and the other holding an iron morningstar. While Tlehar is not typically as strict in her justice as her counterparts, she shows no mercy to those who hurt the ones they claim to love. She may be willing to forgive those who offer sincere repentance, but the lioness of the dawn has a will of iron. She believes that sometimes, protecting the hope of a better tomorrow means destroying those who cast darkness over the future.</p>\n<p><strong>Edicts</strong> give yourself fully to everything you attempt, always maintain hope that tomorrow will be a better day, treasure every gift you are given by those who matter to you.</p>\n<p><strong>Anathema</strong> lose your motivation to your regrets, spread despair, treat a loved one poorly</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@UUID[Compendium.pf2e.spells-srd.Avatar]{Avatar}</em> spell, a worshipper of Tlehar gains the following additional abilities.</p>\n<p><strong>Tlehar</strong> Speed 50 feet, Fly speed 70 feet, cannot be @UUID[Compendium.pf2e.conditionitems.Immobilized]{Immobilized}</p>\n<p>Melee <span class=\"pf2-icon\">1</span> morningstar (versatile piercing, reach 15 feet), Damage [[/r (6d6+6)[bludgeoning]]] damage</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> morning light (range increment 120 feet), Damage [[/r {3d6+3}[fire]]]{3d6+3 fire} and [[/r (3d6+3)[positive]]] damage</p>"
        },
        "domains": {
            "alternate": [
                "change",
                "creation",
                "vigil",
                "zeal"
            ],
            "primary": [
                "cities",
                "healing",
                "passion",
                "sun"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "cra",
        "source": {
            "value": "Pathfinder Lost Omens: Legends"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.szIyEsvihc5e1w8n",
            "3": "Compendium.pf2e.spells-srd.IihxWhRfpsBgQ5jS",
            "5": "Compendium.pf2e.spells-srd.y0Vy7iNL3ET8K00C"
        },
        "weapons": [
            "morningstar"
        ]
    },
    "type": "deity"
}
