{
    "_id": "22n3N47sqbqbDxbp",
    "content": "<h1 class=\"title\">Urgathoa (Pallid Princess) [NE]<span id=\"ctl00_MainContent_DetailedOutput\"></span></h1>\n<p class=\"title\"><span id=\"ctl00_MainContent_DetailedOutput\"><img class=\"thumbnail\" style=\"float: right;\" src=\"https://2e.aonprd.com/Images/Deities/Urgathoa.png\" width=\"119\" height=\"119\" /><span id=\"ctl00_MainContent_DetailedOutput\">The chosen of Urgathoa do not dread the flaws of mortal flesh, such as aging, disease, or even death, for so long as they indulge in excess above all else, their goddess offers eternal freedom from such fickle constraints. Urgathoa herself was once a mortal woman who challenged and rejected the tenets of deities whose followers expected mindless conformity, temperance, and restraint. Why would the gods craft Golarion into a near-endless buffet abundant with pleasures of the body and mind if the living weren't destined to feast from it? Urgathoa so loved satiating her life's appetites that in death, she spat in the face of Pharasma's judgment, murdered the psychopomp assigned to aid her transition to the afterlife, and tore herself from the Boneyard with a feat of will that not only returned her to the Material Plane but also transformed her into the first divine undead creature.<br /><br /><strong>Edicts</strong> become undead upon death, create or protect the undead, sate your appetites<br /><strong>Anathema</strong> deny your appetites, destroy undead, sacrifice your\u001elife<br /><strong>Areas of Concern</strong> disease, gluttony, and undeath<br /><strong>Follower Alignments</strong> LE, NE, CE</span><br /></span></p>\n<h2 class=\"title\">Devotee Benefits</h2>\n<div>\n<div><strong>Divine Ability</strong> Constitution or Wisdom</div>\n<div><strong>Divine Font</strong> harm</div>\n<div><strong>Divine Skill</strong> Intimidation</div>\n<div><strong>Favored Weapon</strong> scythe</div>\n<div><strong>Domains</strong> indulgence, magic, might, undeath</div>\n<div><strong>Alternate Domains</strong> decay, swarm</div>\n<div><strong>Cleric Spells</strong> 1st: goblin pox, 2nd: false life, 7th: mask of terror</div>\n</div>\n<h2>Divine Intercession</h2>\n<p><span id=\"ctl00_MainContent_DetailedOutput\">Urgathoa interferes in mortal affairs to fuel her own self-gratification and obsession with observing new sensations.<br /><strong>Minor Boon</strong>: You feast on the spoils of life and death. You gain the benefits of the irongut goblin heritage, regardless of your ancestry. If you already have this heritage, the circumstance bonus increases to +4.<br /><strong>Moderate Boon</strong>: Urgathoa blesses you as one of her children. You gain negative healing.<br /><strong>Major Boon</strong>: When you contract contagions, you experience fever dreams filled with insight. Once afflicted with a disease, you gain the effects of foresight with yourself as the target until no longer afflicted with any disease.<br /><strong>Minor Curse</strong>: You must overindulge or partake in forbidden feasts before you find yourself even remotely sated. You need to eat 20 times as much food as normal to avoid starvation, though you always feel hungry regardless of how much you eat. If you dine on the flesh and blood of sapient creatures, you need to eat only the normal amount of such meals and your hunger abates.<br /><strong>Moderate Curse</strong>: Urgathoa cuts you off from positive energy without granting you the blessing of undeath. You are harmed by positive effects and don't recover Hit Points from them, as if you were an undead or had negative healing, but you are still harmed by negative effects as normal.<br /><strong>Major Curse</strong>: Urgathoa teaches you that pointless lives in slavery to death and morality are bound to end in tragedy. You develop an incurable wasting disease that leaves you clumsy 2, enfeebled 2, and unable to move except by Crawling. This disease never progresses further to kill you, but it passes to your friends and loved ones merely by sight, wasting them away unto death before your eyes and causing them to rise as undead to haunt you.</span></p>",
    "flags": {},
    "name": "Urgathoa",
    "permission": {
        "default": 0
    }
}
