{
    "_id": "w4fDrwL8VIqJDPfR",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Uvuko",
    "system": {
        "ability": [
            "str",
            "wis"
        ],
        "alignment": {
            "follower": [
                "NG",
                "CG",
                "N",
                "CN"
            ],
            "own": "CG"
        },
        "category": "deity",
        "description": {
            "value": "<p>The god Uvuko dances across the land, his body forming the boundary between earth and sky. His twisting tail churns the air into clouds, his creations spreading water to all those who thirst. His sliding scales till the earth, bringing forth plants that are nourished by Uvuko's rains. The worship of Uvuko is widespread in the Mwangi Expanse, found among many lizardfolk tribes, Mbe'ke and Taralu dwarves, and in the more cosmopolitan cities.</p>\n<p>Uvuko's followers agree on the ideal of change as an aspect of life, both for themselves and others. Much as Uvuko's constant motion brings renewal to the earth and sky, personal growth and choice allows the world to flourish. When creatures are denied their ability to choose, their energy is lost, and the great cycle of the world threatens to halt. For this reason, adherents of Uvuko adamantly oppose slavery and servitude, and readily fight to end either. Sickness likewise causes a creature to stagnate and rot, and so worshippers often train as healers, helping others to shed their illness like a snake sheds its skin.</p>\n<p>Uvuko's worshippers also agree on the paramount importance of looking to the future with an unflinching attitude of eagerness and expectation. The past is the earth to be tilled, the future the endless potential of the empty sky. Evolving into a better self, being prepared for whatever is around the corner, and being self-aware are at the heart of Uvuko's teachings. The need to move on, as the individual changes and grows, whether from a place, a relationship, or a livelihood, is honored among Uvuko's followers.</p>\n<p>Despite his age and power, Uvuko is an innocent god-sometimes, even shy. Rituals to Uvuko are often simply attempts to coax the god into actually visiting. Arguments, misery, or even a cross word spoken in anger can cause the god to dart away, and so priests seeking Uvuko's blessing must be careful to present a welcoming environment.</p>\n<p><strong>Edicts</strong> embrace change and the future, master adversity with flexibility, foster freedom and progress for others</p>\n<p><strong>Anathema</strong> allow yourself and your surroundings to stagnate, crush an egg, use vile or cruel language</p>\n<h2>Avatar</h2>\n<p>When casting the <em>@UUID[Compendium.pf2e.spells-srd.Avatar]{Avatar}</em> spell, a worshipper of Uvoko gains the following additional abilities.</p>\n<p><strong>Uvoko</strong> Speed 30 feet, Fly speed 70 feet, immune to @UUID[Compendium.pf2e.conditionitems.Immobilized]{Immobilized}</p>\n<p>Melee <span class=\"pf2-icon\">1</span> maul (shove, reach 15 feet), Damage [[/r (6d12+6)[bludgeoning]]] damage</p>\n<p>Ranged <span class=\"pf2-icon\">1</span> breath of lightning (range increment 120 feet), Damage [[/r (6d6+3)[electricity]]] damage</p>"
        },
        "domains": {
            "alternate": [
                "air",
                "cold"
            ],
            "primary": [
                "change",
                "creation",
                "healing",
                "wyrmkin"
            ]
        },
        "font": [
            "heal"
        ],
        "rules": [],
        "skill": "ath",
        "source": {
            "value": "Pathfinder Lost Omens: The Mwangi Expanse"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.aEM2cttJ2eYcLssW",
            "3": "Compendium.pf2e.spells-srd.o6YCGx4lycsYpww4",
            "6": "Compendium.pf2e.spells-srd.5c692cCcTDXjSEzk"
        },
        "weapons": [
            "maul"
        ]
    },
    "type": "deity"
}
