{
    "_id": "g1AVEGi8QibhS007",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Walkena",
    "system": {
        "ability": [
            "str",
            "wis"
        ],
        "alignment": {
            "follower": [
                "LN",
                "LE"
            ],
            "own": "LE"
        },
        "category": "deity",
        "description": {
            "value": "<p>In the city-state of Mzali in the Mwangi Expanse resides an undead being of immense power, a child-sized god-king. In the past, Walkena was a mortal descendant of the gods that ruled over Mzali in ancient times, one of the sun kings from an old empire and a golden age of the city. Ages later, his preserved body was found by members of the Council of Mwanyisa, who ruled Mzali at that time. Believing him to be an omen of the city's impending resurgence, the council took him to put him on display in Mzali. When an army from the Sargavan city of Kalabuto attacked the city, Walkena awoke-this time as an undead creature-and slew each of the invaders in a purging rain of fire.</p>\n<p>Walkena is entirely different from how he was before his death. A sense of kindness and compassion was once common in his disposition, but after his revival he became controlling and unwavering. The young sun king previously embodied a gentle compassion; now he has become harsh like the summer sun. He purifies, but at a terrible cost.</p>\n<p>Walkena's stance is that all residents of the Mwangi Expanse are bonded, that they must all practice unity. Those whom associate and conspire with outsiders are traitors and a danger. Although his means are not always considered good, he will do anything to protect his people, so long as they do not defy him. To restore his homeland to the glory it once held is his greatest goal.</p>\n<p>Though cruel in his rule and terrifying to his enemies, for a long time, Walkena was one of the strongest points of resistance against colonial forces and the exploitation of the Mwangi Expanse. Many were reluctant to confront the child-god's abuses, fearful of criticizing one of the Mwangi people's most prominent defenders. Walkena's seeming disdain for the new nation of Vidrian has many worried that Walkena might be more harmful than helpful in the long run. Despite this, Walkena remains a compelling figure to many. His grace comes through in every action and word he speaks. He blesses those that have dedicated themselves to the Mwangi Expanse. Walkena does not preach great rewards after death, but instead speaks to greatness in life.</p>\n<p><strong>Edicts</strong> Uphold Mzali's laws, tend to Walkena and obey his instructions, oppose exploitation of the Mwangi Expanse</p>\n<p><strong>Anathema</strong> Consort or trade with non-Mwangi peoples, defy Walkena's orders</p>\n<div>\n<h2>Avatar</h2>\n<p>When casting the <em>@UUID[Compendium.pf2e.spells-srd.Avatar]{Avatar}</em> spell, a worshipper of Walkena gains the following additional abilities.</p>\n<p><strong>Walkena</strong> Speed 60 feet, <em>@UUID[Compendium.pf2e.spells-srd.Air Walk]{Air Walk (Constant)}</em></p>\n<p>1 holy spear (reach 20 feet; versatile fire), Damage [[/r (6d12+6)[piercing]]] damage</p>\n<p>1 sunfire (range increment 120 feet), Damage [[/r (6d6+6)[fire]]] damage</p>\n</div>"
        },
        "domains": {
            "alternate": [
                "fire"
            ],
            "primary": [
                "family",
                "freedom",
                "sun",
                "tyranny"
            ]
        },
        "font": [
            "harm"
        ],
        "rules": [],
        "skill": "dec",
        "source": {
            "value": "Pathfinder Lost Omens: The Mwangi Expanse"
        },
        "spells": {
            "1": "Compendium.pf2e.spells-srd.y6rAdMK6EFlV6U0t",
            "3": "Compendium.pf2e.spells-srd.sxQZ6yqTn0czJxVd",
            "4": "Compendium.pf2e.spells-srd.IarZrgCeaiUqOuRu"
        },
        "weapons": [
            "spear"
        ]
    },
    "type": "deity"
}
