{
    "_id": "k8nWKHLYvAKMuwLd",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Ageless Patience",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "ancestry",
        "description": {
            "value": "<p>You work at a pace born from longevity that enhances your thoroughness. You can voluntarily spend twice as much time as normal on a Perception check or skill check to gain a +2 circumstance bonus to that check. You also don't treat a natural 1 as worse than usual on these checks; you get a critical failure only if your result is 10 lower than the DC. For example, you could get these benefits if you spent 2 actions to Seek, which normally takes 1 action. You can get these benefits during exploration by taking twice as long exploring as normal, or in downtime by spending twice as much downtime. The GM might determine a situation doesn't grant you a benefit if a delay would be directly counterproductive to your success, such as a tense negotiation with an impatient creature.</p>"
        },
        "level": {
            "value": 5
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "ageless-patience"
                ],
                "selector": [
                    "perception",
                    "skill-check"
                ],
                "type": "circumstance",
                "value": 2
            },
            {
                "domain": "all",
                "key": "RollOption",
                "option": "ageless-patience",
                "toggleable": true
            },
            {
                "key": "Note",
                "predicate": [
                    "ageless-patience"
                ],
                "selector": "perception",
                "text": "You don't treat a natural 1 as worse than usual on perception checks; you get a critical failure only if your result is 10 lower than the DC.",
                "title": "{item|name}"
            },
            {
                "key": "Note",
                "predicate": [
                    "ageless-patience"
                ],
                "selector": "skill-check",
                "text": "You don't treat a natural 1 as worse than usual on skill checks; you get a critical failure only if your result is 10 lower than the DC.",
                "title": "{item|name}"
            }
        ],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "elf"
            ]
        }
    },
    "type": "feat"
}
