{
    "_id": "OpSHTPkoZDrqR0Mq",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Animal Shape",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You have full control over your shape and can transform into your inherent animal. You can use @UUID[Compendium.pf2e.actionspf2e.Change Shape (Beastkin)]{Change Shape} to enter an animal shape.</p>\n<p>When you gain this feat, choose either <em>@UUID[Compendium.pf2e.spells-srd.Aerial Form]{Aerial Form}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Animal Form]{Animal Form}</em>, <em>@UUID[Compendium.pf2e.spells-srd.Dinosaur Form]{Dinosaur Form}</em>, or <em>@UUID[Compendium.pf2e.spells-srd.Insect Form]{Insect Form}</em>; after you choose a form, you can't change the form.</p>\n<p>While in animal shape, you gain the effects of a 5th-level casting of your chosen form spell, except you always transform into an animal matching your inherent animal and can use your humanoid form's AC if it's higher than what the animal form grants.</p>\n<p>If your inherent animal isn't among the animals listed in the form, you default to the statistics and abilities of the bird battle form, cat battle form, deinonychus battle form, or ant battle form for <em>aerial form</em>, <em>animal form, dinosaur form</em>, or <em>insect form</em> respectively (at the GM's discretion, you instead default to a different form that is closest to your inherent animal).</p>\n<p>You can remain in animal shape indefinitely and can use Change Shape to return to your humanoid or hybrid shape at any time.</p>\n<p>If you have the @UUID[Compendium.pf2e.feats-srd.Critter Shape]{Critter Shape} feat, you can choose to gain the effects of a 4th-level <em>@UUID[Compendium.pf2e.spells-srd.Pest Form]{Pest Form}</em>, can remain in critter shape indefinitely, and can return to your critter shape at any time after leaving the shape, just as you can with Animal Shape.</p>"
        },
        "featType": {
            "value": "ancestry"
        },
        "level": {
            "value": 17
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Lost Omens: Ancestry Guide"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "beastkin"
            ]
        }
    },
    "type": "feat"
}
