{
    "_id": "zdjPTg6vRwg8r2Lm",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Aura Sight",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p>You've learned how to read the natural auras of other living creatures. To do this, you must focus on a single living target without blinking for 1 minute. You can do this while performing some other minor task-such as making conversation to distract from your intentions-but you can't blink or otherwise lose your concentration. You can then perceive any or all of the following information.</p>\n<ul>\n<li>The target's current apparent attitude toward you (friendly, indifferent, and so on).</li>\n<li>The target's current apparent emotional state.</li>\n<li>A general assessment of the target's physical health, such as what conditions or afflictions it has. You might need to succeed at an Occultism check against the affliction or condition's DC to detect the presence of a specifically hidden or subtle condition or affliction.</li>\n</ul>\n<p>In addition, the GM rolls a secret Occultism check for you against the target's Deception DC. If your result exceeds your target's, you can identify if they're being deceptive in some way (such as expressing a false attitude toward you or faking an emotional state). This doesn't allow you to automatically identify the exact nature of that deception, only to tell the outward appearance is false.</p>"
        },
        "featType": {
            "value": "skill"
        },
        "frequency": {
            "max": 1,
            "per": "PT1H"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "expert in Occultism"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "concentrate",
                "exploration",
                "general",
                "secret",
                "skill"
            ]
        }
    },
    "type": "feat"
}
