{
    "_id": "wdmUH6hdat7jpEWt",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Beastmaster Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You gain the service of a young animal companion that travels with you and obeys your commands.</p>\n<p>Contrary to the usual rules for animal companions, this feat can grant you a second animal companion. If you ever have more than one animal companion, you gain the @UUID[Compendium.pf2e.actionspf2e.Call Companion]{Call Companion} action. See the Beastmaster Animal Companions text below.</p>\n<p>Certain beastmaster feats give you primal focus spells. When you gain your first beastmaster focus spell, you become trained in primal spell attack rolls and spell DCs, and your spellcasting ability for these spells is Charisma. Feats that grant beastmaster focus spells tell you to increase the number of Focus Points in your pool, but if you don't already have a focus pool, you instead get a focus pool with 1 Focus Point.</p>\n<p>You can @UUID[Compendium.pf2e.actionspf2e.Refocus]{Refocus} by grooming, feeding, playing with, or otherwise tending to an animal companion.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.4VMzG36Pm1oivS6Y]{Beastmaster} archetype.</p>\n<hr />\n<p><strong>BEASTMASTER ANIMAL COMPANIONS</strong></p>\n<p>As a beastmaster, it's possible for you to have more than one animal companion at one time-up to four companions-but only one of those companions, your \"active companion,\" follows you during exploration and in encounters; the rest are nearby, usually foraging or hunting for food. As soon as you gain a second animal companion from the Beastmaster archetype, you also gain Call Companion to switch your active companion. These rules apply to all your companions, regardless of whether you got the animal companion from the beastmaster archetype or from another source.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Nature"
                }
            ]
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Call Companion"
            }
        ],
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
