{
    "_id": "L1gD3VMD5X9JNJzE",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Beast Gunner Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You've bonded to your beast gun and unlocked the first hints of its @UUID[Compendium.pf2e.conditionitems.Hidden]{Hidden} potential. You treat all beast guns as martial firearms when determining your proficiency with them, even beast guns that are normally advanced weapons. You can change your bonded beast gun to another beast gun you own each day during your daily preparations, as long as you've previously performed a ritual hunt associated with the new beast gun.</p>\n<p>The beast gun also acts as a conduit, drawing out and amplifying any latent or active magic power you have. You learn to cast spontaneous spells and gain the Cast a Spell activity. You gain a spell repertoire with one cantrip of your choice, from either the arcane or primal spell list. You choose this cantrip from the common spells on your chosen spell list or from other spells you have access to on the list. This cantrip must require a spell attack roll. You're trained in spell attack rolls and spell DCs for arcane or primal spells, whichever of the two traditions you chose. Your key spellcasting ability for these spells is Charisma.</p>\n<p>If you already cast arcane or primal spells from spell slots, you learn one additional cantrip from that tradition. If you're a prepared caster, you can prepare this spell in addition to your usual cantrips per day; if you're a spontaneous caster, you add this cantrip to your spell repertoire.</p>\n<p>You also gain @UUID[Compendium.pf2e.actionspf2e.Spellsling]{Spellsling}.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.jTiXRtNNvMOnsg98]{Beast Gunner} archetype.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": [
                {
                    "value": "expert with at least one type of firearm"
                },
                {
                    "value": "trained in Arcana or Crafting"
                },
                {
                    "value": "you own a beast gun and have slain the type of creature associated with your beast gun in a fair hunt"
                }
            ]
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Spellsling"
            }
        ],
        "source": {
            "value": "Pathfinder Guns & Gears"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "archetype",
                "dedication",
                "magical"
            ]
        }
    },
    "type": "feat"
}
