{
    "_id": "dkuY22d3yLUBcqhq",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Cathartic Mage Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You've learned to harness a particular emotion and mix it into your magic. Choose an emotion from the Emotional States section to be your catharsis emotion.</p>\n<p>If you don't already cast spells from spell slots, you learn to cast spontaneous spells and gain the Cast a Spell activity. You gain a spell repertoire with one cantrip of your choice, from a spell list of your choice. You choose this cantrip from the common spells on your chosen spell list or from other spells to which you have access on that list. You're trained in spell attack rolls and spell DCs for that tradition. Your key spellcasting ability for these spells is Charisma.</p>\n<p>If you can already cast spells from spell slots, you learn one additional cantrip from your spellcasting tradition. If you're a prepared caster, you can prepare this spell in addition to your usual cantrips per day; if you're a spontaneous caster, you add this cantrip to your spell repertoire.</p>\n<p>You gain the @UUID[Compendium.pf2e.actionspf2e.Catharsis]{Catharsis} reaction and the @UUID[Compendium.pf2e.actionspf2e.Settle Emotions]{Settle Emotions} activity.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.EWiUv3UiR3RHSGlA]{Cathartic Mage} archetype.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Cha 14 or ability to cast spells from spell slots"
                }
            ]
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Catharsis"
            },
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Settle Emotions"
            }
        ],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
