{
    "_id": "CAaXGhHDMRM3Pt4J",
    "name": "Cavalier’s Banner",
    "permission": {
        "default": 0
    },
    "type": "feat",
    "data": {
        "description": {
            "value": "<p><strong>Prerequisites </strong>@Compendium[pf2e.feats-srd.5Q69PI8jdQVkb1ZT]{Cavalier Dedication}</p>\n<p><strong>Requirements</strong> You have pledged your service to a specific <br>organization or ideal (see Cavalier Pledges, below).</p>\n<hr>\n<p>You fly the banner of your pledge from your mount, raising your allies’ spirits. You and all allies within 30 feet gain a +1 circumstance bonus to Will saves and DCs against fear effects. If your banner is destroyed or removed, allies within 30 feet become @Compendium[pf2e.conditionspf2e.TBSHQspnbcqxsmjL]{Frightened} 1.</p>\n<hr>\n<p><strong>CAVALIER PLEDGES</strong></p>\n<p>Many cavaliers pledge themselves in service to a specific&nbsp;organization or individual, such as a noble family or&nbsp;sovereign ruler, a knightly order or another organization,&nbsp;or a particular ideal. A cavalier pledged to an order or&nbsp;ideal must uphold its edicts and is beholden to any&nbsp;anathema it has; for example, a cavalier pledged to the&nbsp;druid’s animal order would be tied to that anathema,&nbsp;while a cavalier pledged to the church of Abadar would&nbsp;be held to the same standards as a cleric of that god. If&nbsp;you pledge yourself to an entity or cause without a stated&nbsp;anathema, you should work with your GM to determine&nbsp;the edicts and anathema associated with your pledge.</p>\n<p>Cavaliers who have pledged themselves can gain access to certain abilities related to that pledge, such as Cavalier’s Banner. If you violate the anathema of your pledge, you lose access to those feats until you benefit from an @Compendium[pf2e.spells-srd.7Fd4lxozd11MQ55N]{Atone} ritual. Changing the subject of your pledge is equivalent to retraining a class feature.</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": {
            "value": ""
        },
        "traits": {
            "value": [
                "uncommon",
                "archetype",
                "emotion",
                "mental",
                "visual"
            ],
            "rarity": {
                "value": "common"
            }
        },
        "rarity": {
            "value": "common"
        },
        "usage": {
            "value": ""
        },
        "level": {
            "value": "4"
        },
        "featType": {
            "value": "archetype"
        },
        "actionType": {
            "value": "passive"
        },
        "actionCategory": {
            "value": ""
        },
        "actions": {
            "value": ""
        },
        "prerequisites": {
            "value": "Cavalier Dedication"
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/features/feats/feats.jpg"
}
