{
    "_id": "MsieJK35tAP6gFGv",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Coffin Bound",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You bind your spirit to a coffin filled with soil of your homeland, making it a place of recovery. If you rest inside your coffin for 10 minutes, you regain Hit Points equal to your Constitution modifier x half your level. You can still be healed in other ways during that time, though you're @UUID[Compendium.pf2e.conditionitems.Unconscious]{Unconscious} and therefore unable to heal yourself. The GM might allow you to Refocus while resting, depending on whether it's a type of Refocusing you can achieve while you slumber.</p>\n<p>If you would be destroyed, you instead remain near death. This doesn't change your dying or wounded value, and you remain unconscious. After 1 hour, you're destroyed. If returned to your coffin before that hour is up, you avoid destruction; if you spend 1 hour resting in your coffin, you regain 1 HP and lose the dying and wounded conditions. You can't be healed in any other way when near death.</p>\n<p>Your coffin can't heal you if you're staked through the chest. You can be staked only if unconscious, and it takes three actions. You lose all benefits of this feat if your coffin is destroyed or the soil is lost. You must procure a new coffin and fill it with soil of your homeland to restore the feat's function.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 12
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Vampire Dedication"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Book of the Dead"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "archetype",
                "divine",
                "necromancy",
                "negative"
            ]
        }
    },
    "type": "feat"
}
