{
    "_id": "epzeES7xJxvIXDdj",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Dance of Intercession",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 3
        },
        "description": {
            "value": "<p><strong>Frequency</strong> three times a day</p>\n<hr />\n<p>You either performed in or stood witness to the dance used to invoke the Celestial Dragon and can harness a sliver of their power. You Stride in a dance up to half your Speed, attempting a @Check[type:performance|dc:35] check. You can perform this dance up to three times per day. The second time you do so in the same day, use the degree of success one worse than your actual roll on the Performance check. The third time in a day, use the degree of success two lower than your actual roll.</p>\n<hr />\n<p><strong>Critical Success</strong> You perform the movements of the Dance of Intercession so gracefully that you evoke a glimmer of the memory of the Celestial Dragon's awesome power. You cast the 3-action version of either 9th-level harm or heal at any point during your Stride. This does not use any spell slots.</p>\n<p><strong>Success</strong> As critical success, but the spell is 7th level instead of 9th as you stumble through the movements.</p>\n<p><strong>Failure</strong> As critical success, but the spell is 5th level instead of 9th as you stumble through the movements.</p>\n<p><strong>Critical Failure</strong> You fail to remember the steps of the dance. You gain no additional effect beyond Striding half your Speed, and you can't attempt the Dance of Intercession again until your next daily preparations.</p>"
        },
        "featType": {
            "value": "class"
        },
        "level": {
            "value": 20
        },
        "prerequisites": {
            "value": [
                {
                    "value": "expert in Performance"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #168: King of the Mountain"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "cleric"
            ]
        }
    },
    "type": "feat"
}
