{
    "_id": "KCwXj3y7Nm4e3NbI",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>You can rig your bombs to inanimate objects in order to cause destruction to the surrounding area.</p>\n<p>As an activity that takes 1 minute, you attach between one and four bombs to an inanimate object within your reach, such as a chest, door, wall, or column.</p>\n<p>This creates a hazard in one square occupied by or adjacent to the inanimate object, and the hazard's Stealth DC to detect it and Thievery DC to disable it are equal to your class DC.</p>\n<p>The hazard has the following reaction, which you can also trigger as a single action so long as you are within 30 feet of the hazard. The hazard retains its potency until it's triggered, until the inanimate object moves from its space, or until you make your next daily preparations, whichever comes first.</p>\n<p><strong>@Compendium[pf2e.actionspf2e.Fire in the Hole]{Fire in the Hole}</strong> [reaction]</p>\n<p><strong>Trigger</strong> A creature moves into the hazard's space;</p>\n<p><strong>Effect</strong> The hazard explodes, dealing the bombs' damage and splash damage to the inanimate object. Combine this damage for the purpose of resistances and weaknesses, and this damage ignores an amount of the object's Hardness equal to your level. Any creatures adjacent to the hazard take the bombs' splash damage, similarly combined for the purpose of resistances and weaknesses. As a reminder, since you didn't throw the bombs, Calculated Splash and similar effects don't apply.</p>"
        },
        "featType": {
            "value": "class"
        },
        "level": {
            "value": "2"
        },
        "prerequisites": {
            "value": [
                ""
            ]
        },
        "rarity": {
            "value": "common"
        },
        "source": {
            "value": ""
        },
        "traits": {
            "rarity": {
                "value": "common"
            },
            "value": [
                "alchemist"
            ]
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/features/feats/feats.jpg",
    "name": "Demolition Charge",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
