{
    "_id": "ZGgFrQAQWk0keaFW",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Disarming Smile",
    "system": {
        "actionType": {
            "value": "reaction"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Trigger</strong> You are the target of a melee attack and the attacker has not rolled yet.</p>\n<p><strong>Requirements</strong> You are aware of the attacker, the attacker is an intelligent humanoid creature, and you have not attempted to harm the attacker.</p>\n<hr />\n<p>With a wide, sincere smile, you give your attacker pause. You attempt a Diplomacy check against the triggering attacker's Will DC. After you use Disarming Smile, all creatures who witnessed you use it are temporarily immune to your Disarming Smile for the next 24 hours.</p>\n<hr />\n<p><strong>Critical Success</strong> Your enemy ceases their attack. The attack fails and the triggering target can't attempt hostile actions against you until the beginning of its next turn or until you (or your allies) take hostile actions against the enemy (or its allies). You can begin talking to the creature on your next turn to attempt another Diplomacy check; on a success, you sustain the effect until the beginning of your next turn, to a maximum of 1 minute. Talking on subsequent rounds requires that you be able to communicate with the target creature and imparts the auditory and linguistic traits to the action.</p>\n<p><strong>Success</strong> Your foe pauses momentarily. Their attack fails, but they can attempt further attacks against you.</p>\n<p><strong>Failure</strong> The target's attack is unaffected.</p>"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Twilight Speaker Dedication"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #189: Dreamers of the Nameless Spires"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "concentrate",
                "emotion",
                "mental",
                "visual"
            ]
        }
    },
    "type": "feat"
}
