{
    "_id": "PiBXXCeDNQGfQVoJ",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Your familiar is a divine emissary, sent to you by your deity or patron and infused with celestial powers. You can select one additional familiar ability each day, which must be one of the following divine emissary familiar abilities. You can't select more than one divine emissary familiar ability at a time.</p>\n<p><strong>Erudite</strong> Your familiar has incredible religious knowledge. Despite being a minion, your familiar gains 1 reaction at the start of its turns, which it can use only to Aid you on a Religion check (it still has to prepare to help you as normal for the Aid reaction). It automatically succeeds its check to Aid you with Religion checks or automatically critically succeeds if you're a master in Religion.</p>\n<p><strong>Luminous</strong> Your familiar glows with a comforting light. It sheds bright light in a 30-foot radius and dim light for the next 30 feet. It can suppress or resume this light by using an action, which has the concentrate trait.</p>\n<p><strong>Medic</strong> Your familiar can draw upon the power of your deity to Cast a Spell once per day. The familiar can cast the 1-action version of heal at a level 2 levels lower than your highest-level spell slot, which it can cast only on you. You must be able to cast 3rd-level spells from spell slots to select this ability.</p>\n<p><strong>Radiant</strong> Your familiar is filled with a divine radiance that makes it resistant to the forces of evil. Your familiar gains resistance to evil and negative damage equal to half your level.</p>"
        },
        "featType": {
            "value": "class"
        },
        "level": {
            "value": 6
        },
        "location": null,
        "prerequisites": {
            "value": [
                {
                    "value": "a familiar"
                },
                {
                    "value": "you follow a good-aligned deity or patron"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Lost Omens: Knights of Lastwall"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "sorcerer",
                "witch"
            ]
        }
    },
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Divine Emissary",
    "type": "feat"
}
