{
    "_id": "dBB71rps7dbat4Vo",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Dream Logic",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You can transmit a sense of dreamy nonchalance. If you do something especially strange or dangerous while you're in your Daydream Trance, such as entering a restricted area or fighting someone in the street, any creature that isn't one of your allies must attempt a @Check[type:perception|dc:resolve(@actor.system.attributes.classOrSpellDC.value)] check against your class or spell DC (whichever is higher). On a success, it realizes something is amiss, and on a failure, it believes nothing is out of the ordinary. The creature can attempt a new check if you start doing something else strange, but not if you continue on the same course of action it already failed to notice was peculiar.</p>\n<p>Any hostile action by you or your allies against an affected creature automatically ends the effect for that creature. The GM might allow the creature a new check if someone else brings your actions to its attention, such as if someone you're attacking calls out for help. When your trance ends, affected creatures retain their memories of events but likely still view them as unremarkable; unless they are prompted to relate the events, they might not report them.</p>"
        },
        "level": {
            "value": 14
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Sleepwalker Dedication"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "enchantment",
                "mental",
                "occult"
            ]
        }
    },
    "type": "feat"
}
