{
    "_id": "cxAvcFiZRT3ZVhie",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Emerald Boughs Hideaway",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You use Emerald Bough techniques to create a small extradimensional space called a hideaway that lasts as long as you are conscious. The hideaway functions as a @UUID[Compendium.pf2e.equipment-srd.Bag of Holding (Type I)]{Bag of Holding (Type I)}, but has no Bulk and takes no hands; it holds one object with a maximum Bulk equal to your highest mental ability score modifier; as you open the hideaway with pure thought, activating it to retrieve an item is a free action with the envision component instead of a single action with the Interact component. The hideaway's access point appears as an obviously magical gap within 1 foot of your body. Only you can access the hideaway; you can you use an Interact action each round to physically hold it open for another person. A successful dispel magic spell or similar effect against your spell DC and the hideaway's counteract level of 2 expels the object; the object is also expelled if you become unconscious. After a successful dispel magic spell or when you become conscious again, the hideaway immediately reforms with no additional action from you. You can also dismiss the hideaway (if it is empty) or re-form it using a single action with the envision component.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 10
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Magaambyan Attendant Dedication"
                },
                {
                    "value": "Emerald Boughs affiliation"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Lost Omens: Character Guide"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype"
            ]
        }
    },
    "type": "feat"
}
