{
    "_id": "8nCxI2SZ64UmMuRZ",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Entities From Afar",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You can call in aberrations to fight for you or to answer questions. You can cast <em>@UUID[Compendium.pf2e.spells-srd.Summon Entity]{Summon Entity}</em> as an innate occult spell once per day. If you couldn't already cast occult spells, these spells use Intelligence as your spellcasting ability, and you become trained in spell attack rolls and spell DCs for occult spells; if you could already cast occult spells, your proficiency in spell attack rolls and spell DCs for occult spells increases to expert.</p>\n<p>As soon as the aberration arrives, instead of giving it any other commands, you can demand that it help you with a single question you pose to it. For the creature to effectively answer, you must Sustain the Spell for 1 minute, and you must understand and be understood by the aberration. If you do, the aberration gives you a cryptic clue as provided by the <em>@UUID[Compendium.pf2e.spells-srd.Read Omens]{Read Omens}</em> spell, except that the clue is even more enigmatic than normal; the creature then immediately returns from whence it came without providing you any other benefit. At 16th level and every 2 levels thereafter, the summon entity spell is heightened by 1 level (to a maximum of 8th level when you reach 20th level).</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 14
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Eldritch Researcher Archetype"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #164: Hands of the Devil"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype"
            ]
        }
    },
    "type": "feat"
}
