{
    "_id": "8qebBeOJsyRIchcu",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Forager",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>While using Survival to Subsist, if you roll any result worse than a success, you get a success.</p>\n<p>On a success, you can provide subsistence living for yourself and four additional creatures, and on a critical success, you can take care of twice as many creatures as on a success.</p>\n<p>Each time your proficiency rank in Survival increases, double the number of additional creatures you can take care of on a success (to eight if you're an expert, 16 if you're a master, or 32 if you're legendary).</p>\n<p>You can choose to care for half the number of additional creatures and provide a comfortable living instead of subsistence living.</p>\n<p>Multiple smaller creatures or creatures with significantly smaller appetites than a human are counted as a single creature for this feat, and larger creatures or those with significantly greater appetites each count as multiple creatures. The GM determines how much a non-human creature needs to eat.</p>"
        },
        "featType": {
            "value": "skill"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Survival"
                }
            ]
        },
        "rules": [
            {
                "key": "Note",
                "predicate": [
                    "action:subsist"
                ],
                "selector": "survival",
                "text": "While using Survival to Subsist, if you roll any result worse than a success, you get a success. You can also provide subsistence living for multiple creatures.",
                "title": "{item|name}"
            }
        ],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "general",
                "skill"
            ]
        }
    },
    "type": "feat"
}
