{
    "_id": "enxzAkPICXT4sSFU",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Fused Staff",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>When you prepare a staff, you can hold it up to a weapon to merge the two items. You can switch the fused item's form from the weapon to the staff or vice versa as a single action, which has the concentrate trait. When the item is in staff form, you can Cast the Spells from the staff and benefit from any other abilities the staff grants. The staff and the weapon share their fundamental runes, using whichever <em>weapon potency</em> and whichever <em>striking</em> rune is higher level. They don't share any other runes or specific abilities.</p>\n<p>You can Cast Spells from the staff as part of a Spellstrike even when the staff is in weapon form. Otherwise, you can't cast the staff's spells while it's in weapon form.</p>\n<p>The fusion lasts until your next daily preparations, though you can spend 10 minutes to separate the two items and meld the staff into a different weapon. The melding works for you alone. A different wielder can use the staff in its current form but can't transform it, get the benefit of the shared runes, or use its spells for a Spellstrike if it's in weapon form.</p>"
        },
        "featType": {
            "value": "class"
        },
        "level": {
            "value": 8
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Spellstrike"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "arcane",
                "magus",
                "transmutation"
            ]
        }
    },
    "type": "feat"
}
