{
    "_id": "E8SDesgMD6Zbye2j",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Geomancer Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You feel a deep connection to the world no matter where you are, a phenomenon known as \"terrain attunement.\" When you expend a spell slot to cast a spell with a trait that corresponds to the type of terrain you are currently in (as listed below), you gain the terrain attunement effect for that type of terrain. The GM might determine an attunement applies as long as it's prevalent enough around you. For instance, you might be in aquatic terrain on a riverbank or on a boat. Similarly, one place might count as multiple types of terrain, such as a mountain in the far north being both arctic and mountain. In this case, you choose only one terrain attunement effect, even if the spell has traits that would apply to each terrain type.</p>\n<p>Certain terrain attunements affect your enemies instead of you. If they do, when you cast the spell you apply the listed effect to all enemies who are either adjacent to you, in the area of the spell, or targeted by the spell. These enemies receive the listed saving throw against your spell DC to attempt to avoid the effect.</p>\n<ul>\n<li><strong>Aquatic</strong> (water) You ride the currents of water. If you're in the water, you gain a swim Speed equal to your land Speed. If you're on a surface, temporary waves of water follow your movements, allowing you to use your swim Speed-if you have one-as your land Speed.</li>\n<li><strong>Arctic</strong> (cold) Arctic rime covers your foes' bodies. Enemies must attempt a Fortitude save. They take a -5-foot status penalty to their Speeds for 2 rounds (-10-foot on a critical failure).</li>\n<li><strong>Desert</strong> (fire) The scorching heat of the desert dehydrates your foes. Enemies must attempt a Fortitude save. On a failure, they're @UUID[Compendium.pf2e.conditionitems.Fatigued]{Fatigued} until they drink water or another potable liquid.</li>\n<li><strong>Forest</strong> (plant) Branches and vines reach out to get in your foes' way. Enemies must attempt a Reflex save. On a failure, they become @UUID[Compendium.pf2e.conditionitems.Clumsy]{Clumsy 1} for 1 round (@UUID[Compendium.pf2e.conditionitems.Clumsy]{Clumsy 2} on a critical failure).</li>\n<li><strong>Mountain</strong> (earth) The rugged endurance of the mountain protects you from harm. You gain resistance to physical damage (except adamantine) equal to the spell level for 1 round.</li>\n<li><strong>Plains</strong> (plant) The growing fields and pulsing vitality of the plains provide you vigor. You gain temporary Hit Points equal to the spell level for 1 round.</li>\n<li><strong>Sky</strong> (air) A gust of wind carries you aloft. You can Fly up to 10 feet. If you're in the air at the end of the turn and don't have a fly Speed, you fall.</li>\n<li><strong>Swamp</strong> (plant) Your magic draws in noxious swamp gas to fumigate your foes. Affected foes take @UUID[Compendium.pf2e.conditionitems.Persistent Damage]{Persistent Poison Damage} equal to half the spell's level (minimum 1 damage) with a basic Fortitude save.</li>\n<li><strong>Underground</strong> (earth) The endless darkness of the cavern depths opens up its secrets to your senses. For 1 round, you gain darkvision as well as imprecise tremorsense out to 15 feet.</li>\n</ul>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.I6FbkKYncDuu7eWq]{Geomancer} archetype.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Nature"
                },
                {
                    "value": "ability to cast spells from spell slots"
                },
                {
                    "value": "at least one spell with the air, cold, earth, fire, plant, or water trait"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
