{
    "_id": "C3ukUk4Js10o5IBA",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Ghostly Grasp (Deviant)",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "description": {
            "value": "<p>An invisible arm extends from you to grab and manipulate objects. The arm reaches up to 15 feet, grabs an unattended object of 1 Bulk or less, and immediately deposits it in one of your free hands or at your feet. Alternatively, it reaches up to 15 feet and performs a simple Interact action like pushing open a window, though it can't perform actions that require significant mechanical dexterity. For every 5 levels you have, the amount the hand can lift increases by 1 Bulk, and the arm's range increases by 15 feet. Being ghostly, the arm can affect ghosts, spirits, and other incorporeal entities, though in most cases, you need an awakening for this to be useful.</p>\n<hr />\n<p><strong>Awakening</strong> Your invisible arm can grab on to an unsuspecting target. You can modify the power's target to be 1 creature within range. You make an attack roll against the creature's Fortitude DC and add the attack trait to the action. On a success, the target is @UUID[Compendium.pf2e.conditionitems.Grabbed]{Grabbed} by the arm (or @UUID[Compendium.pf2e.conditionitems.Restrained]{Restrained} on a critical success). This lasts for 1 round or until the creature Escapes.</p>\n<hr />\n<p><strong>Awakening</strong> You summon additional ghostly arms that entwine together to push targets. You can modify the power's target to be 1 creature within range. You make an attack roll against the creature's Fortitude DC and add the attack trait to the action. On a success, you can move the target 5 feet in any direction (10 feet on a critical success).</p>"
        },
        "featType": {
            "value": "class"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "deviant",
                "evocation",
                "magical"
            ]
        }
    },
    "type": "feat"
}
