{
    "_id": "63L2iSAxkHyq6qEt",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Hallowed Necromancer Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You've studied techniques allowing you to blend so-called hallowed necromancy into your own spellcasting to bolster the living and destroy the undead. You gain the <em>@UUID[Compendium.pf2e.spells-srd.Hallowed Ground]{Hallowed Ground}</em> focus spell. It costs 1 Focus Point to cast a focus spell. This feat grants a focus pool of 1 Focus Point that you can recover using the @UUID[Compendium.pf2e.actionspf2e.Refocus]{Refocus} activity. You can Refocus by meditating or praying to connect yourself to conduits of positive energy. Focus spells from the hallowed necromancer archetype have the same tradition as your spell slots.</p>\n<p>Casting spells that create, heal, or otherwise aid or promote undead is anathema to you, as is cooperation with undead. Using negative energy isn't anathema, as it serves a natural purpose, but twisting that negative energy for creation is blasphemous to you. If you perform acts that are anathema to your principles, you lose access to all feats from this archetype. These abilities can be regained only with an <em>@UUID[Compendium.pf2e.spells-srd.Atone]{Atone}</em> ritual.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.3B1PqqSZYQj9YXac]{Hallowed Necromancer} archetype.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "good alignment"
                },
                {
                    "value": "able to cast spells using spell slots"
                },
                {
                    "value": "able to cast at least one necromancy spell"
                },
                {
                    "value": "expert in Religion"
                }
            ]
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "add",
                "path": "system.resources.focus.max",
                "value": 1
            }
        ],
        "source": {
            "value": "Pathfinder Book of the Dead"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
