{
    "_id": "rm8NgrdZNjqpGlC1",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Instigate Psychic Duel",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 3
        },
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>You attempt to enter a psychic duel with a creature within 100 feet. The target can attempt a @Check[type:will|dc:resolve(@actor.attributes.classOrSpellDC.value)] save against the higher of your spell DC or class DC. If it enters the duel willingly, use the result for a critical failure.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The two of you enter a psychic duel, but it ends automatically at the end of your next turn. As normal for a psychic duel, the duel ends if one participant is knocked out, as well as under any other conditions to which both participants agree. If you're in initiative when you Instigate the Psychic Duel, you keep the same initiative positions. You can each choose a psychic center for any skill in which you're trained, as you would if you were using that skill to roll initiative for the duel.</p>\n<p><strong>Failure</strong> As a success, except instead of ending at the end of your next turn, the target can attempt a new save to end the duel at the end of each of your turns, starting with your next turn.</p>\n<p><strong>Critical Failure</strong> As a success, except the duel doesn't end until it reaches one of the normal end conditions for a psychic duel.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 12
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Psychic Duelist Dedication"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype",
                "illusion",
                "incapacitation",
                "mental",
                "occult"
            ]
        }
    },
    "type": "feat"
}
