{
    "_id": "dCoX0TfsasMfwYnz",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Larcenous Hand",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>When you cast mage hand, you can remove its duration, modify its range to 20 feet, and modify its target to be an attended object within the spell's Bulk limit that wouldn't be time-consuming to remove. Add the following to the spell's standard effects: If the creature attending the object is willing to have you take the item, mage hand carries the item to you. If the creature is unwilling, you must attempt to Steal the target object with a Thievery check. The usual restrictions on attempts to Steal an object apply, including the restrictions that you can't steal objects that would be extremely noticeable or time-consuming to remove (like worn shoes or armor or actively wielded objects) and you can't Steal from a creature in combat or otherwise on guard. On a successful Steal check, the mage hand carries the item to you, and on a critical failure, you can't use this modification again for 1 hour. If you're a master in Thievery, you can attempt to Steal from a creature in combat or otherwise on guard, though if you do so, the spell's casting time increases by 1 action.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 8
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Agile Hand"
                },
                {
                    "value": "Pickpocket skill feat"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Lost Omens: The Grand Bazaar"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype"
            ]
        }
    },
    "type": "feat"
}
