{
    "_id": "baz18CdB13DVMHV9",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>The leaf order's secrets allow your familiar to take advantage of its leshy form. You can select one additional familiar ability each day, which must be one of the following leshy familiar abilities. You can't select more than one leshy familiar ability at a time.</p>\n<ul>\n<li><strong>Grasping Tendrils</strong> Your familiar can extend vines or similar tendrils, increasing its reach to 15 feet.</li>\n<li><strong>Purify Air</strong> Your familiar recycles air, providing enough oxygen for a Medium creature in areas with stale air, such as a sealed chamber or extradimensional space. If the leshy is within the area of an inhaled poison effect or an effect that relies on smell, creatures within a 15-foot emanation from the leshy gain a +2 circumstance bonus to their saving throws against the effect.</li>\n<li><strong>Verdant Burst</strong> When your familiar dies,it releases its primal energy to cast the 3-action version of @Compendium[pf2e.spells-srd.Heal]{Heal}, heightened to a level 1 lower than your highest-level spell slot. The <em>heal</em> spell gains a status bonus equal to twice the spell's level to the Hit Points it restores to plants. You must be able to cast 2nd-level spells using spell slots to select this familiar ability.</li>\n</ul>"
        },
        "featType": {
            "value": "class"
        },
        "level": {
            "value": "4"
        },
        "prerequisites": {
            "value": [
                "leaf order"
            ]
        },
        "rarity": {
            "value": "common"
        },
        "rules": [
            {
                "key": "PF2E.RuleElement.FlatModifier",
                "selector": "familiar-abilities",
                "type": "untyped",
                "value": 1
            }
        ],
        "source": {
            "value": ""
        },
        "traits": {
            "rarity": {
                "value": "common"
            },
            "value": [
                "druid",
                "metamagic"
            ]
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/features/feats/feats.jpg",
    "name": "Leshy Familiar Secrets",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
