{
    "_id": "0ogbBzSD7fmiWp9d",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Living Vessel Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Whether willingly or not, you've become a vessel for a being of unimaginable power. You and your GM should work together to determine the being's nature and decide how much you know and how much remains a mystery to you for now. Some decisions might influence your options later. You might need to decide whether the entity is a demon, for instance, to know if you qualify for later feats.</p>\n<p>You need to spend at least an hour each day assuaging the entity within you or you take a -1 penalty to Will saves for 24 hours. The process of assuaging the entity is determined together between you and the GM. It might be as simple as meditating with the entity to learn more about them, but it might be as extreme as committing gruesome, unspeakable sacrifices to keep their unknowable blessings. After a full week of failing to assuage your entity, you become @UUID[Compendium.pf2e.conditionitems.Doomed]{Doomed 1}, and you can't remove or ameliorate the condition until you allow your entity to take full possession of your body for 24 hours, during which time it pursues its own agenda.</p>\n<p>You also gain the @UUID[Compendium.pf2e.actionspf2e.Entity's Resurgence]{Entity's Resurgence} reaction, allowing you to unleash your entity in lieu of falling @UUID[Compendium.pf2e.conditionitems.Unconscious]{Unconscious}, though at the risk of letting it enact its will.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.LgkfmZnFP3TWtkuy]{Living Vessel} archetype.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
