{
    "_id": "reoylyGMDPl7H6L5",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Macabre Virtuoso",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Any necromancer can create zombies and skeletons, but you know the secrets behind the creation of far more advanced undead monstrosities. You learn the <em>@UUID[Compendium.pf2e.spells-srd.Create Undead]{Create Undead}</em> rituals to create two types of common undead for which you meet the prerequisites. (Your GM might give you access to additional types of undead.) You can't teach these rituals to anyone else and you can't participate in either ritual while allowing someone else to serve as the primary caster unless they also know the ritual. When you reach a new level, you can change either or both of these rituals to a different type of undead for which you now meet the prerequisites.</p>\n<p>When acting as primary caster, you can perform all create undead rituals in 4 hours instead of 1 day and you gain a +2 circumstance bonus to your primary check. You can also perform the ritual without the aid of a secondary caster, in which case you attempt the secondary check.</p>\n<p><strong>Special</strong> You can select this feat more than once. Each time, you learn the rituals to create two more types of undead creatures.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Reanimator Dedication"
                },
                {
                    "value": "expert in Arcana, Occultism, or Religion"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Book of the Dead"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "archetype"
            ]
        }
    },
    "type": "feat"
}
