{
    "_id": "ZhToff996PnTESwb",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<div></div>\n<hr />\n<p>You devote much of your study to halcyon magic. You gain the ability to cast a single arcane or primal cantrip of your choice, (as is normal for cantrips, it is heightened to a spell level equal to half your level, rounded up). If you weren't already, you become trained in that tradition's spell DCs and spell attack rolls, with Intelligence as your spellcasting ability if you choose arcane or Wisdom as your spellcasting ability if you choose primal.</p>\n<p>Regardless of whether you choose an arcane or primal cantrip, you also either become trained in Arcana or Nature, or an expert in one of those skills in which you were already trained.</p>\n<p>When you gain this feat, choose to affiliate with the Cascade Bearers, Emerald Boughs, Rain-Scribes, Tempest-Sun Mages, or Uzunjati. This grants you additional feats available to only that branch.</p>\n<div><strong>Special</strong> You cannot select another dedication feat other than @Compendium[pf2e.feats-srd.Halcyon Speaker Dedication]{Halcyon Speaker Dedication} until you have gained two other feats from the Magaambyan Attendant or @Compendium[pf2e.archetypes.Halcyon Speaker]{Halcyon Speaker} archetype.  </div>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": "2"
        },
        "prerequisites": {
            "value": [
                "trained in Arcana or Nature",
                "member of the Magaambya of attendant rank"
            ]
        },
        "rarity": {
            "value": "common"
        },
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "uncommon"
            },
            "value": [
                "uncommon",
                "archetype",
                "dedication"
            ]
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/features/feats/feats.jpg",
    "name": "Magaambyan Attendant Dedication",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
