{
    "_id": "0VsrXyQYdluGRfsY",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Pact of Fey Glamour",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You've sworn a pact with fey powers, granting you the otherworldly appearance of your dreams in exchange for oaths of hospitality. As long as you keep your end of the bargain, your base appearance changes indefinitely to any one appearance you wish that's within the bounds of possibility for your ancestry; this effect can't be counteracted or removed except by violating the pact. Additionally, you can cast <em>@UUID[Compendium.pf2e.spells-srd.Illusory Disguise]{Illusory Disguise}</em> as a primal innate spell once per hour, using the higher of your class DC and your spell DC to determine the DC.</p>\n<p>In exchange, you promise to accept any fey's request for hospitality, granting them food, drink, and lodging for up to 3 days and 3 nights. You also promise not to harm any creature to whom you've offered hospitality or who has shown hospitality to you, whether or not that creature is fey, unless that creature does harm first. If you refuse hospitality to a fey or violate hospitality, you lose the benefits of this feat until you atone for your transgressions, instantly reverting your appearance to the one you had before the pact.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 4
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Pactbinder Dedication"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "archetype",
                "illusion",
                "primal"
            ]
        }
    },
    "type": "feat"
}
