{
    "_id": "k0h4jvjxK0fYFvOU",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Pact of Eldritch Eyes",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You've sworn a pact with an entity beyond mortal comprehension, granting you distant visions and insights. You can cast <em>@UUID[Compendium.pf2e.spells-srd.Prying Eye]{Prying Eye}</em> as an occult innate spell once per hour, using the higher of your class DC and your spell DC to determine the DC.</p>\n<p>In exchange, you allow the entity to peer through you at your world. The entity's touch creates strange dreams, typically nightmares. Every morning, you awaken trained in an unexpected Lore skill determined by the GM, which you retain until the next time you rest for the night. While the entity contacts you most often while you sleep, it occasionally peers at you during the day, leading to disorientation and visions. You can generally determine what's going on during these visions, so normally this occurrence imparts no mechanical penalty. However, in the unlikely event that an encounter begins while you're experiencing visions from the entity, you might take a circumstance penalty to your initiative roll.</p>\n<p><strong>Special</strong> The entity isn't particularly attached to its pact with you. If you want it gone, you can retrain out of Pact of Eldritch Eyes, after which the entity withdraws its eyes to the void.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 14
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Pactbinder Dedication"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "archetype",
                "divination",
                "occult"
            ]
        }
    },
    "type": "feat"
}
