{
    "_id": "Peyf3L7c9esRTsgR",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Predict Weather",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>By observing often subtle indicators in the environment, you may try to predict the day's weather. Spend 10 minutes outdoors then attempt a @Check[type:survival|dc:20] check. (This check is reduced to @Check[type:survival|dc:15] if you have a commanding view of the region, but increases to @Check[type:survival|dc:30] if conditions are poor, such as attempting to predict weather with impaired visibility). Once you make an attempt to Predict the Weather, you cannot attempt to do so again for 24 hours.</p>\n<hr />\n<p><strong>Critical Success</strong> You accurately predict the day's precipitation, temperature, and wind. You learn if a weather event will occur in the region within the next 24 hours, and if so, what the event is and approximately when it will occur. You gain a +2 circumstance bonus to Survival checks made to prepare for this weather event.</p>\n<p><strong>Success</strong> You accurately predict the day's precipitation, temperature, and wind. You learn if a weather event will occur in the region during the next 24 hours, but not what that event will be or when it will take place. You gain a +1 circumstance bonus to Survival checks made to prepare for this weather event.</p>\n<p><strong>Critical Failure</strong> You come to a dramatically wrong conclusion. The GM provides information to you as though you had received a critical success, including the specifics of a weather event that will not occur that day (instead, a different event-or no event-may occur).</p>"
        },
        "featType": {
            "value": "skill"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Survival"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Kingmaker"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "general",
                "secret",
                "skill"
            ]
        }
    },
    "type": "feat"
}
