{
    "_id": "OW3W2vMARiojda7e",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Psychic Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You feel something awaken within your mind. You become trained in Occultism; if you were already trained in Occultism, you become trained in a skill of your choice. You cast spells like a psychic and gain the @UUID[Compendium.pf2e.actionspf2e.Cast a Spell]{Cast a Spell} activity; as you don't have a subconscious mind, your thought components are simple intentions. Choose a conscious mind. You gain a spell repertoire with one standard psi cantrip of your choice from your conscious mind, which you cast as a psi cantrip. You gain the normal benefits and the amp for this psi cantrip, but not any other benefits from the conscious mind. If you don't have one, you gain a focus pool of 1 Focus Point, which you can use to amp your psi cantrips, and you can Refocus by meditating on your new powers. If you already have a focus pool, increase the number of points in your pool by 1. You're trained in occult spell attack rolls and occult spell DCs. Your key spellcasting ability for psychic archetype spells is the ability you used to qualify for the archetype, and they are occult psychic spells.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.ygzv72IJNmjh0SPB]{Psychic} archetype.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Intelligence 14 or Charisma 14"
                }
            ]
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "add",
                "path": "system.resources.focus.max",
                "priority": 10,
                "value": 1
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.proficiencies.traditions.occult.rank",
                "value": 1
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.occ.rank",
                "value": 1
            }
        ],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype",
                "dedication",
                "multiclass"
            ]
        }
    },
    "type": "feat"
}
