{
    "_id": "JHcvySfCM9uYNb9N",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Revealing Stab",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "description": {
            "value": "<p><strong>Requirements</strong> You are wielding a melee weapon that deals piercing damage</p>\n<hr />\n<p>You drive your piercing weapon into an imperceptible foe, revealing its location to your allies.</p>\n<p>Make a Strike with the required melee weapon. You don't have to attempt a flat check to hit a @UUID[Compendium.pf2e.conditionitems.Concealed]{Concealed} creature, and you have to succeed at only a @Check[type:flat|dc:5] to target a @UUID[Compendium.pf2e.conditionitems.Hidden]{Hidden} creature.</p>\n<p>If you hit and deal damage, you can drive the required weapon into a corporeal target, revealing its current position. You @UUID[Compendium.pf2e.actionspf2e.Release]{Release} the weapon, and it becomes lodged in the target.</p>\n<p>If the target is concealed, other creatures don't need to succeed at a flat check to hit it. If the target is hidden, other creatures have to succeed at only a @Check[type:flat|dc:5] to target it. The creatures need to be able to see your weapon to gain any of these benefits, and the target can't become undetected to anyone who sees your weapon. If the target is @UUID[Compendium.pf2e.conditionitems.Invisible]{Invisible}, the weapon remains visible while lodged in it. This benefit lasts until the weapon is removed from the creature. An adjacent creature or the target can remove the weapon with 2 Interact actions.</p>"
        },
        "featType": {
            "value": "class"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "fighter"
            ]
        }
    },
    "type": "feat"
}
