{
    "_id": "CaeCSWFWytWv8Fgu",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>You can @Compendium[pf2e.actionspf2e.Craft]{Craft} items even without appropriate tools or a workshop, though you take a -2 item penalty to your Crafting check.</p>\n<p>Additionally, you don't need a physical formula book to remember all of your formulas; you pay the same cost as normal to learn them, but you memorize them all.</p>\n<p>You can Craft temporary items out of anything, anywhere, with whatever materials happen to be on hand, spending only 10 minutes to perform the initial Crafting check. The temporary item must be common, non-magical, 1st level or lower, and must be a weapon, armor, or a nonconsumable piece of adventuring gear (nonconsumable adventuring gear appears on Table 6-9 on page 288 of the <em>Core Rulebook</em>). Instead of a single item, you can create 10 pieces of a single type of ammunition. This is a shoddy item, but you don't take the normal penalty when using shoddy items you made using this feat.</p>\n<p>Your temporary item lasts for [[/r 1d4]] hours before falling apart into its raw components; the GM rolls the number of hours secretly. You can create only the physical item, not any information or magic, so for example, while you could create a blank journal or one of random pages, you couldn't use it as a scholarly journal or a religious text.</p>\n<p>You can incorporate any materials or items that you have on hand, even if they're not the type of materials that would ordinarily be used to Craft a given item, though you must have enough volume of material to make the item you want.</p>\n<p>Unless all the materials you used were an appropriate type to make the item, you take a -5 penalty to the Crafting check (or a -10 penalty if the materials you used were particularly unsuitable, as determined by the GM).</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the scrounger archetype.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": "2"
        },
        "prerequisites": {
            "value": [
                "trained in Crafting"
            ]
        },
        "rarity": {
            "value": "common"
        },
        "rules": [],
        "source": {
            "value": ""
        },
        "traits": {
            "rarity": {
                "value": "common"
            },
            "value": [
                "uncommon",
                "archetype",
                "dedication"
            ]
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/features/feats/feats.jpg",
    "name": "Scrounger Dedication",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
