{
    "_id": "6PP57Aa5HmSr0qIZ",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Sniping Duo Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>When you take this dedication, choose one willing, non-minion ally to act as your spotter. As part of your training in this archetype, you train your spotter in the necessary habits and techniques to use your abilities automatically; your spotter doesn't need to spend any feats of their own to grant the effects. You only gain the benefits of your Sniping Duo archetype feats if both you and your spotter are alive and conscious. You and your spotter don't grant your foes lesser cover against one another's Strikes. Whenever you or your spotter successfully Strikes a target, the other member of your duo gains a +1 circumstance bonus per weapon damage die on the damage roll of their next Strike made against that target before the end of their next turn. You can change your designated spotter by spending 3 days of downtime training with another ally.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.A5HwvubNii1d2UND]{Sniping Duo} archetype.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Effect: Sniping Duo Dedication]{Effect: Sniping Duo Dedication}</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in at least one type of weapon in the bow or firearm groups"
                },
                {
                    "value": "trained in Stealth"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Guns & Gears"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
