{
    "_id": "sLEawQueTV1wGn0B",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Sow Rumor",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You spread rumors, which may or may not be true, about a specific subject. If the subject of your rumor is not currently the subject of any contradictory rumors, this takes as long as it would normally take you to @UUID[Compendium.pf2e.actionspf2e.Gather Information]{Gather Information} (typically 2 hours), at the end of which the GM rolls a secret Deception check to see how well you spread the rumor. If your rumor matches any current rumors about the subject, it takes less time to spread the rumor, and if you are attempting to overtake a particularly popular and contradictory rumor, it takes much longer or may be impossible. The DC similarly increases or decreases depending on how plausible your rumor is.</p>\n<hr />\n<p><strong>Critical Success</strong> Your rumor spreads like wildfire. Anyone who succeeds at a check to Gather Information on the specific subject learns your rumor in preference to other rumors about the subject. Your rumor persists for 1 month.</p>\n<p><strong>Success</strong> You successfully spread the rumor. Anyone who succeeds at a check to Gather Information on the specific subject adds your rumor to the list of rumors they could learn about the subject. Your rumor persists for 1 week.</p>\n<p><strong>Failure</strong> Your rumor dies off, never becoming popular enough for other people to learn it via Gather Information.</p>\n<p><strong>Critical Failure</strong> You are unable to spread a rumor and take a -4 circumstance penalty to Deception checks to Sow Rumors about the same subject within the same region for 1 week. In addition, a rumor spreads about someone trying to spread false rumors about the subject.</p>"
        },
        "featType": {
            "value": "skill"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "expert in Deception"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Lost Omens: Character Guide"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "general",
                "secret",
                "skill"
            ]
        }
    },
    "type": "feat"
}
