{
    "_id": "Fs88vjez9px2mmrC",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Spell Swipe",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 3
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Requirements</strong> Your Spellstrike is charged.</p>\n<hr />\n<p>You attack in an arc and enact your spell against everyone you hit. Make a Spellstrike, but roll separate Strikes to attack two creatures, each of whom must be within your melee reach and adjacent to each other. If your spell could affect two or more targets, your spell affects whichever foes you hit, not just the first target; otherwise, choose one target to affect with the spell. A Spell Swipe counts as two attacks for your multiple attack penalty, but the penalty doesn't increase until after you make both attacks.</p>\n<p>If you're using a weapon that has the sweep trait, its circumstance bonus applies against both targets. You can use this activity with only melee Strikes, even if you have the starlit span hybrid study or a similar ability.</p>\n<p>If you use Expansive Spellstrike to Spellstrike with an area spell, apply the area as described in Expansive Spellstrike, choosing one of the creatures you Strike to determine the area and whether the spell fails due to a critically failed Strike. If you use Expansive Spellstrike to Spellstrike with a targeted spell, the spell is lost completely only if both Strikes are critical failures.</p>"
        },
        "level": {
            "value": 8
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Spellstrike"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "magus"
            ]
        }
    },
    "type": "feat"
}
