{
    "_id": "CbqaiI0TKsyDywDr",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Spell Trickster Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Your experience with magic and its traditions lets you specialize in the casting of certain spells, customizing familiar spells to create novel effects. Whenever you gain a feat from this archetype, you either learn to modify the effects of a single spell, or you change one of the modifications from a previous feat. Each time you Cast the Spell corresponding to the feat you chose, you decide whether to cast its normal or modified version. You can only apply one modification to a spell at a time, even if you know more than one modification for that spell. Besides modifications mentioned in the feat, the spell functions as normal.</p>\n<p>Choose up to two 4th-level spell trickster archetype feats for which you meet the spell-casting prerequisite. You gain those feats, ignoring their level prerequisite.</p>\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.DztQF2FexWvnzcaE]{Spell Trickster} archetype. The two feats you gain from taking the dedication don't count toward this total.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Able to cast spells"
                },
                {
                    "value": "trained in Arcana, Nature, Occultism, or Religion"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Lost Omens: The Grand Bazaar"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
