{
    "_id": "dGFQvkDRmyvvf4IQ",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Splinter Faith",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<section class=\"content\">\n<p>Your faith in your deity is represented in an extremely unusual way that some might call heretical. When you select this feat, you should detail the fundamental tenets of your splinter faith, though it shouldn't affect the deity's edicts or anathema. Choose four domains. These domains must be chosen from among your deity's domains, your deity's alternate domains, and up to one domain that isn't on either list and isn't anathematic to your deity. Any domain spell you cast from a domain that isn't on either of your deity's lists is always heightened to 1 level lower than usual for a <a class=\"btn-inform2\" tabindex=\"0\" title=\"\" role=\"button\" data-trigger=\"focus\" data-toggle=\"popover\" data-boundary=\"window\" data-placement=\"auto\" data-html=\"true\" data-content=\"<p>A <em>focus</em> is an object that funnels the magical energy of the spell. The spell gains the manipulate trait and requires you to either have a free hand to retrieve the <em>focus</em> listed in the spell or already be holding the <em>focus</em> in your hand. As part of Casting the Spell, you retrieve the <em>focus</em> (if necessary), manipulate it, and can stow it again if you so choose.</p>\n<p>Foci tend to be expensive, and you need to acquire them in advance to Cast the Spell.</p>\" data-original-title=\"<strong>spell component: focus</strong>\">focus</a> spell. For the purpose of abilities that depend on your deity's domains, the four domains you chose are your deity's domains, and any of your deity's domains you didn't choose are now among your deity's alternate domains.</p>\n<p><strong>Special</strong> Unless you take this feat at 1st level, changing the way you relate to your deity requires retraining, as described in the Changing Faith section below. If you take this feat and previously benefited from any effect that requires a domain your splinter faith doesn't include, such as a domain spell from Domain Initiate, you lose that effect.</p>\n</section>"
        },
        "featType": {
            "value": "class"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Lost Omens: Gods & Magic"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "selected": {
                "champion": "Champion",
                "cleric": "Cleric"
            },
            "value": [
                "champion",
                "cleric"
            ]
        }
    },
    "type": "feat"
}
