{
    "_id": "0VUx8g8GJzuxvLSa",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Steal Essence",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "description": {
            "value": "<p><strong>Requirements</strong> A magic item is within your reach.</p>\n<p>Being in the presence of the aeon orbs as they deteriorated has taught you how to siphon energy, and you do so with the required magic item. The DC to steal the properties of a magic item is equal to the DC for the item's level or the normal DC to Steal the item, whichever is higher. The targeted item then becomes temporarily immune for 24 hours. If the object was on a creature, that creature is also temporarily immune (which prevents you from attempting to Steal the Essence of another object on it).</p>\n<p>If you successfully steal the properties of an item, it loses its magical properties for 24 hours and you can move those properties to a non-magical object of the same general kind (such as moving a hat's properties to another piece of headgear or moving a weapon's properties to another weapon) for the same length of time. If the moved properties are counteracted, they return immediately to the original item. You automatically fail to Steal the Essence of an artifact, cursed item, or similar item.</p>"
        },
        "featType": {
            "value": "class"
        },
        "level": {
            "value": 20
        },
        "prerequisites": {
            "value": [
                {
                    "value": "legendary in Thievery"
                },
                {
                    "value": "master in Arcana, Nature, Occultism, or Religion"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #156: The Apocalypse Prophet"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "selected": {
                "rogue": "Rogue"
            },
            "value": [
                "rogue"
            ]
        }
    },
    "type": "feat"
}
