{
    "_id": "SwzPqEsLzZpNufvm",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Summoner Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You've formed a bond with an eidolon, an entity that manifests in a physical body only through its link to your life force. Your bond may be tenuous, but that doesn't make your connection any less special. You gain an eidolon as well as the @UUID[Compendium.pf2e.actionspf2e.Manifest Eidolon]{Manifest Eidolon} activity. Due to your tenuous link, you can't gain or use tandem actions. Because you don't have Act Together, only you or your eidolon can perform an exploration activity at one time, so for instance you couldn't both be Searching or Investigating.</p>\n<p>Your eidolon is trained in unarmed attacks and unarmored defense, and shares your proficiency rank for Perception, saving throws, and skill checks. Choose an eidolon type. You become trained in your eidolon's listed skills. For each of those skills that you are already trained in, you become trained in a different skill of your choice. Your eidolon's initial ability scores are reduced. It starts with a 16 in any ability score listed at 18 for its eidolon array. It otherwise gains the statistics listed for an eidolon of that type.</p>\n<p>At 5th level, the eidolon's ability score that was reduced to 16 increases to 18, before applying ability boosts. At levels 5, 10, 15, and 20, your eidolon also gets four ability boosts, which follow the same rules as yours.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the @UUID[Compendium.pf2e.journals.vx5FGEG34AxI2dow.JournalEntryPage.b5VoSJNzoNuqbtvD]{Summoner} archetype.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Charisma 14"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype",
                "dedication",
                "multiclass"
            ]
        }
    },
    "type": "feat"
}
