{
    "_id": "ossGwqEvC6ifPwgT",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Swap Reflections",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "description": {
            "value": "<p><strong>Frequency</strong> once per 10 minutes</p>\n<hr />\n<p>You've learned how to use even your reflection to your advantage. You send your own reflection to forcibly swap places with the reflection of an enemy, pulling each of you through opposite ends and switching places. The enemy must be within 120 feet, you must both be adjacent to reflective surfaces (such as glass, mirrors, or calm water), and you must be able to see the target's reflection and have line of effect to it. The target attempts a @Check[type:will|dc:resolve(@actor.system.attributes.classOrSpellDC.value)] save against your spell DC or class DC, whichever is higher.</p>\n<hr />\n<p><strong>Critical Success</strong> The spell has no effect.</p>\n<p><strong>Success</strong> You swap positions with your target or arrive adjacent to your target, whichever your target prefers.</p>\n<p><strong>Failure</strong> You swap positions with your target or arrive adjacent to your target, whichever you prefer.</p>\n<p><strong>Critical Failure</strong> You instantaneously swap positions with your target, and the target becomes trapped in its own reflection for 1 minute. Once on each of its turns, the target can spend 1 action to attempt another Will save to escape. If the save succeeds, the effect ends early.</p>"
        },
        "featType": {
            "value": "archetype"
        },
        "frequency": {
            "max": 1,
            "per": "PT10M"
        },
        "level": {
            "value": 8
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Alter Ego Dedication"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype",
                "conjuration",
                "extradimensional",
                "incapacitation",
                "occult",
                "teleportation"
            ]
        }
    },
    "type": "feat"
}
