{
    "_id": "dZDmWXzZfIoBJ53Q",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Tame Animal",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Animals born and raised far from humanoid settlements rarely get along with two-legged beings, whom they assume to be dangerous predators. In spite of this, you know how to approach and entreat a wild animal so that it's more receptive to your presence and requests.</p>\n<p>To use this feat, choose a wild animal that isn't actively hostile to you and which isn't confined to an area smaller than its Speed in diameter (animals held in place or trapped are typically too scared to be tamed). Attempt a Nature check against a DC determined by the GM; this is usually the animal's Will DC, but circumstances might adjust the precise DC. This attempt usually takes an hour, but you can perform it in 10 minutes if you have expert proficiency in Nature, 1 minute if you have master proficiency, or as a three-action activity if you have legendary proficiency.</p>\n<hr />\n<p><strong>Critical Success</strong> You form a friendly bond with the animal. As long as it isn't starving, the animal won't attack you or creatures obviously allied with you, even if they're creatures the animal would normally prey upon. This effect is permanent.</p>\n<p><strong>Success</strong> As critical success, but the effect lasts for 1 month. If you or an ally teach the animal a basic action during that time with the Train Animal skill feat, the effect is permanent.</p>\n<p><strong>Failure</strong> You fail to make any kind of meaningful impression on the animal.</p>\n<p><strong>Critical Failure</strong> The animal does its best to attack you and is immune to Tame Animal for 1 month.</p>"
        },
        "featType": {
            "value": "skill"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": [
                {
                    "value": "trained in Nature"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #175: Broken Tusk Moon"
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "exploration",
                "general",
                "skill"
            ]
        }
    },
    "type": "feat"
}
