{
    "_id": "WWSwcvIjGUQOKKuD",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Taste Blood",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "description": {
            "value": "<p>You retain not only your vampiric parent's taste for blood but their ability to gain vitality from it. You drink fresh blood from a living humanoid creature, gaining temporary Hit Points equal to the target's level that last for 10 minutes. The target must succeed at a @Check[type:fortitude|dc:resolve(@actor.attributes.classOrSpellDC.value)] save against the higher of your class or spell DC or become @UUID[Compendium.pf2e.conditionitems.Drained]{Drained 1}. Regardless of the outcome of this save, the target is temporarily immune to your Taste Blood for 1 day; further uses of this ability against the target don't increase the drained condition or grant you more temporary Hit Points.</p>\n<p>To drink a creature's blood, either your last action must have been a fangs Strike that damaged the target, or the target must be @UUID[Compendium.pf2e.conditionitems.Restrained]{Restrained} or @UUID[Compendium.pf2e.conditionitems.Unconscious]{Unconscious} and your last action must have been a Strike that dealt piercing or slashing damage to them. If the target is willing, they don't need to be restrained or unconscious for the latter.</p>\n<p>Draining the life force from an unwilling humanoid creature is a greater violation than just drinking their blood. Taste Blood has the evil trait unless the target is willing or is an active foe in combat.</p>"
        },
        "featType": {
            "value": "ancestry"
        },
        "level": {
            "value": 5
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Cel Rau, Straveika, Svetocher, or another lineage from a vampire with the Drink Blood ability"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Lost Omens: Ancestry Guide"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "dhampir",
                "necromancy",
                "negative"
            ]
        }
    },
    "type": "feat"
}
