{
    "_id": "H63SJLkenhLDkVnN",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "The Tyrant Falls!",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "description": {
            "value": "<p>You've reached the apex of the Crimson Oath's power. The oath's power is overwhelming—too much for a mortal frame—but victory is worth any price. When you use this feat, you cry out the final line of the Crimson Oath, unleashing unbridled power for 1 minute. You can Dismiss this effect. While this effect is active, you gain the following effects:</p>\n<ul>\n<li>At the beginning of each of your turns, you become @UUID[Compendium.pf2e.conditionitems.Drained]{Drained 1} or increase the value of your drained condition by 1 if you are already drained. You can't reduce the value of your drained condition or remove it while The Tyrant Falls! is active. While The Tyrant Falls! is active, your drained condition does not penalize your Fortitude save.</li>\n<li>You can cast <em>@UUID[Compendium.pf2e.spells-srd.Invoke the Crimson Oath]{Invoke the Crimson Oath}</em> at will without expending Focus Points. When you do, increase the area to a @Template[type:cone|distance:40].</li>\n<li>You gain resistance to all damage equal to half your character level.</li>\n<li>Any melee weapon you wield gains the reach trait if it didn't already possess it, or increases its reach by 5 feet if it already has the reach trait. Your Strikes with that weapon deal an extra 2d6 positive or negative damage (whichever is more effective against the target).</li>\n</ul>"
        },
        "featType": {
            "value": "archetype"
        },
        "level": {
            "value": 20
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Knight Reclaimant Dedication"
                },
                {
                    "value": "Invoke the Crimson Oath"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Lost Omens: Knights of Lastwall"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "archetype"
            ]
        }
    },
    "type": "feat"
}
