{
    "_id": "POrE3ZgBRdBL9MsW",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Trickster's Ace",
    "system": {
        "actionType": {
            "value": "reaction"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p><strong>Trigger</strong> You specify the trigger when you make your daily preparations (see Requirements below).</p>\n<p><strong>Requirements</strong> When you make your daily preparations, you must specify a trigger for this reaction using the same restrictions as the triggers for the @UUID[Compendium.pf2e.actionspf2e.Ready]{Ready} action. You also choose a single spell from the arcane, divine, occult, or primal list of 4th level or lower. The spell can't have a cost, nor can its casting time be more than 10 minutes. The spell must be able to target a single creature, and you must be a valid target for it.</p>\n<hr />\n<p>Whether from jury-rigged magic items, deduction from the study of magical interactions, or other means, you have a contingency in your back pocket for desperate situations.</p>\n<p>When the trigger occurs, you cause the spell to come into effect. The spell targets only you, no matter how many creatures it would affect normally. If you define particularly complicated conditions, as determined by the GM, the trigger might fail. Once the contingency is triggered, the spell is expended until your next daily preparations.</p>"
        },
        "featType": {
            "value": "class"
        },
        "level": {
            "value": 18
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "concentrate",
                "investigator",
                "rogue"
            ]
        }
    },
    "type": "feat"
}
