{
    "_id": "9vcKBv8h5vugb8lL",
    "folder": "82pLYmBc68wC4tCD",
    "img": "systems/pf2e/icons/deities/fandarra.webp",
    "name": "Fandarra",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Fandarra (sometimes bearing the title of the Blood Mother, the Earth Mother, or Mother of All) is the giant god of blood, the cycle of life, knowledge, and fertility. Followers claim that all animals, all people, and all deities were born from her. Though most acts of piety in her name are performed by stone giants, many other types of giants, and even humans in cold climates like northern Avistan, worship her in some way, shape, or form as well. In largely giant followings, she is portrayed as a bald stone giant woman, her head adorned with a lush crown of leaves and flowers. Draped on her shoulders is a cloak of red fur, usually mammoth, bear, or wolf, and around her neck is a necklace of knives or arrowheads to bear against those who violate the natural cycles of life. When depicted in relation to fertility, she is also shown as pregnant, occasionally carrying an infant giant and bear in either arm. There are many tales of Fandarra in regard to her combat prowess, taking up arms to protect kin and the sanctity of life.</p>\n<p><strong>Title</strong> The Blood Mother</p>\n<p><strong>Areas of Concern</strong> Blood, the cycle of life, fertility, knowledge</p>\n<p><strong>Edicts</strong> Abide by the cycles of life, aid childbirth, destroy undead</p>\n<p><strong>Anathema</strong> Strive to break the cycle of life (such as by attaining immortality or creating undead), despoil the earth, kill a juvenile creature</p>\n<p><strong>Religious Symbol</strong> mountain and moon</p>\n<p><strong>Sacred Animal</strong> mammoth</p>\n<p><strong>Sacred Colors</strong> brown, ivory</p>"
        },
        "domains": {
            "alternate": [
                "earth"
            ],
            "primary": [
                "death",
                "family",
                "knowledge",
                "nature"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy",
                "unholy"
            ]
        },
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Endure",
            "3": "Compendium.pf2e.spells-srd.Item.Wall of Thorns",
            "5": "Compendium.pf2e.spells-srd.Item.Blister"
        },
        "traits": {},
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
