{
    "_id": "IK2AL3bL6htrrnnC",
    "folder": "82pLYmBc68wC4tCD",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Skode",
    "system": {
        "attribute": [
            "str",
            "dex"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Skode, the daughter of Tjasse, is the huntress goddess of giants. She is portrayed as a stout and muscular cloud giant woman with her face and arms decorated with intricate tattoos, dressed in leathers and furs. She is well-known for her skills with a longbow and spear, and her intolerance for evil. Skode is wed to Aegirran, her might and passion having won his heart, but is separated from him by land and sea. The two are only ever able to embrace one another on the changing of seasons. For the remainder of the year, she forever stalks the land with the three sons she had with Aegirran (the bitter north winds), hunting the finest animals while seeking to destroy the wicked with arrows or spears aimed true. Like Fandarra and Bergelmir, she is one of the few giant deities who have a significant following of non-giants as well, largely among the Kellid people in the Realm of the Mammoth Lords.</p>\n<p><strong>Title</strong> The Horizon Huntress</p>\n<p><strong>Areas of Concern</strong> Heroism, hunting, pride, tracking, trophies</p>\n<p><strong>Edicts</strong> Take the finest or healthiest specimen among any animals you hunt, respect your prey, protect your community, show bravery in the face of danger</p>\n<p><strong>Anathema</strong> Waste the animals you hunt, show cruelty to animals, abandon your community in a time of danger</p>\n<p><strong>Religious Symbol</strong> sun rising over ocean</p>\n<p><strong>Sacred Animal</strong> osprey</p>\n<p><strong>Sacred Colors</strong> blue, yellow</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "ambition",
                "confidence",
                "protection",
                "zeal"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Vanishing Tracks",
            "3": "Compendium.pf2e.spells-srd.Item.Haste",
            "4": "Compendium.pf2e.spells-srd.Item.Weapon Storm"
        },
        "traits": {},
        "weapons": [
            "longbow"
        ]
    },
    "type": "deity"
}
