{
    "_id": "Y0TY7oerRZ0pLbOB",
    "folder": "82pLYmBc68wC4tCD",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Skrymir",
    "system": {
        "attribute": [
            "dex",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>As the trickster god of the cloud giants, Skrymir is the very embodiment of wanderlust, mischievousness, and acuity. Nearly always masquerading as a new persona whenever he's seen, he meanders the lands, rewarding those who correctly answer his riddles and pass his tests of wit. He has a familial connection with Bergelmir, but whether it is as her brother, cousin, or son differs from myth to myth, likely due in no small part to his love of disguises and lighthearted chicanery. Because of his tendency to change his appearance and presentation at a whim, frequently slipping into whatever form feels most comfortable at that moment in time, there are no consistent depictions of him. He could be a frail, blithering old man one moment, then a strong inquisitive young woman the next. He is always a giant of some kind, and the excited glint in his eye when he meets someone with sharp wit and a curious mind seems to carry over regardless of the form he takes.</p>\n<p><strong>Title</strong> The Seeker of Sunsets</p>\n<p><strong>Areas of Concern</strong> Riddles, wanderlust, wit</p>\n<p><strong>Edicts</strong> Seek out and explore unfamiliar places, use wit over violence whenever possible, lift spirits with harmless jokes and pranks</p>\n<p><strong>Anathema</strong> Settle down in one place for too long, harm someone with your jokes or pranks, turn down the chance to solve a riddle</p>\n<p><strong>Religious Symbol</strong> coastline pierced by blades</p>\n<p><strong>Sacred Animal</strong> octopus</p>\n<p><strong>Sacred Colors</strong> brown, silver</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "introspection",
                "magic",
                "travel",
                "trickery"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "deception"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Illusory Disguise",
            "5": "Compendium.pf2e.spells-srd.Item.Illusory Scene",
            "7": "Compendium.pf2e.spells-srd.Item.True Target"
        },
        "traits": {},
        "weapons": [
            "rapier"
        ]
    },
    "type": "deity"
}
