{
    "_id": "wtXlsIbYRjwuCexX",
    "folder": "82pLYmBc68wC4tCD",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Tjasse",
    "system": {
        "attribute": [
            "str",
            "dex"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Tjasse, the father of Skode, is the cloud giant god and lord of rocs, wind, and high mountain peaks. He is credited for taming rocs to serve cloud giants and possessing shapeshifting abilities second only to Skrymir (much to his chagrin). Stories of his incredible arrogance precede him and most of his accolades, closely followed by cautionary tales of those unfortunate enough to have provoked his ire. The only thing that surpasses his vanity is his love for Skode, and the only thing greater than the wrath incurred by those who cross him is the destructive force he unleashes upon those who wrong his daughter. The Lord of Talons is a colossal being, dwarfing many members of the giant pantheon in comparison. He is always described as strikingly beautiful, though the exact details of his appearance change frequently.</p>\n<p><strong>Title</strong> Lord of Talons</p>\n<p><strong>Areas of Concern</strong> Giant birds, mountain peaks, pride</p>\n<p><strong>Edicts</strong> Only ever hunt birds for food, aggressively oppose those who do not have your best interest at heart, protect your children at all cost</p>\n<p><strong>Anathema</strong> Harm birds for sport or via negligence, bow down to your oppressor, show mercy to anyone who wronged your child</p>\n<p><strong>Religious Symbol</strong> mountain gripped by talons</p>\n<p><strong>Sacred Animal</strong> roc</p>\n<p><strong>Sacred Colors</strong> gray, red</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "air",
                "destruction",
                "might",
                "nature"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "intimidation"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Animal Allies",
            "3": "Compendium.pf2e.spells-srd.Item.Haste",
            "4": "Compendium.pf2e.spells-srd.Item.Aerial Form"
        },
        "traits": {},
        "weapons": [
            "spear"
        ]
    },
    "type": "deity"
}
