{
    "_id": "HCBsEO4bxbAxSWEN",
    "folder": "82pLYmBc68wC4tCD",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Yrmidar",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Yrmidar is a werebear frost giant deity of shipbuilders, camaraderie, and the hunt. When in his giant form, he is depicted as a frost giant with long silver hair in a braid that reaches past the small of his back, snowwhite eyes, and sharp obsidian-black fingernails. In his hybrid form, which is his most common form, his head transforms into that of a polar bear and his fingernails grow to become a bear's claws. In his werebear form, he becomes an enormous, bipedal polar bear with deadly fangs and claws. When he transforms into this beast, even the most battle-hardened of deities steer clear of him. Most mortals and gods alike consider this affliction a curse, but Yrmidar does not share that belief. To him and many of his followers, it is a power and a responsibility to be proud of and at peace with.</p>\n<p><strong>Title</strong> The Old Bear</p>\n<p><strong>Areas of Concern</strong> Camaraderie, the hunt, shipbuilders</p>\n<p><strong>Edicts</strong> Help your fellow neighbor, properly maintain ships and other sailing vessels you own, contribute to your community</p>\n<p><strong>Anathema</strong> Be too proud to give or ask for help, intentionally provoke wild animals, choose yourself over your community</p>\n<p><strong>Religious Symbol</strong> full moon with claw marks</p>\n<p><strong>Sacred Animal</strong> polar bear</p>\n<p><strong>Sacred Colors</strong> silver, white</p>"
        },
        "domains": {
            "alternate": [
                "change"
            ],
            "primary": [
                "family",
                "freedom",
                "indulgence",
                "moon"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Fleet Step",
            "2": "Compendium.pf2e.spells-srd.Item.Animal Form",
            "5": "Compendium.pf2e.spells-srd.Item.Moon Frenzy"
        },
        "traits": {},
        "weapons": [
            "light-hammer"
        ]
    },
    "type": "deity"
}
