{
    "_id": "piNLXUrm9iaGqD2i",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/hobgoblin.svg",
    "name": "Hobgoblin",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "draconic",
                "dwarven",
                "gnoll",
                "halfling",
                "jotun",
                "orcish"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "con"
                ]
            },
            "1": {
                "value": [
                    "int"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Taller and stronger than their goblin kin, hobgoblins are equals in strength and size to humans, with broad shoulders and long, powerful arms.</em></p>\n<hr />\n<p>The reputation of hobgoblins in the Inner Sea region has been upended by Oprak, the hobgoblin nation established recently in the mountains between Nidal and Nirmathas. The Ironfang Legion that stormed through Molthune and Nirmathas only a few years ago made a calculated decision to cease fighting, claim Oprak as a new homeland, and seek peace with its neighbors. Now under strict orders to not start conflicts with other nations, the hobgoblins of Oprak have begun to cautiously investigate Avistan in the spirit of cooperation rather than conquest. Many people, especially those that suffered terrible cruelties under the Ironfang Legion, fear that this is simply a pause in aggression while Oprak gains enough strength to crush its rivals. Others hope these bold soldiers might prove to be allies against the endless hordes of the Whispering Tyrant.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Seek out the most effective and practical solutions to any problem.</li>\n<li>Encourage a clear chain of command among any group you travel with, following orders even if you disagree with them.</li>\n<li>Look for opportune alliances with other creatures, even if you don't fully understand or trust them.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Consider you dangerous, due to your reputation and intimidating appearance.</li>\n<li>Assume you hate magic and other mystical arts.</li>\n<li>Recognize your incredible endurance, dedication, and discipline.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Hobgoblins stand nearly as tall as humans, though they tend to have shorter legs and longer arms and torsos. They have the bald, wide heads and beady eyes, and gray skin that becomes steely blue when tanned. Hobgoblins are remarkably hardy; they recover from illnesses quickly and are able to exert themselves for long periods of time with little difficulty.</p>\n<p>Hobgoblins mature quickly, and most can walk, talk, and hold a weapon by the time they are 1 year old, reaching adolescence by the age of 8 to 12 and adulthood around 14. Hobgoblins typically live up to 70 years of age.</p>\n<h2>Society</h2>\n<p>Hobgoblins structure their society after military hierarchies. Even civilian groups such as farming collectives or trading houses organize into regiments, companies, and divisions. Most hobgoblins fixate on social status, and many constantly strive to advance their social position. Hobgoblin punishments are primarily social demotions, although execution or slavery are common for serious crimes, such as arson or desertion.</p>\n<p>Hobgoblin veterans hold a high place in their society, usually becoming leaders or advisors. Magic is rarely practiced and often derided, as most hobgoblins don't trust it over the strength of their own sword arms. Their arts tend to have a military bent; many hobgoblins consider stirring marches and weaponsmithing the only artistic endeavors worth pursuing, though Oprak's enforced era of peace is beginning to change this.</p>\n<h2>Alignment and Religion</h2>\n<p>Though familiar with the chaos of war, most hobgoblins have orderly minds and prefer to live within established hierarchies. While many hobgoblins consider sentimentality weak, those with mild temperaments have recently found success in diplomacy and international outreach. As a result, hobgoblin adventurers are usually lawful neutral, with only those rejecting or raised outside of their militaristic society chaotic. Faith has little place in hobgoblin society, as many feel it is impractical, though religious hobgoblins can gain a begrudging modicum of acceptance due to their useful healing magic.</p>\n<h2>Adventurers</h2>\n<p>Hobgoblin society's rigid militaristic hierarchy produces excellent adventurers, as hobgoblins reach adulthood trained for combat. Due to their upbringing, many hobgoblins have the warrior background. The laborer, martial disciple, miner, and scout backgrounds are also common. Hobgoblins raised away from their people often have the criminal, hermit, or nomad backgrounds instead. Hobgoblins are most often fighters, rangers, or rogues, although hobgoblin rogues approach their class with a disciplined mindset. Hobgoblins hold an ancestral grudge against elves and a distrust of arcane magic, which they call 'elf magic.' Hobgoblin practitioners of arcane magic are exceedingly rare and usually shunned by other hobgoblins. Particularly clever hobgoblins usually become alchemists.</p>\n<h2>Names</h2>\n<p>Like goblins, hobgoblin names tend to be simple, though hobgoblin names usually sound more guttural and forceful. On rare occasions, hobgoblins will alter their names, keeping the core but adding aspects, usually in response to an extreme trauma or a life-altering event. Hobgoblins have no surnames, considering them both pointless and presumptuous; an individual's merits and demerits are to be earned by their actions, not by an association with a particular lineage.</p>\n<h3><span style=\"text-decoration: underline;\">Sample Names</span></h3>\n<p>Aze, Druknar, Ghargam, Hathkren, Imakra, Kralaeng, Mazkol, Olzu, Rezal, Sivkrag, Volmak, Zornum</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Hobgoblin Mechanics</h2>\n<p><strong>Hit Points</strong> 8</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Constitution, Intelligence, Free</p>\n<p><strong>Ability Flaw</strong> Wisdom</p>\n<p><strong>Languages</strong> Common, Goblin</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Draconic, Dwarven, Gnoll, Jotun, Halfling, Orcish, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "wis"
                ]
            }
        },
        "hp": 8,
        "items": {},
        "languages": {
            "custom": "",
            "value": [
                "common",
                "goblin"
            ]
        },
        "reach": 5,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Character Guide"
        },
        "speed": 25,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "goblin",
                "humanoid"
            ]
        },
        "vision": "darkvision"
    },
    "type": "ancestry"
}
