{
    "_id": "lSGWXjcbOa6O5fTx",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/orc.svg",
    "name": "Orc",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "goblin",
                "jotun",
                "terran",
                "undercommon"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "str"
                ]
            },
            "1": {
                "value": []
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Orcs are forged in the fires of violence and conflict, often from the moment they are born. As they live lives that are frequently cut brutally short, orcs revel in testing their strength against worthy foes, whether by challenging a higher-ranking member of their community for dominance or raiding a neighboring settlement. Many orcs seek glory as soon as they can walk and carry a blade or club, taming wild beasts or hunting deadly monsters.</em></p>\n<hr />\n<p>Orcs often struggle to gain acceptance among other communities, who frequently see them as brutes. Those who earn the loyalty of an orc friend, however, soon learn that an orc's fidelity and honesty are unparalleled. Orc barbarians, fighters, and rangers are prized as gladiators and mercenaries. While some human settlements might be hesitant to accept an entire orc community into their midst, a small handful of orc mercenaries can do the job of an entire squad of human conscripts, so long as the orcs are well fed and well paid. Though the belief that orcs are only suited for battle is pervasive among other humanoids, the harsh orc mentality comes from a long history of conflict rather than a lack of ability in other areas.</p>\n<p>Orc culture teaches that they are shaped by the challenges they survive, and the most worthy survive the most hardships. Orcs who attain both a long life and great triumphs command immense respect.</p>\n<p>If you want a character who is hardy, fearsome, and excels at feats of physical prowess, you should play an orc.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Eagerly meet any chance to prove your strength in a physical contest.</li>\n<li>Believe that lies and treachery are for those who lack the strength to seize what they want.</li>\n<li>View dying in glorious combat as preferable to a mundane death from old age or illness.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>See you as violent or lacking in discipline.</li>\n<li>Underestimate your intellect, cunning, and knowledge.</li>\n<li>Admire your forthrightness and blunt honesty.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Orcs are tall and powerfully built, with long arms and stocky legs. Many orcs top 7 feet in height, though they tend to adopt broad, almost bow-legged stances and slouch forward at the shoulders. The combination makes for a seeming contradiction, sharing an eye level with most humanoids while simultaneously towering over them. Orcs have rough skin, thick bones, and rock-hard muscles, making them suited to war and other physically demanding tasks. Despite the roughness of their skin, orcs scar easily, and most orcs take great pride in the scars they have accumulated. Orc skin color is typically green and occasionally gray, though some orcs have other skin colors that reflect adaptations to their environments.</p>\n<p>Orcs consider powerful builds and heavily scarred skin attractive, regardless of gender. A powerful orc makes the hold stronger, and scars are signs of victories won or hardships survived. Similarly, many orcs consider large, jutting tusks to be more attractive than smaller tusks, since the former make more effective weapons. Many orcs also find tattoos to be attractive, particularly large or painful ones that cover a significant amount of skin.</p>\n<h2>Society</h2>\n<p>Most orc communities define themselves through two things: pain and glory. Each earns respect in near equal measure, so long as the pain is borne with stoicism. An orc with many scars who walks uncomplaining with a broken leg draws as much admiration as one who wins a great victory on the battlefield.</p>\n<p>Power in an orc hold comes from strength or family lineage. The structure tends to be feudal, with weaker orcs working at the behest of the strong. The Hold of Belkzen is the largest such society, and power changes hands there quickly. One mighty orc dying in battle can shake up an entire power structure, leading to squabbling and duels to decide control. Many orcs who tire of being subservient split off to form their own warbands, traveling to new territory.</p>\n<p>Young orcs are typically raised by the entire community. Indeed, it would be almost impossible for orcs to raise their young any other way, since twins, triplets, and even quadruplets are quite common in orc families, as are deaths among orcs in their child-rearing years. Many orc holds conduct ceremonies when a young orc comes of age, typically around their tenth or eleventh birthday, during which the new adults are told what their role in the hold will be. For communities that practice ritual scarification or tattooing, this is often when the young orcs receive their first hold-scar or tattoo as well.</p>\n<p>Orcs fear very little, but most distrust magic. Magic is seen as a tool that bypasses the physical and allows the weak to contend with the strong, a belief that runs at odds with orc values. While they respect the physical might of Gorumite warpriests, and even druids who take on the forms of great beasts, they find arcane and occult magic questionable at best and unethical on the whole. All but the most depraved orc communities see necromancy as a foul art that steals glory from the dead, and their growing struggles against the undead have given them newfound common ground with their humanoid neighbors.</p>\n<h2>Alignment and Religion</h2>\n<p>A common orc saying is, 'You are the scars that shape you.' Violent, chaotic lives in violent, chaotic lands mean that most orcs tend heavily toward chaotic alignments. Gorum, Lamashtu, and Rovagug are all commonly worshiped among orc communities, though less violent holds worship nature deities like Gozreh or gods like Sarenrae, whose tenets of fire, redemption, and glory all hold some appeal to orc sensibilities.</p>\n<p>While there are orc deities, their worship is surprisingly uncommon among orcs. Orcs believe that if a creature has a face and a name, it can be killed, and so their own deities are targets, rather than objects of reverence. Some orc holds teach that the greatest members of the hold can earn a chance to challenge the orc deities for a place amid the pantheon. Most orcs don't waste their dying moments praising the divine or praying for a place in the afterlife, but spitting a blood-flecked warning at their deities, promising a new challenger through broken teeth.</p>\n<h2>Adventurers</h2>\n<p>An orc's drive to overcome challenges and prove themself spurs many orcs to become adventurers, though orcs are more likely to set out on their own or with other orcs than alongside adventurers of other ancestries.</p>\n<p>Common orc backgrounds include gladiator, hunter, martial disciple, nomad, and warrior, plus bandit, outrider, and refugee. Orcs thrive in martial classes like barbarian and fighter.</p>\n<h2>Names</h2>\n<p>Orcs have a harsh, guttural language, and their naming conventions are no exception. Many orc names are simply the Orcish word for a particularly desirable trait, such as great strength, height, or ferocity. Orcs commonly use either their hold name or a name referencing a particularly memorable accomplishment as their surname.</p>\n<h3><span style=\"text-decoration: underline;\">Sample Names</span></h3>\n<p>Arkus, Ausk, Durra, Grask, Grillgiss, Krugga, Mahja, Murdut, Ollak, Onyat, Thurk, Uirch, Unach</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Orc Mechanics</h2>\n<p><strong>Hit Points</strong> 10</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Strength, Free</p>\n<p><strong>Languages</strong> Common, Orcish</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Goblin, Jotun, Terran, Undercommon, and any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Darkvision</p>"
        },
        "flaws": {
            "0": {
                "value": []
            }
        },
        "hp": 10,
        "items": {},
        "languages": {
            "custom": "",
            "value": [
                "common",
                "orcish"
            ]
        },
        "reach": 5,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "speed": 25,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "humanoid",
                "orc"
            ]
        },
        "vision": "darkvision"
    },
    "type": "ancestry"
}
