{
    "_id": "P6PcVnCkh4XMdefw",
    "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/ratfolk.svg",
    "name": "Ratfolk",
    "system": {
        "additionalLanguages": {
            "count": 0,
            "custom": "",
            "value": [
                "aklo",
                "draconic",
                "dwarven",
                "gnoll",
                "gnomish",
                "goblin",
                "halfling",
                "orcish",
                "undercommon"
            ]
        },
        "boosts": {
            "0": {
                "value": [
                    "dex"
                ]
            },
            "1": {
                "value": [
                    "int"
                ]
            },
            "2": {
                "value": [
                    "str",
                    "dex",
                    "con",
                    "int",
                    "wis",
                    "cha"
                ]
            }
        },
        "description": {
            "value": "<p><em>Ysoki—as ratfolk call themselves—are a clever, adaptable, and fastidious ancestry who happily crowd their large families into the smallest of living spaces.</em></p>\n<hr />\n<p>Most surface-dwelling humanoids call ysoki 'ratfolk' and know them as a communal people who prefer cramped conditions, with up to 100 individuals living in a given house. If they can't find homes in town, ysoki may instead live in caves and cavern complexes, as these provide great storage for the many and varied goods they bring back from trading expeditions.</p>\n<p>Ratfolk love to travel, and they can often be found on the road in merchant caravans. They're good with their hands and have a keen eye for spotting anything out of the ordinary, from threats to treasures. They're also inveterate hoarders; ysoki warrens are crammed full of unusual odds and ends gathered by previous generations and stowed away in preparation for some future emergency.</p>\n<p>If you want a character who is smart, fast, well-traveled, and adaptable, try playing a ysoki!</p>\n<h2>You Might...</h2>\n<ul>\n<li>Have pride in your large extended family, and stay in contact with everyone in it.</li>\n<li>Like to travel near and far in search of new experiences, likely collecting trinkets along the way.</li>\n<li>Work well with others.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Mistake you for a wererat or another monster.</li>\n<li>Are surprised by your careful grooming and other fastidious habits.</li>\n<li>Think you're crowding them and invading their personal space.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>Ratfolk have whiskered snouts, large ears, and hairless tails, and typically have red eyes and short brown or black fur. A common ysoki is 4 feet tall and weighs around 80 pounds. Ratfolk vary considerably, however; even a single family group can exhibit substantial variation in hair color, eye color, or size.</p>\n<p>Instinct drives ysoki to maintain cleanliness, though this is also reinforced through their strong social structures. Other condescending humanoids often presume ratfolk are dirty or diseased, but in actuality, they are meticulous about personal hygiene. Because their appearance is often considered unnatural—and other people mistake them for wererats—ysoki often conceal their physical features with hoods, gloves, shoes, long-sleeved tunics, robes, and other layers of clothing when moving through spaces dominated by other ancestries.</p>\n<h2>Society</h2>\n<p>Ysoki culture values cooperation and community. Every ysoki learns—through communal games, social occasions, and sports—to forge fast friendships and connections with ysoki outside their family. You may never know whose help you're going to need, but when you do, you're going to need it now.</p>\n<p>With a long tradition of working as traders and tinkers, ysoki travel frequently from one town to another. Their wagons are usually grouped into caravans of up to half a dozen vehicles. Ysoki wagons are pulled by exceptionally large giant rats; many ysoki can speak to such animals.</p>\n<p>Discrimination against ysoki has shaped their culture, prompting them to rely on each other and strengthening their family and communal bonds. Ysoki are very good at differentiating between bad actors and those who are simply acting out of ignorance, modeling good behavior and slowly working to reverse generations of discrimination for those willing to learn. They are always on the lookout for members of other ancestries who don't judge them for their appearance, embracing these individuals as true friends and welcoming them into their communities. But they also can quickly spot determined bigots prone to violence and steer clear of such individuals, minimizing any opportunity for tragedy.</p>\n<h2>Alignment and Religion</h2>\n<p>Ysoki care more about their family than abstract concepts of good and evil. Their warrens might be chaotic dens filled with hoarded knickknacks, but they also obey strict social codes. Most ysoki are neutral.</p>\n<p>Though ysoki revere their ancestors and tend to acknowledge whatever deity is prevalent in their local area, Lao Shu Po has a special role in ysoki culture. Grandmother Rat, as she is sometimes known, embodies many things that are otherwise antithetical to ratfolk—she urges followers to put their own interests above others, and she encourages deceit and trickery. To most ysoki, Grandmother Rat accomplishes all those things ratfolk need done, but which no reasonable ratfolk would wish to do.</p>\n<h2>Adventurers</h2>\n<p>Ratfolk might take up the adventuring life to explore and travel, to defend their family or community, or for any number of other reasons.</p>\n<p>Their natural wit and nimble fingers make ratfolk excellent alchemists and rogues, while some specialize in ranged weapons as fighters or rangers.</p>\n<p>Typical ratfolk backgrounds include animal whisperer, artisan, merchant, medic, nomad, scout, and tinker, plus bandit, barber, scavenger, and teacher.</p>\n<h2>Names</h2>\n<p>Every ysoki family has perhaps two dozen names that have been passed down from generation to generation, sometimes with minor alterations or alternative nicknames. A grandfather might be Grivver, for example, while his daughter goes by Griva and her son is simply Griv. Ratfolk are often assigned nicknames and sobriquets by humanoids they interact with, but most ysoki find these names distasteful and endure them only when outside ysoki communities.</p>\n<h3><span style=\"text-decoration: underline;\">Sample Names</span></h3>\n<p>Barnan, Chikis, Chonan, Deto, Jass, Jix, Knagi, Kubi, Lolo, Ninnec, Nos, Rak, Renzi, Skigim, Tali, Zess</p>\n<h2 style=\"border-bottom: 1px solid var(--color-underline-header);\">Ratfolk Mechanics</h2>\n<p><strong>Hit Points</strong> 6</p>\n<p><strong>Size</strong> Small</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Dexterity, Intelligence, Free</p>\n<p><strong>Ability Flaw</strong> Strength</p>\n<p><strong>Languages</strong> Common, Ysoki</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Aklo, Draconic, Dwarven, Gnoll, Gnomish, Goblin, Halfling, Orcish, Undercommon, or any other languages to which you have access (such as the languages prevalent in your region).</p>\n<p><strong>Senses</strong> Low-Light Vision</p>"
        },
        "flaws": {
            "0": {
                "value": [
                    "str"
                ]
            }
        },
        "hp": 6,
        "items": {},
        "languages": {
            "custom": "",
            "value": [
                "common",
                "ysoki"
            ]
        },
        "reach": 5,
        "rules": [],
        "size": "sm",
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "speed": 25,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "humanoid",
                "ratfolk"
            ]
        },
        "vision": "lowLightVision"
    },
    "type": "ancestry"
}
