{
    "_id": "3Ktyd5F9lOPo4myk",
    "img": "systems/pf2e/icons/spells/illusory-disguise.webp",
    "name": "Spell Effect: Illusory Disguise",
    "system": {
        "description": {
            "value": "<p>Granted by <em>@UUID[Compendium.pf2e.spells-srd.Illusory Disguise]{Illusory Disguise}</em></p>\n<p>You create an illusion that causes you to appear as another creature of the same body shape, and with roughly similar height (within 6 inches) and weight (within 50 pounds), as yourself. The disguise is typically good enough to hide your identity, but not to impersonate a specific individual. The spell doesn't change your voice, scent, or mannerisms. You can change the appearance of your clothing and worn items, such as making your armor look like a dress. Held items are unaffected, and any worn item you remove returns to its true appearance.</p>\n<p>Casting illusory disguise counts as setting up a disguise for the @UUID[Compendium.pf2e.action-macros.Impersonate: Deception]{Impersonate} use of Deception; it ignores any circumstance penalties you might take for disguising yourself as a dissimilar creature, it gives you a +4 status bonus to Deception checks to prevent others from seeing through your disguise, and you add your level even if you're untrained. You can Dismiss this spell.</p>\n<hr />\n<p><strong>Heightened (2nd)</strong> The spell also disguises your voice and scent, and it gains the auditory and olfactory traits.</p>\n<p><strong>Heightened (3rd)</strong> You can appear as any creature of the same size, even a specific individual. You must have seen an individual to take on their appearance. The spell also disguises your voice and scent, and it gains the auditory and olfactory traits.</p>"
        },
        "duration": {
            "expiry": "turn-start",
            "sustained": false,
            "unit": "hours",
            "value": 1
        },
        "level": {
            "value": 1
        },
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "action:impersonate"
                ],
                "selector": "deception",
                "type": "status",
                "value": 4
            },
            {
                "key": "FlatModifier",
                "predicate": [
                    "action:impersonate"
                ],
                "selector": "deception",
                "slug": "illusiory-disguise-proficiency",
                "type": "proficiency",
                "value": "@actor.level"
            }
        ],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "start": {
            "initiative": null,
            "value": 0
        },
        "target": null,
        "tokenIcon": {
            "show": true
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "effect"
}
