{
    "_id": "Mp7252yAsSA8lCEA",
    "img": "systems/pf2e/icons/spells/one-with-the-land.webp",
    "name": "Spell Effect: One With the Land",
    "system": {
        "badge": null,
        "description": {
            "value": "<p>You merge with an adjacent natural feature with enough volume to fit you and your worn and held possessions, such as the ground or a large tree. Your merged form is visible within the feature, and creatures can target and attack you normally, though you have cover and can use it to Hide or Take Cover within the feature. You can cast spells while in the feature as long as they don't require line of effect beyond the feature. You can Dismiss the spell. While merged, you gain the following additional benefits.</p>\n<ul>\n<li>You immediately become aware of the surrounding terrain features, and you gain tremorsense as an imprecise sense with a range of 200 feet.</li>\n<li>You can make terrain vengeance Strikes by commanding plants, rocks, and other natural features to attack your foes. These are melee Strikes that use your spell attack roll, can target any creature within 60 feet of you, and deal [[/r 5d12]] bludgeoning, piercing, or slashing damage. You choose the damage type each time you make a terrain vengeance Strike.</li>\n<li>By spending a single action, which has the concentrate trait, you can increase or decrease the environmental temperature changing it to either one step warmer than normal, one step colder than normal, or the normal temperature.</li>\n<li>As a 2-action activity that has the concentrate trait, you can create or remove difficult terrain caused by natural terrain in a 20-foot burst within 200 feet. All of your alterations to the land end when the spell ends. Significant physical damage to the natural feature while you are inside it expels you and deals [[/r {10d6}]]{10d6 damage} to you.</li>\n</ul>"
        },
        "duration": {
            "expiry": "turn-start",
            "sustained": false,
            "unit": "minutes",
            "value": 1
        },
        "level": {
            "value": 9
        },
        "rules": [
            {
                "acuity": "imprecise",
                "key": "Sense",
                "range": 200,
                "selector": "tremorsense"
            }
        ],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "start": {
            "initiative": null,
            "value": 0
        },
        "target": null,
        "tokenIcon": {
            "show": true
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "effect"
}
