{
    "_id": "ZVdKM0HkgpWykrqf",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "icons/magic/nature/leaf-elm-sparkle-glow-green.webp",
    "name": "Purify Tanglebriar",
    "system": {
        "area": null,
        "cost": {
            "value": "rare incense and offerings worth a total value of 2,000 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You call upon the primal presence of the Fierani Forest and the elven legacy of Kyonin in an attempt to purify a portion of the blighted realm of Tanglebriar. Initially created by the elven wizard Aelthian in hopes of banishing Treerazer himself, this revision to that faulty ritual focuses instead upon the region he blighted rather than the nascent demon lord himself. Thus avoiding the catastrophic repercussions Aelthian experienced when he attempted to direct this magic against a foe too powerful to directly harm.</p>\n<p>This version draws upon the ancient legacy of the forest itself by calling upon the remnants of primal spirits that remain locked away in Tanglebriar, bolstering them with elven magic. Successfully performing the ritual in an area in which Treerazer is currently located is more difficult, but the ritual's effects can weaken and distract him. If Treerazer is slain or banished, the effects of this ritual are longer lasting and less expensive—see \"Cleansing Tanglebriar\" on page 67 of this volume for more details.</p>\n<p><em>Purify Tanglebriar's</em> primary caster must succeed at a DC 41 check, while the secondary casters must succeed at a DC 36 check. If Treerazer is present in the ritual's targeted area, these checks increase to DC 43 for the primary caster and DC 38 for the secondary casters, but if the primary caster wears the Viridian Crown, all checks for the primary and secondary casters are reduced by 5.</p><hr /><p><strong>Critical Success</strong> The region within the area grows less blighted for 1 month (during which time additional purify Tanglebriar attempts in this area have no additional effect). Greater difficult terrain becomes difficult terrain; difficult terrain becomes regular terrain, and hazardous terrain becomes non-hazardous. All DCs to @UUID[Compendium.pf2e.actionspf2e.Item.Sense Direction], @UUID[Compendium.pf2e.actionspf2e.Item.Subsist], and to resist environmental afflictions in the area are reduced by 4. Creatures allied with Treerazer take a –2 status penalty to Initiative checks within this region. If Treerazer is in the area when the ritual is performed, the party gains 2 Torment points toward weakening the demon lord and 2 Triumph Points.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Purify Tanglebriar]</p>\n<p><strong>Success</strong> As critical success, but for 1 week (during which time additional purify Tanglebriar attempts in this area have no additional effect). Creatures allied with Treerazer take no penalty to Initiative checks. If Treerazer is in the area when the ritual is performed, the party gains 1 Torment Point and 1 Triumph Point.</p>\n<p><strong>Failure</strong> The region is unaffected.</p>\n<p><strong>Critical Failure</strong> The region is unaffected, and the magic itself becomes corrupted and backfires on the casters. Each caster takes @Damage[20d6[void]] damage (@Check[fortitude|dc:38|basic] save) as the purification energies sap away life itself. For 1 month, any attempt by that same primary caster to perform purify Tanglebriar increases its DCs by 5.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "see text"
        },
        "level": {
            "value": 9
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #212: A Voice in the Blight"
        },
        "range": {
            "value": "1-mile-radius circle centered on you"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Nature or Religion"
            },
            "secondary": {
                "casters": 3,
                "checks": "Arcana, Nature, Religion, Survival, or Tanglebriar Lore"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "8 hours"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "consecration"
            ]
        }
    },
    "type": "spell"
}
