{
    "_id": "D4Rxud1DBr52Dmdo",
    "folder": "6JF73zNhT8zbp1qC",
    "img": "icons/magic/air/weather-clouds-rain.webp",
    "name": "Retreat Among the Rains",
    "system": {
        "area": null,
        "cost": {
            "value": "at least 5 drops of water from a naturally occurring source (such as rainfall, rivers, or the seas) placed on the primary caster's face"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Ganhil developed this ritual to emulate the epiphanies and flowing mental states he experienced during 4718's Challenge of Sky and Heaven: intense focus, emotional acceptance, dilated perceptions, and growing awareness of elemental perfection.</p>\n<p>During the casting of this ritual, your thoughts enter a mindscape whose subjective flow of time is different, allowing you to perform retraining that would take a least a week of downtime. Your physical body still requires food or shelter during this time, so the secondary caster must nourish you with milk porridge or protect you from the elements with a raised parasol or similar item.</p><hr /><p><strong>Critical Success</strong> At the end of the ritual, you can retrain a class feature, feat, or skill.</p>\n<p><strong>Success</strong> At the end of the ritual, you can retrain a feat or skill.</p>\n<p><strong>Failure</strong> At the end of the ritual, you gain the @UUID[Compendium.pf2e.conditionitems.Item.Fatigued] condition.</p>\n<p><strong>Critical Failure</strong> As failure, and you also suffer from starvation and thirst as if you hadn't eaten for a week, taking @Damage[(10d4+7)] damage that cannot be healed until you eat and drink.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 4
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Rival Academies"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Nature (master) or Occultism (master)"
            },
            "secondary": {
                "casters": 1,
                "checks": "Cooking Lore, Survival"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "mental",
                "water"
            ]
        }
    },
    "type": "spell"
}
