{
    "_id": "nPwzElPvV29eM5as",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Chain Reaction",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 3
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Frequency</strong> once per 10 minutes</p>\n<hr />\n<p>You fire your gun once, creating a devastating and unpredictable chain of events; perhaps your bullet strikes exactly the right spot on a water tower, causing it to flood and incite a stampede of horses which knock over a lantern that sets a city on fire. Whatever the exact chain reaction, and no matter how improbable, the indiscriminate catastrophe creates significant challenges for your enemies across a wide area while leaving everyone else alone.</p>\n<p>Make a Strike with a ranged weapon, and if you hit, you can make another Strike at a target within 30 feet of the first target. If you hit the second target, attempt to Strike a third target within 30 feet of the second target, and so on, continuing until you miss a target. You can cease the chain at any point; otherwise, it ends when you first miss an attack. However, you can't target the same creature more than once; each time you move to a new target, it must be a target you haven't made a Strike against yet during this particular use of Chain Reaction.</p>\n<p>This damage is caused by some improbable set of events that injures one target after another, rather than from actually making several shots. Perhaps you shot at a tree branch that then fell on the targets, or one target's scream caused another to accidentally set off their gun and shoot themselves in the foot. This means that only the first target suffers any special effects tied to the bullet (if it was magical ammunition, for example), but each target you hit still takes the same damage dealt by your Strike. Normally, all damage is of the same damage type as the initial bullet. However, the GM might choose to change the damage type based on their description of the chain reaction. For example, if one target was burned by fire, that target might take fire damage instead of physical damage.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "PT10M"
        },
        "level": {
            "value": 12
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Unexpected Sharpshooter Dedication"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Guns & Gears"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype"
            ]
        }
    },
    "type": "feat"
}
