{
    "_id": "ygdbkfPPgSoWxaBa",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Chronoskimmer Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You became partially unstuck from time and have learned how to manipulate your place in flow of time. When you roll initiative, you can choose one of three options: either do nothing and roll initiative normally, stabilize your timestream, or destabilize your timestream and send it into intense fluctuations. If you choose to stabilize your timestream, you don't roll initiative, and instead your initiative is equal to 10 + your initiative modifier. If you choose to destabilize your timestream, attempt a @Check[type:flat|dc:11]. On a success, your initiative is equal to 19 + your initiative modifier, and on a failure, your initiative is equal to 1 + your initiative modifier. Both stabilizing and destabilizing your timestream are fortune effects.</p>\n<p>Additionally, if your initiative roll result is tied with an opponent's initiative roll, you go first. Your manipulation of time grants you access to a number of abilities, some of which require a saving throw. The DC for these abilities is either your class DC or spell DC, whichever is higher, and is called your chronoskimmer DC.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you've gained two other feats from the @UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.xgk1Qc6nzGNJ7LSz]{Chronoskimmer} archetype.</p>\n<hr />\n<p><strong>Note:</strong> This feat as printed does not include the Dedication trait. Given that this is an Archetype Dedication, we have added this trait.</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "effectType": "fortune",
                "key": "SubstituteRoll",
                "label": "PF2E.SpecificRule.Chronoskimmer.StabilizeLabel",
                "required": false,
                "selector": "initiative",
                "value": 10
            },
            {
                "effectType": "fortune",
                "key": "SubstituteRoll",
                "label": "PF2E.SpecificRule.Chronoskimmer.DestabilizeSuccessLabel",
                "required": false,
                "selector": "initiative",
                "value": 19
            },
            {
                "effectType": "fortune",
                "key": "SubstituteRoll",
                "label": "PF2E.SpecificRule.Chronoskimmer.DestabilizeFailureLabel",
                "required": false,
                "selector": "initiative",
                "value": 1
            }
        ],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
