{
    "_id": "vUFvcrvszXlHvz2Y",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Magic Arrow",
    "system": {
        "actionType": {
            "value": "free"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p><strong>Frequency</strong> once per round</p>\n<hr />\n<p>You imbue your ammunition with eldritch power. When you select this feat, choose three types of common magical ammunition of 4th level or lower from the <em>Core Rulebook</em>or this book. Your GM might allow you to choose from other types of magical ammunition, such as uncommon ammunition, or ammunition from other books.</p>\n<p>When using Magic Arrow, you transform a non-magical arrow or bolt into a piece of ammunition of one type you chose. You must shoot the ammunition before the end of your turn or the magic dissipates. If the ammunition has an Activate entry, you still need to spend the required actions to activate the ammunition before shooting it.</p>\n<p>When you use Magic Arrow, you can choose a type of magical ammunition that is typically not available to the type of ammunition you're using-for example, you can use @UUID[Compendium.pf2e.equipment-srd.Item.Climbing Bolt] on an arrow, even though that magical ammunition is normally only found on bolts.</p>\n<p><strong>Special</strong> You can select this feat multiple times. Each time you do, select three additional types of ammunition as described above.</p>"
        },
        "level": {
            "value": 8
        },
        "maxTakable": null,
        "prerequisites": {
            "value": [
                {
                    "value": "Eldritch Archer Dedication"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "magical",
                "transmutation"
            ]
        }
    },
    "type": "feat"
}
