{
    "_id": "7t2VGjVhYNU3MsEm",
    "img": "systems/pf2e/icons/default-icons/feats.webp",
    "name": "Spirit Speaker",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "skill",
        "description": {
            "value": "<p>You know that when an animal dies, its spirit lingers briefly before moving on. Using low chants, body language that shows respect, and special movements that demonstrate to the spirit that you are an ally, you glean information from a spirit before it departs. This is a 1-minute activity. You must begin the activity while adjacent to the body of an animal or beast that died within the last 1 minute.</p>\n<p>As part of the activity, you ask one simple question of the spirit. Attempt a Nature check at a DC determined by the GM (normally, this is the appropriate DC for the level of the animal or beast when it was alive). Regardless of the result of your check, the spirit immediately departs and can't be used for Spirit Speaker again. If the creature had the @UUID[Compendium.pf2e.conditionitems.Item.Confused] or @UUID[Compendium.pf2e.conditionitems.Item.Frightened] condition when it died, you can't get a result better than a critical failure.</p>\n<p>Only one creature can use Spirit Speaker on a given dead animal, as the effort takes the spirit's full attention.</p>\n<hr />\n<p><strong>Critical Success</strong> The spirit answers you truthfully. The spirit's answer is likely to be terse or cryptic compared to normal communication with an animal, and it can pertain only to things the creature directly experienced or considered important. The spirit doesn't remember anything that happened more than 1 day ago.</p>\n<p><strong>Success</strong> As critical success, but the spirit doesn't recall anything that happened more than 1 hour ago.</p>\n<p><strong>Failure</strong> The spirit doesn't answer you.</p>\n<p><strong>Critical Failure</strong> The spirit is wracked with misery or bewilderment and gives you an erroneous answer.</p>"
        },
        "level": {
            "value": 2
        },
        "prerequisites": {
            "value": [
                {
                    "value": "expert in Nature"
                }
            ]
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #175: Broken Tusk Moon"
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "general",
                "necromancy",
                "secret",
                "skill"
            ]
        }
    },
    "type": "feat"
}
