{
    "_id": "bTQVvkEuPj9QAiAi",
    "img": "systems/pf2e/icons/features/feats/feats.webp",
    "name": "Time Mage Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>You might be a novice in the temporal arts now, but in the future, you'll hold time in the palm of your hand. As some of your future knowledge leaks back to your present self, you gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Delay Consequence]</em> domain spell. It costs 1 Focus Point to cast a focus spell. This feat grants a focus pool of 1 Focus Point that you can recover by using the Refocus activity to revisit moments from your past and contemplate futures yet to come. If you already knew <em>delay consequence</em> from a feat or ability that allows you to gain your choice of domain spell, such as Domain Initiate, then when you take this feat, you can retrain that option to gain a different domain spell instead as your personal timeline rearranges itself. You also gain <em>@UUID[Compendium.pf2e.spells-srd.Item.Time Sense]</em> as an innate cantrip usable at will. This innate spell and your focus spells from the time mage archetype are of the same tradition as the spells you used to meet the archetype's prerequisites.</p>\n<hr />\n<p><strong>Special</strong> You can't select another dedication feat until you have gained two other feats from the @UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.ydELQFQq0lGLTvrA]{Time Mage} archetype.</p>"
        },
        "level": {
            "value": 6
        },
        "prerequisites": {
            "value": [
                {
                    "value": "You have a spellcasting class feature."
                }
            ]
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "add",
                "path": "system.resources.focus.max",
                "priority": 10,
                "value": 1
            }
        ],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
