{
    "_id": "V5oTXRa6Jk8KXyXl",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Anylength Rope (Lesser)",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This 50-foot length of silk rope is lightweight and appears to be inlaid with golden threads. The rope can hold up to 3,000 pounds and is particularly durable, with a Hardness of 5 and 24 Hit Points.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> command</p>\n<p><strong>Frequency</strong> once per minute</p>\n<p><strong>Effect</strong> You command the rope to split, declaring a specific length or amount, such as \"ten feet of rope,\" \"half of the rope,\" and so on. The rope splits itself into the requested piece, leaving the remaining length intact. If the rope isn't long enough to provide the requested amount, the activation fails.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> The rope is split into two or more pieces</p>\n<p><strong>Effect</strong> The rope attempts to reassemble itself. All pieces of the rope within 500 feet slither back toward you, moving 50 feet per round, over the span of 1 minute. Obstacles and other creatures can prevent a piece of rope from reaching you. Once all pieces reach you or the minute has passed, the pieces rejoin, becoming a single rope. The length of this reformed rope is equal to the total length of all the pieces together; if a piece is missing, the rope is now shorter than its original 50-foot length. Any pieces that didn't rejoin with the rest of the rope remain where they are after the minute passes.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 3
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 45
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
