{
    "_id": "VFUOEkaCaSCJsu6U",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Bargainer's Instrument",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "tool"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Activate</strong> 1 hour (envision, Interact)</p>\n<hr />\n<p>A bargainer's instrument is a musical implement. The most typical version is a violin made from maple and spruce, its body stained so deep a purple it appears almost black. When activated, the instrument casts a planar binding ritual to conjure a willing extraplanar talent to compete with you in performance.</p>\n<p>The contest could be a musical battle, a dance-off, an oratorical debate—the two of you could even use entirely different types of performance. The loser of the bout is magically bound to perform a task of the winner's choice within 1 week. The contest consists of taking turns to @UUID[Compendium.pf2e.actionspf2e.Item.Perform], starting with your opponent. The Performance check's DC is the higher of the opponent's Perception DC or Will DC, though the two parties can mutually agree to use an impartial judge instead. The first to reach four successes wins, with each critical successes counting as two successes. If you play the bargainer's instrument as part of your performance, it grants you a +2 item bonus to the Performance checks.</p>\n<p>After the contest, the conjured creature can choose to return to where it came from or remain where you conjured it. The loser must endeavor to complete the task by all reasonable means within 1 week. Failing to complete it is shameful but has no further consequences. The instrument loses its magic and remains a non-magical virtuoso instrument.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 15
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 1000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "conjuration",
                "consumable",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "consumable"
}
