{
    "_id": "k5y89wYu3NX1AhVI",
    "img": "systems/pf2e/icons/equipment/worn-items/companion-items/bombers-saddle.webp",
    "name": "Bomber's Saddle",
    "system": {
        "baseItem": null,
        "bulkCapacity": {
            "value": ""
        },
        "collapsed": false,
        "containerId": null,
        "description": {
            "value": "<p>Developed by urdefhans for their skaveling mounts but quickly copied by other races' cavalry, this leather saddle is made from cave worm hide and is designed to fit a variety of flying steeds. In addition to a seat for the rider, the bomber's saddle has a bomb compartment situated underneath the mount.</p>\n<p>The compartment can hold up to six alchemical bombs of light or negligible Bulk.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You drop a single item from the saddle's compartment, which falls to the ground below. If the item is a bomb, make a ranged Strike with it.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">D</span> Interact</p>\n<p><strong>Requirements</strong> The saddle's compartment is loaded with two to six bombs</p>\n<hr />\n<p><strong>Effect</strong> You drop the saddle's entire payload, scattering the bombs below. Make a single ranged Strike against an AC of 10. The AC increases by 1 for every 5 feet above the target area you are.</p>\n<p>On a failure, the bombs fly away wildly and deal no damage.</p>\n<p>On a successful attack roll, the bombs fall and shatter, starting in the target area and moving in a line of 5-foot spaces up to 30 feet long for six bombs, one bomb per space. The bombs don't directly hit any creatures; instead, creatures take splash damage from the bombs as usual, but combine the splash damage from multiple overlapping bombs together before applying weaknesses or resistances. Apply any effects normally applied to splash damage when throwing a bomb (such as the effects of the Calculated Splash feat).</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 13
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 2800
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #155: Lord of the Black Sands"
        },
        "stackGroup": null,
        "stowing": false,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "companion",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "2"
        }
    },
    "type": "backpack"
}
