{
    "_id": "UBfAwXBU5iQ59Bz7",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/cordelias-construct-key.webp",
    "name": "Cordelia's Construct Key",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Worn on a necklace, this intricate key grants you greater facility with constructs. The key alerts you to constructs lurking around you. Whether or not you are Investigating, the GM automatically rolls secret Recall Knowledge checks for you when you see a construct pretending to be a normal object, statue, or the like. Typically, this check is Arcana, Crafting, or an appropriate Lore skill. On a success, you recognize the presence of the construct and gain the usual benefits of Recall Knowledge.</p>\n<p>While you're wearing the key, if your attack reduces a construct to 0 Hit Points, instead of destroying it completely, you can send it into a dormant state, from which you can study its inner workings and possibly (at the GM's discretion) spend time and money to reprogram or repurpose it. Even if you don't subvert it, you can Repair a construct rendered dormant this way, allowing you to return tomb guardians to their vigil after you've battled them. Additionally, you can activate the key in two ways to call a construct to serve you.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You turn the key in the air and create a magic glyph. The key casts 3rd-level <em>@UUID[Compendium.pf2e.spells-srd.Item.Summon Construct]</em>.</p>\n<hr />\n<p><strong>Activate</strong> 1 minute (command, envision, Interact)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You place the key on a Small object and turn it, creating a simple animated object for 1 hour. The animated object has the statistics of an @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Animated Broom] but has no bristles Strike and can't attack. It performs simple and broad menial tasks for you in exploration or downtime but is too slow to react to individual commands to assist you in a combat encounter.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 8
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 450
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Pathfinder Society Guide"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "conjuration",
                "invested",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "wornnecklace"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
