{
    "_id": "Gyi4IVrAVJRPJF2s",
    "img": "systems/pf2e/icons/equipment/artifacts/deck-of-many-things.webp",
    "name": "Deck of Many Things",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>These 22 cards of heavy vellum, usually stored in a box or a pouch, bear images or glyphs depicting symbols of magical power. Looking at a card without activating it shows the card face but has no magical effect. Once the deck is face down, the cards randomize themselves-if you look at the top card multiple times, you may find it changes. Any card removed from the deck goes missing after a few seconds, reappearing in the deck.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">A</span> envision, Interact</p>\n<hr />\n<p><strong>Effect</strong> You declare how many cards you will draw facedown from the deck, then draw your first card. The card takes effect immediately. Any further cards must be drawn within the next hour, and any card you don't voluntarily draw flits off the deck and affects you anyway. You can never activate the same <em>deck of many things</em> again. Once a card is drawn, it produces its effect immediately and then disappears back into the deck, which immediately shuffles itself. (The Dullard and Jester are exceptions, as described in their entries below.) The effects of each card are as follows.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 22
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Gamemastery Guide"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "artifact",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
