{
    "_id": "znWf2DgWyElwzQwJ",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/detector-stone.webp",
    "name": "Detector Stone",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>During their journeys across the Gravelands, the Knights of Lastwall found several smoky, gemstone-like objects that knights refer to as <em>detector stones</em>. Some of the knights' Magaambyan allies believe the stones are <em>aeon stones</em> corrupted by the same energies that corrupted the Gravelands, though they don't display the characteristic orbiting behavior of <em>aeon stones</em> when invested. Despite the controversy, many knights use the stones for their ability to detect the presence of undead.</p>\n<p>While you have a <em>detector stone</em> invested, it glows faintly when an undead creature is within 30 feet of you, unless the undead is @UUID[Compendium.pf2e.conditionitems.Item.Hidden] or disguised with a Deception or Stealth result of 20 or higher. An invested stone may be carried in a pocket, but some knights set them in necklaces, bracelets, or weapon hilts.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> envision</p>\n<p><strong>Frequency</strong> once per minute</p>\n<hr />\n<p><strong>Effect</strong> You channel your life-force into the stone, empowering it temporarily. The stone can detect undead within 60 feet of you, rather than 30 feet, until the end of your turn. Undead hiding or disguising themselves must make an additional Deception or Stealth check to remain disguised or hidden from the activation, and the DC of the check is 23 rather than 20.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You focus on the stone as it glows, and your eyes glow with the same tainted light. You detect the auras of evil undead in a 30-foot radius around you and learn each aura's location and strength. This has the effects of a 2nd-level <em>@UUID[Compendium.pf2e.spells-srd.Item.Detect Alignment]</em> spell but only detects evil undead.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 360
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Knights of Lastwall"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "divination",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
