{
    "_id": "Y12bRscT79LCpz4k",
    "img": "systems/pf2e/icons/equipment/artifacts/gauntlight.webp",
    "name": "Gauntlight",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Gauntlight is much more than a 115-foot-tall lighthouse rising from the heart of an old ruin in Fogfen—its pale stone walls extend far below the ruins, passing through eight different dungeon levels and finally terminating at the ninth level below the surface, where its deep foundation centers on an ominous chamber where, long ago, Nhimbaloth herself once physically brushed against this world. Once she finished its physical construction, the sorcerer Belcorra Haruvex used this spot as a source of power to infuse the walls, floors, and ceilings of each of Gauntlight's levels with eldritch power. The lens at the apex of the lighthouse would have, in time, been able to focus this lingering eldritch energy into a powerful beam, but Belcorra's plans were cut short before she could replace the mundane lenses with dangerous magical ones.</p>\n<p>As an artifact, Gauntlight can't be damaged by normal means. Its walls are impenetrable and impervious to any attempt to breach them by anybody except for followers of Nhimbaloth. They block effects that allow temporary passage, such as passwall, and also create a barrier against dimensional travel. The walls attempt to counteract teleportation effects and planar travel into or out of areas within Gauntlight and efforts to summon creatures into the area (using a +37 counteract modifier); this effect does not stop a summoned creature from departing when the summoning ends.</p>\n<p>In Gauntlight's current state of diminished functionality, it can be activated only in the two ways below. By swapping in a series of magical lighthouse lenses that focus Nhimbaloth's baleful gaze—lenses so powerful that even Belcorra takes special care with them—the artifact gains significantly greater power, including the ability to reach all the way to Absalom and to activate its effects every minute. These lenses are described in “Eyes of Empty Death,” the third adventure in the Abomination Vaults Adventure Path.</p>\n<p>To activate Gauntlight, a creature must be in the deepest portion of the artifact (this chamber is in the Temple level and is presented in “Eyes of Empty Death”). From this point, a creature can observe the world outside remotely through Gauntlight's lens, including any area Gauntlight's beam can reach.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> Interact</p>\n<p><strong>Frequency</strong> once per month</p>\n<hr />\n<p><strong>Effect</strong> A pale blue beam shines from Gauntlight's lens and illuminates a 30-foot-radius burst centered on any point within 1 mile. The light saturates the region, causing any corpses in the area or within 10 feet of the surface of the illuminated area to animate as level -1 undead (typically as skeleton guards or zombie shamblers). Once animated, the undead remain active until slain. Until then, they remain uncontrolled and are driven only by the desire to slaughter the living. If Gauntlight is fully restored, the undead instead animate as any Common undead of 15th level or less, as the user wishes.</p>\n<hr />\n<p><strong>Activate</strong><span class=\"pf2-icon\">3</span> Interact</p>\n<p><strong>Frequency</strong> once per month</p>\n<hr />\n<p><strong>Effect</strong> A pale blue beam shines from Gauntlight's lens and illuminates a 30-foot-radius burst centered on any point within 1 mile. The user chooses one creature of 4th level or less that is physically located within Gauntlight; this creature is then is teleported to any point within this illumination radius. If Gauntlight is fully restored, any number of creatures within Gauntlight of 15th level or lower can be transported. This is a teleportation effect.</p>\n<hr />\n<p><strong>Destruction</strong> If Belcorra's ghost is permanently destroyed, Gauntlight loses all of its magical properties and collapses in on itself all the way down to its base, leaving an incredibly deep pit in the Fogfen.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #163: Ruins of Gauntlight"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "magical",
                "necromancy"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
