{
    "_id": "CGcNXv33k83Gr5lf",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Halcyon Heart",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This shekere features carved prayers barely visible under a fine silk net of colorful beads. The handheld percussion instrument grants a +3 item bonus to Performance checks while playing music with it. In addition, when you @UUID[Compendium.pf2e.actionspf2e.Item.Perform] with it, you can make it heard by any number of creatures within 100 miles. You can specify one or more specific creatures, or otherwise describe those who will hear it, such as all humans, or all inhabitants of a village. You can send a message through the music that the targets understand. Demons and creatures connected to demons (such as a creature whose deity is a demon lord or a sorcerer with the demonic bloodline) can't easily understand any messages conveyed in this way, even if you wish to send the message to them. They must attempt a Society check against your Performance DC or against DC 40, whichever is higher. If your Performance DC is higher than DC 40 and you want demons to be able to understand the message, you can choose to use DC 40 instead.</p>\n<p><strong>Success</strong> They understand the message.</p>\n<p><strong>Failure</strong> They don't understand the message but are aware there was one.</p>\n<p><strong>Critical Failure</strong> They don't realize the sound of the <em>halcyon heart</em> contains a message.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> command, Interact</p>\n<p><strong>Requirements</strong> The <em>halcyon heart</em> has its net of beads</p>\n<hr />\n<p><strong>Effect</strong> You pull the net off the <em>halcyon heart</em> and throw it at a creature within 20 feet, using your attack bonus for a ranged simple weapon. On a hit, the net grows and envelops the creature, which becomes @UUID[Compendium.pf2e.conditionitems.Item.Flat-Footed] and takes a -10-foot circumstance penalty to its Speeds until it Escapes, and on a critical hit, it's also @UUID[Compendium.pf2e.conditionitems.Item.Immobilized] until it Escapes. The net also attempts to counteract teleportation effects and planar travel of the creature it's entrapping. The @UUID[Compendium.pf2e.actionspf2e.Item.Escape] DC is 44, and the net has a counteract level of 9 and a counteract modifier of [[/r 1d20+38 #Counteract]]{+38}. If the target is a demon or connected to a demon, they must roll twice and take the lower result on all attempts to Escape (this is a misfortune effect), and for counter act checks, the net rolls twice and takes the higher result (this is a fortune effect). You can't Perform with the <em>halcyon heart</em> while it doesn't have its net. So long as the net doesn't contain a creature, you can restore it with a single action, which has the concentrate trait.</p>\n<hr />\n<p><strong>Destruction</strong> If the Gorilla King plays a <em>halcyon heart</em> in front of Angazhan's totem, the gourd decomposes, the net frays, and the beads shatter.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 21
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "selector": "performance",
                "type": "item",
                "value": 1
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder #174: Shadows of the Ancients"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "artifact",
                "divination",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "equipment"
}
