{
    "_id": "M450qjybosAkGcdN",
    "img": "systems/pf2e/icons/equipment/contracts/hand-hewn-face.webp",
    "name": "Hand-Hewed Face",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>At the crossroads under a new moon, you traded your face for one that you can mold as though it were clay, sealed with a ribbon worn around your neck to hide the seam. Your true appearance changes to that of a generic member of your ancestry. You can shape your facial features with your hands and thus don't need a disguise kit to Impersonate, and you don't take circumstance penalties to Impersonate someone due to the difference in your facial features. Once per day, from any distance, the entity that holds your <em>bargained contract</em> can change their appearance to match your appearance from before you sealed the contract, or the appearance you are currently using through Impersonate. When they do, your face transforms to your new true appearance, that of a generic member of your ancestry, and you become @UUID[Compendium.pf2e.conditionitems.Item.Stunned]{Stunned 3} by the sudden backlash.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> Interact</p>\n<p><strong>Requirements</strong> You have used Impersonate and molded your face into a different face</p>\n<p><strong>Effect</strong> You peel your current face from your skin, revealing the true generic appearance from your <em>bargained contract</em>. This allows you to duck out of sight and remove the facial component of your disguise almost immediately, though clothing or other elements might still give you away.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "contract",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "other"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
