{
    "_id": "wBeljBAAFsvgkRMy",
    "img": "systems/pf2e/icons/equipment/adventuring-gear/handcuffs.webp",
    "name": "Handcuffs (Average)",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Developed in Absalom and rarely used except by police forces in major cities due to their significant cost, handcuffs possess a ratcheting lock system in each cuff that allows them to be quickly cinched down on a captive's limbs, even if they're actively resisting.</p>\n<p>To apply handcuffs, you must first grab or restrain your opponent, then attempt an Athletics check against the opponent's Fortitude DC. On a success, you lock one of the cuffs around your opponent's wrist. You can lock the other cuff to yourself or a stationary object within reach as an Interact action; to lock it to another creature (either the same opponent you just cuffed or a separate creature altogether), you must first grab or restrain that creature, as before, and then make an Athletics check against its Fortitude DC. The DC to make the Athletics check against your own wrist is 5, or 10 for an unattended object.</p>\n<p>If you bind a creature to itself, it takes the same penalties as those imposed by manacles. If you bind a creature to another creature (including yourself), the two creatures are locked together and must remain in adjacent spaces, and both creatures gain the clumsy 1 condition as long as they are handcuffed. If you lock a creature to an immobile object, such as a bar or tree, the creature is immobilized. (For creatures with an unusual physiology such as more or fewer limbs, the GM determines what effects handcuffs have, if any.)</p>\n<p>Handcuffs are unlocked via a key and are easier to slip out of than ordinary manacles. The chain between handcuffs can be Broken Open with a single Athletics check.</p>\n<p>Escaping requires two successful @Check[type:thievery|dc:27|traits:action:pick-a-lock] checks, and the Athletics DC to Break Open the chain between handcuffs is 30.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 3
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 30
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #157: Devil at the Dreaming Palace"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": []
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
