{
    "_id": "FW1Ml15eeMItIxS2",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Marvelous Pigment",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "other"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p>Activation 10 minutes (envision, Interact)</p>\n<hr />\n<p>Marvelous pigment comes in a small container of shifting, multicolored paint that can magically create an object painted with it. The pigment is applied with a stick tipped with bristles, hair, or fur. The paint flows as you Activate the marvelous pigment and changes color at your whim as you paint. The paint can cover a 10-foot-square, two-dimensional surface. When you're done painting, attempt a @Check[type:crafting|dc:30] check.</p>\n<hr />\n<p><strong>Critical Success</strong> The object you painted emerges from the surface as a real, permanent object no larger than 10 feet in any dimension. It's non-magical and inanimate and has no value except to certain art collectors. If you paint a creature, machine, or form of energy (such as a campfire), these depictions appear only as inanimate sculptures. The created object has a painterly appearance that clearly marks its unusual origin, but is as real as any other.</p>\n<p><strong>Success</strong> As critical success, but the object constantly sheds flakes of paint until it falls apart, destroyed, after 24 hours.</p>\n<p><strong>Failure</strong> The pigments leave a painting that doesn't quite look right and doesn't become an object.</p>\n<p><strong>Critical Failure</strong> Is it a dog? Whatever you made is a pretty lousy painting and doesn't resemble what you set out to make.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 12
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 325
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "conjuration",
                "consumable",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "consumable"
}
