{
    "_id": "8qR43lT8rpmlkoKs",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/hag-eye.webp",
    "name": "Oracular Hag Eye",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This item appears to be an ordinary semiprecious stone and is typically mounted on a brooch or ring, but the stone is, in fact, an eyeball. This illusion can be seen through with true seeing or similar magic, and anyone who interacts with the item feels its wet and sticky surface, allowing them to attempt to disbelieve the illusion (DC 19). Many hags claim a hag eye is more effective if plucked from a living, awake creature, but this is likely just a convenient excuse for sadism.</p>\n<p>The hag eye produces no direct benefit for the wearer, but allows the hag who created it, or any member of her coven, can peer through the eye using the Seek action. This has no range limit, provided the hag is on the same plane.</p>\n<p>Any damage dealt to the eye destroys it. If this happens while a hag is looking through it, the hag is @UUID[Compendium.pf2e.conditionitems.Item.Blinded] for 1 hour.</p>\n<p>Oracular hag eyes are made with the eye of a cyclops. A hag who casts <em>@UUID[Compendium.pf2e.spells-srd.Item.Augury]</em> with an oracular hag eye in her possession reduces the DC of the secret flat check to 2.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You must be a hag, and the raw materials must include the eye of a cyclops.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 4
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 75
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #182: Graveclaw"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "divination",
                "invested",
                "occult",
                "scrying"
            ]
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
