{
    "_id": "ulgsKBzOXJbjqnmW",
    "img": "systems/pf2e/icons/default-icons/backpack.svg",
    "name": "Portable Hole",
    "system": {
        "baseItem": null,
        "bulkCapacity": {
            "value": "1000000"
        },
        "collapsed": false,
        "containerId": null,
        "description": {
            "value": "<p>Wispy, ethereal strands of carefully spun silk make up the substance of a portable hole, which sparkles with captive beams of starlight. It's linked to an extradimensional space in the shape of a pit, which can be accessed if the hole is fully opened.</p>\n<p><em>Portable holes</em> and <em>bags of holding</em> are antithetical to one another. Rather than deactivating either, if one is placed inside the other, as typical for extradimensional spaces, a rift to the Astral Plane tears open and destroys both items. Any creature or unattended object within a @Template[type:burst|distance:10] centered on the bag is sucked through to the Astral Plane, though a creature can avoid this with a successful @Check[type:reflex|dc:30] save. The whole process happens in a single blink of an eye.</p>\n<hr />\n<p><strong>Activate</strong><span class=\"pf2-icon\">3</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You unfold the hole and open it fully, revealing an extradimensional space that stays in place. The hole is 6 feet across—just big enough to cover a 5-foot square—and 10 feet deep. The hole's depth is perpendicular to the surface, so it's most commonly placed on a floor to make a hole straight down or on a wall to create a horizontal passage through it. The only air in the hole is that which enters when it's opened, though if the hole goes through to open space, air can flow freely through the tunnel. Anyone can Interact to grab the hole by the edges and partially or fully fold it up. This closes the entrance to the extradimensional space. Any objects or creatures within the hole remain inside, and any that can't fit fully inside are ejected into the nearest open space. No matter how many items are in the portable hole, its Bulk never changes. Items can be stowed or retrieved only while the hole is fully open. A living creature placed inside has enough air for 10 minutes before it begins to suffocate, and it can attempt to @UUID[Compendium.pf2e.actionspf2e.Item.Escape] against a DC of 13. An item inside the hole provides no benefits unless it's retrieved first. Anything in the hole can't be detected by magic that detects only things on the same plane.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 15
        },
        "negateBulk": {
            "value": "1000000"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 6000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "stowing": false,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "conjuration",
                "extradimensional",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "backpack"
}
