{
    "_id": "DePdZBHfTorg74Ah",
    "img": "systems/pf2e/icons/equipment/weapons/arquebus.webp",
    "name": "Reaper's Grasp",
    "system": {
        "MAP": {
            "value": ""
        },
        "baseItem": "arquebus",
        "bonus": {
            "value": 0
        },
        "bonusDamage": {
            "value": 0
        },
        "category": "martial",
        "containerId": "null",
        "damage": {
            "damageType": "piercing",
            "dice": 1,
            "die": "d8"
        },
        "description": {
            "value": "<p>This <em>+2 striking arquebus</em> has an ashwood stock plated with worked silver, featuring a mosaic of agonized skulls carved into the metal. The mere mention of Galt's infamous final blades is enough to make any mortal creature shudder. Used to execute political opponents in the nation's constant civil war, these guillotines hold the souls of those they execute, preventing them from reaching a natural afterlife. When one of the final blades was destroyed in 4710, some of the metal from its remains made its way to Alkenstar and was reforged into a deadly firearm that retained the guillotine's soul-stealing properties.</p>\n<p>Whenever the <em>reaper's grasp</em> kills a sapient living or undead creature, a portion of that creature's soul is drawn inexorably into the weapon, and another skull is added to the mosaic as if scrawled by an invisible hand, to a maximum of 10 souls. Creatures whose souls are protected by outside forces, such as a lich's soul cage, are immune to this effect, though the process, while painful, does not prevent the soul from going to the afterlife or being resurrected.</p>\n<p>Whenever the <em>reaper's grasp</em> kills a sapient living or undead creature, a portion of that creature's soul is drawn inexorably into the weapon, and another skull is added to the mosaic as if scrawled by an @UUID[Compendium.pf2e.conditionitems.Item.Invisible] hand, to a maximum of 10 souls. Creatures whose souls are protected by outside forces, such as a lich's soul cage, are immune to this effect, though the process, while painful, does not prevent the soul from going to the afterlife or being resurrected.</p>\n<p>Keep track of the level of each creature whose souls are stored in the <em>reaper's grasp</em>.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> envision (evil)</p>\n<p><strong>Requirements</strong> There's at least one soul stored in the <em>reaper's grasp</em></p>\n<hr />\n<p><strong>Effect</strong> You channel the necromantic energy of a soul stored in the weapon into your next attack, increasing the attack's destructive power. Choose a soul stored in the weapon. The next Strike you make with the <em>reaper's grasp</em> before the end of your turn deals an additional negative damage equal to twice the level of the creature whose soul you chose. Using this ability releases the chosen soul, and a skull on the mosaic fades away.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> envision (evil)</p>\n<p><strong>Requirements</strong> There's at least one soul stored in the <em>reaper's grasp</em></p>\n<hr />\n<p><strong>Effect</strong> You channel the necromantic energy of a soul stored in the weapon into a mantle around you, protecting you from harm. Choose a soul stored in the weapon. You gain temporary Hit Points equal to three times the level of the creature whose soul you chose, which last until the end of your next turn. Using this ability releases the chosen soul, and a skull on the mosaic fades away.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "group": "firearm",
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "0"
        },
        "potencyRune": {
            "value": 2
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 1000
            }
        },
        "propertyRune1": {
            "value": null
        },
        "propertyRune2": {
            "value": null
        },
        "propertyRune3": {
            "value": null
        },
        "propertyRune4": {
            "value": null
        },
        "quantity": 1,
        "range": 150,
        "reload": {
            "value": "1"
        },
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Guns & Gears"
        },
        "specific": {
            "material": null,
            "price": "1000 gp",
            "runes": {
                "potency": 2,
                "striking": "striking"
            },
            "value": true
        },
        "splashDamage": {
            "value": 0
        },
        "stackGroup": null,
        "strikingRune": {
            "value": "striking"
        },
        "traits": {
            "rarity": "unique",
            "value": [
                "concussive",
                "fatal-d12",
                "kickback"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "2"
        }
    },
    "type": "weapon"
}
