{
    "_id": "mmQT6AZjXO1ty3dv",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Stone of Encouragement",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This smooth, round, gray stone fits neatly into the palm of your hand and feels comfortable to hold regardless of the size or shape of your hand. While you're holding the stone, it telepathically speaks to you at regular intervals in generic words of encouragement, such as \"You can do it!\" and \"Let's go!\" The encouraging words manifest in the voice of your internal monologue or take on the characteristics of the voice of someone you trust. Despite the similarity, you're aware that the stone is telepathically projecting its voice and can differentiate between the stone's voice and your internal monologue or the voice of the person you trust.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> Command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You ask the stone for help with a task. It speaks a few motivating words related to the task at hand, which grants you a +1 item bonus to the first skill check you attempt within 1 minute. You become temporarily immune to the effects of all <em>stones of encouragement</em>, even ones other than the one you activated, for 1 day. You can still hear the encouraging words of different stones if you hold them, but they don't provide any benefits.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 2
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 30
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "divination",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
