{
    "_id": "2HByGOXi57zbP5VP",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Juggler",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> When <em>The Juggler</em> is epitomized into the Harrow Court, a town square manifests in the village surrounding Harrowheart. Simulacra jugglers, as well as other types of street performers, can be counted on for entertainment at all times in the town square. A PC can spend 8 hours interacting with these entertainers to adjust their methods to match entertainment styles common to a specific city that they're familiar with by attempting a @Check[type:performance|dc:30] check. On a success, the entertainers take up that style, and as long as they continue performing in that city's style, a PC can use the Enter the Harrow Court activity to open a one-way portal to a marketplace in that city. Switching to a new city requires another successful @Check[type:performance|dc:30] check and familiarity with that city.</p>",
            "value": "<p><strong>Suit</strong> Key (Dex)</p>\n<p><strong>Alignment</strong> chaotic good</p>\n<hr />\n<p><em>The Juggler</em> represents coordination and destiny. As long as you have <em>The Juggler</em> invested and you aren't carrying an item in two hands, you have a free hand (as you keep tossing the items in your hands back and forth, keeping one in the air at all times). You can use all items in your hands normally, so long as they can be used or wielded in one hand. If you can't act while you're carrying more items than your actual number of hands, you release all items you're holding or wielding. If you are at least 17th level, you instead have two free hands, as you can juggle an additional item.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">r</span> Interact</p>\n<p><strong>Trigger</strong> an item of 1 Bulk or less falls within your reach, or an attacker fails an attack roll to hit you or a creature within your reach with a thrown weapon of 1 Bulk or less</p>\n<hr />\n<p><strong>Effect</strong> You grab the triggering item. If all of your hands are full (including any extra free hands from The Juggler), you must immediately release an item, which can include the triggering item.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #190: The Choosing"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "evocation",
                "harrow-court",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
