{
    "_id": "G4luLo1IEtDben39",
    "img": "systems/pf2e/icons/equipment/held-items/thousand-blade-thesis.webp",
    "name": "Thousand-Blade Thesis",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>This collection of lacquered rice paper scrolls mounted on flexible bamboo contains a wealth of calligraphic essays and paintings on the art of war, specifically focused on the use of various weapons in warfare and how to tactically deploy warriors using those weapons to the best possible advantage. Consulting the thesis grants a +2 item bonus to Warfare Lore checks. Like most scholarly compendiums, this usage requires holding the thesis in one hand.</p>\n<p>The thesis also serves as an extradimensional armory for weapons and ammunition. The thesis has a capacity of 5 Bulk, and only weapons and ammunition can be stored within it. You and others can Interact with the thesis to store or retrieve a weapon or piece of ammunition in it, like a mundane container.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The thousand-blade thesis dramatically unfurls, and the weapons contained within it spring forth and array themselves impressively in the air, floating within easy reach. For 1 minute, you can use a free action to Interact to draw one of the floating weapons. Others can attempt to nab them out of the air, but to do so they must critically succeed at a Disarm check. You can't place weapons back into the thesis until the minute elapses.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 9
        },
        "negateBulk": {
            "value": "5"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 600
            }
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "selector": "warfare-lore",
                "type": "item",
                "value": 2
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "extradimensional",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
