{
    "_id": "YO2X0EE3txascuuP",
    "img": "systems/pf2e/icons/equipment/held-items/wondrous-figurine-rubber-bear.webp",
    "name": "Wondrous Figurine (Rubber Bear)",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Each one of these statuettes is 1 inch in height, carved from a specific material and taking the shape of a particular animal or animals.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">D</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> You activate the statue by placing it on solid ground and then speaking its name, causing the statuette to transform into a living creature or creatures. In creature form, the figurine has the minion trait. It can understand your language and it obeys you to the best of its ability when you use an action to command it. The specifics of each creature, as well as the activation's frequency (if any), appear in its entry below.</p>\n<p>If the figurine is slain while in animal form, it reverts to its statue shape and cannot be activated again until 1 week has passed. If the figurine is destroyed in statue form, it is shattered and its magic is lost.</p>\n<hr />\n<p>This small, stretchable statuette depicts a bear wearing a tutu and a fez and balancing on a ball slightly larger than its head.</p>\n<p>When activated, it becomes a @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Grizzly Bear] with similar attire.</p>\n<p>The bear remains balanced upon its rubber ball, and is therefore ungainly: it cannot Climb or Swim, has a -10- foot circumstance penalty to its Speed, and is always flat-footed. If the bear leaves its ball, such as if it is repositioned with forced movement or knocked prone, it immediately reverts to statuette form.</p>\n<p>The bear can be used once per day, and it can remain in bear form for up to 1 hour.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 350
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #152: Legacy of the Lost God"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "conjuration",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
