{
    "_id": "RTxne78VqPqTz2VN",
    "img": "systems/pf2e/icons/equipment/held-items/wondrous-figurine-golden-lion.webp",
    "name": "Wondrous Figurine (Golden Lions)",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Each one of these statuettes is 1 inch in height, carved from a specific material and taking the shape of a particular animal or animals.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">D</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> You activate the statue by placing it on solid ground and then speaking its name, causing the statuette to transform into a living creature or creatures. In creature form, the figurine has the minion trait. It can understand your language and it obeys you to the best of its ability when you use an action to command it. The specifics of each creature, as well as the activation's frequency (if any), appear in its entry below.</p>\n<p>If the figurine is slain while in animal form, it reverts to its statue shape and cannot be activated again until 1 week has passed. If the figurine is destroyed in statue form, it is shattered and its magic is lost.</p>\n<hr />\n<p>This statuette depicts a pair of gold lions, and when activated, it becomes a pair of adult @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Lion]{Lions}.</p>\n<p>The lions can be called on only once per day, and they remain in lion form for no more than 1 hour.</p>\n<p>If either of the lions is slain, that lion cannot be summoned again until 1 week has passed, but this doesn't prevent you from summoning the other.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 900
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "conjuration",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
