{
    "_id": "eXgBYTY4FvmOGTS2",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "value": "<p><strong>Requirements</strong> This activity must be undertaken on the first downtime day while preparing for the heist.</p>\n<hr />\n<p>Turnover in the Lucky Nimbus's kitchen is high, and Chef Pechiro is always hiring new bussers, servers, and assistant cooks. You can earn a place in the kitchen with a successful <em data-visibility=\"gm\">DC 29</em> Diplomacy or Society check, or <em data-visibility=\"gm\">DC 27</em> Cooking Lore check. The demands of the job are so burdensome, however, that you cannot perform any other preparation activities if you successfully get the job. Unlike other preparation activities, multiple characters can attempt and benefit from this preparation activity (meaning it is possible for the entire party to earn jobs as kitchen staff).</p>\n<hr />\n<p><em data-visibility=\"gm\"><strong>Success</strong> You are offered a job as a busser, server, or assistant chef (your choice) and receive [[/r 1d6 #gp]] gp for your work each day. You gain 1 Edge Point.</em></p>\n<p><em data-visibility=\"gm\"><strong>Failure</strong> Your application is rejected, but there are no hard feelings.</em></p>\n<p><em data-visibility=\"gm\"><strong>Critical Failure</strong> As failure, but you make such a poor impression that Chef Pechiro ridicules you in front of her entire staff. You start the infiltration with 1 AP.</em></p>\n<p><em data-visibility=\"gm\"><strong>Special</strong> At the GM's discretion, you might earn a different job at the Lucky Nimbus casino-such as an entertainer on the small stage or a bartender, golem dealer, or bounder croupier on the main floor-by making an appropriate Lore check in place of Cooking Lore. (The vetting process for bouncers is too lengthy to be viable for the heist.)</em></p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "value": [
                "secret"
            ]
        },
        "trigger": {
            "value": ""
        },
        "weapon": {
            "value": ""
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/actions/OneAction.webp",
    "name": "Acquire Kitchen Job",
    "permission": {
        "default": 0
    },
    "type": "action"
}
