{
    "_id": "1nPbQXCmFfRnW0oG",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "value": "<p>Requirements You've successfully Secured a Disguise.</p>\n<hr />\n<p>You present yourself as a wealthy client who wants to store something valuable in Gage Carlyle's vault. To pull off this ruse, you must convincingly roleplay your interaction, make a successful DC 29 Deception check, and provide an item worth at least 500 gp (or an item forged to look similarly expensive) as well as a non-refundable fee of 100 gp. At the GM's discretion, this activity might be easier if you have already learned some pertinent information about Gage's personality by using the Gossip preparation activity.</p>\n<hr />\n<p>Critical Success Gage is flattered by your patronage. He accepts your request, provides you a receipt for the stored item, and permits you to accompany him into the vault in order to see your item is safely secured. He informs you that you can ask him to personally retrieve the item for you any time before or after the Floating Gala, but during the gala itself he will be too busy to get it for you. You gain 1 Edge Point.</p>\n<p>Success As success, but Gage does not permit you to accompany him as he stores your item in the vault.</p>\n<p>Failure Gage rejects your request, citing lack of space in the vault, though he says he'd be more than happy to work something out with you after the Floating Gala.</p>\n<p>Critical Failure Gage rejects your request and finds your behavior suspicious. If you show up at the Floating Gala in the same disguise and Gage spots you, you automatically accrue 1 AP.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "value": [
                "downtime",
                "secret"
            ]
        },
        "trigger": {
            "value": ""
        },
        "weapon": {
            "value": ""
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/actions/OneAction.webp",
    "name": "Store Something in the Vault",
    "permission": {
        "default": 0
    },
    "type": "action"
}
