{
    "_id": "EQ6DVIQHAUXUhY6Y",
    "name": "Antipaladin [Chaotic Evil]",
    "permission": {
        "default": 0
    },
    "type": "feat",
    "data": {
        "description": {
            "value": "<p>You’re dishonorable, dishonest, and committed to breaking the false hopes of kindness. You gain the @Compendium[pf2e.actionspf2e.r5Uth6yvCoE4tr9z]{Destructive Vengeance} champion’s reaction and the @Compendium[pf2e.spells-srd.jFmWSIpJGGebim6y]{Touch of Corruption} devotion spell. After the tenets of evil, add these tenets.</p>\n<p>• You must not bind yourself with any law or oath&nbsp;beyond that of your code (though you can still&nbsp;select a champion feat with the oath trait). Act&nbsp;dishonorably, take advantage of others, lie, cheat,&nbsp;and steal to get what you want.</p>\n<p>• You must destroy that which offends you and that&nbsp;which stands in your way, including—and perhaps&nbsp;especially—the forces of good and law that oppose&nbsp;you. This tenet doesn’t force you to take action&nbsp;immediately if it could mean your estruction, nor&nbsp;does it require you to destroy something that might&nbsp;be useful if corrupted toward your ends.</p>\n<p><strong>DIVINE SMITE 9TH</strong></p>\n<p>Your champion’s reaction improves as follows.</p>\n<p><strong>Antipaladin:</strong> An enemy damaged by the initial damage from your Destructive Vengeance also takes persistent evil damage equal to your Charisma modifier. This applies only to the damage the reaction itself deals to the triggering creature, not the damage you deal with subsequent @Compendium[pf2e.actionspf2e.VjxZFuUXrCU94MWR]{Strikes}.</p>\n<p><strong>EXALT 11TH</strong></p>\n<p>Your champion’s reaction improves in the following&nbsp;ways when you gain the exalt class feature at 11th level.&nbsp;These affect enemies rather than allies, as they exalt&nbsp;your dark god to bring pain upon your foes instead of&nbsp;uplifting your companions.</p>\n<p><strong>Antipaladin:</strong> When you use Destructive Vengeance,&nbsp;each enemy within 15 feet of you other than the&nbsp;triggering creature takes half the damage you deal to the&nbsp;triggering enemy, of the same damage type you chose.</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": {
            "value": ""
        },
        "traits": {
            "value": [
                "champion"
            ],
            "rarity": {
                "value": "common"
            },
            "custom": ""
        },
        "rarity": {
            "value": "common"
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "level": {
            "value": "1"
        },
        "featType": {
            "value": "classfeature"
        },
        "actionType": {
            "value": "passive"
        },
        "actionCategory": {
            "value": ""
        },
        "actions": {
            "value": ""
        },
        "prerequisites": {
            "value": ""
        }
    },
    "flags": {},
    "img": "icons/svg/mystery-man.svg"
}
