{
    "_id": "M89l9FOnjHe63wD7",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p><span id=\"ctl00_MainContent_Header\">During your studies to become a full-fledged wizard, you produced a thesis of unique magical research on one of a variety of topics. You gain a special benefit depending on the topic of your thesis research. The arcane thesis topics presented in this book are below; your specific thesis probably has a much longer and more technical title like \"On the Methods of Spell Interpolation and the Genesis of a New Understanding of the Building Blocks of Magic.\"</span></p>\n<h2>@Compendium[pf2e.classfeatures.Arcane Thesis: Improved Familiar Attunement]{Improved Familiar Attunement}</h2>\n<p>You've long held that fine-tuning the magic that bonds wizard and familiar can improve the mystic connection, compared to the safe yet generic bond most wizards currently use. You've formed such a pact with your familiar, gaining more advantages from it than most wizards. You gain the Familiar wizard feat as a bonus feat. Your familiar gains an extra ability, and it gains an additional extra ability when you reach 6th, 12th, and 18th levels. Your connection with your familiar alters your arcane bond class feature so that you store your magical energy in your familiar, rather than an item you own; you also gain the Drain Familiar free action instead of Drain Bonded Item. Drain Familiar can be used any time an ability would allow you to use Drain Bonded Item and functions identically, except that you draw magic from your familiar instead of an item.</p>\n<h2>@Compendium[pf2e.classfeatures.Arcane Thesis: Metamagical Experimentation]{Metamagical Experimentation}</h2>\n<p>You've realized that the practice known as metamagic is a holdover from a time long ago, when wizards had to work out their own spells and variations rather than rely on spells recorded by others and passed down over the years. This allows you efficient access to various metamagic effects. You gain a 1st-level metamagic wizard feat as a bonus feat. Starting at 4th level, during your daily preparations, you can gain a metamagic wizard feat of your choice that has a level requirement of no more than half your level, which you can use until your next daily preparations.</p>\n<h2>@Compendium[pf2e.classfeatures.Arcane Thesis: Spell Blending]{Spell Blending}</h2>\n<p>You theorize that spell slots are a shorthand for an underlying energy that powers all spellcasting, and you've found a way to tinker with the hierarchy of spell slots, combining them to fuel more powerful spells. When you make your daily preparations, you can trade two spell slots of the same level for a bonus spell slot of up to 2 levels higher than the traded spell slots. You can exchange as many spell slots as you have available. Bonus spell slots must be of a level you can normally cast, and each bonus spell slot must be of a different spell level. You can also trade any spell slot for two additional cantrips, though you cannot trade more than one spell slot at a time for additional cantrips in this way.</p>\n<h2>@Compendium[pf2e.classfeatures.Arcane Thesis: Spell Substitution]{Spell Substitution}</h2>\n<p>You don't accept the fact that once spells are prepared, they can't be changed until your next daily preparation, and you have uncovered a shortcut allowing you to substitute new spells for those you originally prepared. You can spend 10 minutes to empty one of your prepared spell slots and prepare a different spell from your spellbook in its place. If you are interrupted during such a swap, the original spell remains prepared and can still be cast. You can try again to swap out the spell later, but you must start the process over again.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": "1"
        },
        "prerequisites": {
            "value": ""
        },
        "rarity": {
            "value": "common"
        },
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "value": [
                "wizard"
            ]
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/arcane-thesis.jpg",
    "name": "Arcane Thesis",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
