{
    "_id": "wXaz41gwqNtTn6tf",
    "img": "systems/pf2e/icons/features/classes/archwizards-spellcraft.webp",
    "name": "Arcane Spellcasting (Magus)",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You study spells so you can combine them with your attacks or solve problems that strength of arms alone can't handle. You can cast arcane spells using the @UUID[Compendium.pf2e.actionspf2e.Cast a Spell]{Cast a Spell} activity, and you can supply material, somatic, and verbal components when casting spells.</p>\n<p>Because you're a magus, you can draw replacement sigils with the tip of your weapon or your free hand for spells requiring material components, replacing them with somatic components instead of needing a material component pouch.</p>\n<p>At 1st level, you can prepare one 1st-level spell and five cantrips each morning from the spells in your spellbook. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.</p>\n<p>As you increase in level as a magus, your number of spell slots and the highest level of spells you can cast from spell slots increase. Because you split your focus between physical training and magical scholarship, you have no more than two spell slots of your highest level and, if you can cast 2nd-level spells or higher, two spell slots of 1 level lower than your highest spell level.</p>\n<p>Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Your spell attack rolls and spell DCs use your Intelligence modifier.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "selected": {},
            "value": [
                "magus"
            ]
        }
    },
    "type": "feat"
}
