{
    "_id": "DK1LCE5pd0YCY11c",
    "img": "systems/pf2e/icons/features/classes/bell.webp",
    "name": "Bell",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Bells symbolize the power that sounds and emotions hold over others, soothing with one tone and startling with another. Bells, drums, finger cymbals, and other percussion instruments are most typical, but these implements can be any type of portable musical instrument that is played with one hand. Bell implements are associated with the astrological signs of the daughter and the blossom.</p>\n<h3><strong>Initiate Benefit</strong></h3>\n<p>You can use your bell implement to create three different kinds of music, each of which weakens a foe in a different way. You gain the @UUID[Compendium.pf2e.actionspf2e.Ring Bell]{Ring Bell} activity.</p>\n<h3><strong>Adept Benefit</strong></h3>\n<p>Your bell resonates powerfully, causing the effect to last longer. The conditions from Ring Bell last 3 rounds instead of 1 round.</p>\n<h3><strong>Intensify Vulnerability</strong></h3>\n<p>Your reinforced bell can reach into the most basal part of the target's mind, priming it to be vulnerable to the bell's effects. When you successfully Strike the target of your Exploit Vulnerability, your bell implement plays a haunting tone and the creature takes a -2 status penalty on saves against your Ring Bell for 1 round, or a -3 status penalty on a critical hit. This effect has the auditory, emotion, and mental traits.</p>\n<h3><strong>Paragon Benefit</strong></h3>\n<p>With your mastery of your bell, you can affect many foes with ease. All the condition values from Ring Bell increase to 2 (or 3 on a critical failure). Ring Bell can trigger off the Strike or spell of any enemy, not just the target of your Exploit Vulnerability; however, in that case, the condition lasts only until the start of your next turn.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Ring Bell"
            }
        ],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "thaumaturge"
            ]
        }
    },
    "type": "feat"
}
