{
    "_id": "78HIjRbGoONMpF31",
    "img": "systems/pf2e/icons/features/classes/breakthrough-innovation.webp",
    "name": "Breakthrough Innovation",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You've made a breakthrough in your field of study and discovered a powerful new way to enhance your innovation. Choose a breakthrough modification of your innovation's type to apply to your innovation. You can choose an initial modification of your innovation's type instead if you prefer.</p>\n<h3>Breakthrough Armor Modifications</h3>\n<ul>\n<li><strong>Antimagic Plating</strong> Whether you used some clever adaptation of the magic-negating skymetal known as noqual or created magical protections of your own design, you've strengthened your armor against magic. While wearing the armor, you gain a +1 circumstance bonus to all saving throws against spells and to AC against spells. Against spells that target the armor directly (like heat metal), you instead gain a +4 circumstance bonus to all saving throws and to AC.</li>\n<li><strong>Camouflage Pigmentation (Subterfuge Suit Only)</strong> You've modified your armor's exterior to let you blend into your surroundings with ease, as long as you stay still. While wearing your armor, you can Hide even without cover or concealment, as the pigmentation shifts to match your surroundings.</li>\n<li><strong>Dense Plating</strong> You have encased your armor in robust plating. While wearing your armor, you gain resistance to slashing damage equal to half your level.</li>\n<li><strong>Enhanced Resistance</strong> You've improved upon your initial modification's ability to resist damage. The resistance from your initial armor modification adds your full level, instead of half your level (for instance, phlogistonic regulator's resistance would increase to your level). If you have more than one initial modification that gives resistance, choose which one this applies to.</li>\n<li><strong>Heavy Construction (Power Suit Only)</strong> You've expanded your innovation into a heavy bulwark, and your groundbreaking design ensures you don't take any of the drawbacks for such heavy defenses. Your innovation becomes heavy armor, and your proficiency in your innovation armor (but no other heavy armor) advances to be equal to your proficiency in medium armor. If your Strength score is at least 16, you remove the Speed penalty entirely instead of reducing it to -5 feet. The armor's adjusted statistics are: AC Bonus +5; Dex Cap +1; Check Penalty -2; Speed Penalty -10 feet; Strength 16; Bulk 3; Group composite; Armor Traits bulwark.</li>\n<li><strong>Hyper Boosters</strong> You've improved your speed boosters' power through a breakthrough that significantly increases the energy flow without risking exploding. You gain a +10-foot status bonus to your Speed, which increases to a +20-foot status bonus when you're in Overdrive. If you're legendary in Crafting, it instead increases to a +30-foot status bonus when you're in Overdrive. You must have the speed boosters modification to select this modification.</li>\n<li><strong>Layered Mesh</strong> You've woven an incredibly powerful network of interlocking mesh around your armor, which catches piercing attacks and diffuses them. While wearing your armor, you gain resistance to piercing damage equal to half your level.</li>\n<li><strong>Tensile Absorption</strong> You've enhanced the tensile capabilities of your armor, enabling it to bend with bludgeoning attacks. While wearing your armor, you gain resistance to bludgeoning damage equal to half your level.</li>\n</ul>\n<h3>Breakthrough Construct Modifications</h3>\n<ul>\n<li><strong>Advanced Weaponry</strong> You've powered up your construct's weaponry. Choose one of your construct's unarmed attacks to gain your choice of one initial weapon modification, chosen from the list on page 18 or from other initial weapon modifications to which you have access. The unarmed attack must meet any requirements for the chosen traits (such as being a melee attack for entangling form), and since it's an unarmed attack, it can never meet certain requirements, such as being a simple weapon for complex simplicity.</li>\n<li><strong>Antimagic Construction</strong> Whether you used some clever adaptation of the magic-negating skymetal known as noqual or created magical protections entirely of your own devising, you've made your innovation highly resilient to spells. Your construct innovation gains a +2 circumstance bonus to all saving throws and AC against spells.</li>\n<li><strong>Climbing Limbs</strong> With appendages that can claw or create suction, your construct becomes a capable climber. Your innovation gains a climb Speed equal to half its land Speed.</li>\n<li><strong>Durable Construction</strong> Your innovation is solidly built; it can take significant punishment before being destroyed. Increase its maximum HP by your level.</li>\n<li><strong>Marvelous Gears</strong> Your innovation gains expert proficiency in Intimidation, Stealth, and Survival. For any of these skills in which it was already an expert (because of being an advanced construct companion, for example), it gains master proficiency instead. If you have the revolutionary innovation class feature, these proficiencies improve to master, or legendary if your construct innovation was already an expert. You must have the wonder gears modification to select this modification.</li>\n<li><strong>Turret Configuration</strong> Your innovation can transform from a mobile construct to a stationary turret. Your construct companion can transform as a single action, which has the manipulate trait, turning into a turret in its space (or transforming back from a turret into its normal configuration). While it's a turret, your innovation is @UUID[Compendium.pf2e.conditionitems.Immobilized]{Immobilized}, but the damage die from its projectile launcher increases to 1d6 and the range increment increases to 60 feet. You must have the projectile launcher modification to select this modification.</li>\n</ul>\n<h3>Breakthrough Weapon Modifications</h3>\n<ul>\n<li><strong>Advanced Rangefinder (Ranged Only)</strong> A carefully tuned scope or targeting device makes your weapon especially good at hitting weak points. Your innovation gains the backstabber trait and increases its range increment by 10 feet.</li>\n<li><strong>Aerodynamic Construction (Melee Only)</strong> You carefully engineer the shape of your weapon to maintain its momentum in attacks against successive targets. Your innovation gains the sweep trait and the versatile S trait.</li>\n<li><strong>Inconspicuous Appearance (Melee Only)</strong> Your innovation is built for easy concealment and surprise attacks. It gains the backstabber and versatile P traits. If the weapon has light Bulk, it also gains the concealable trait.</li>\n<li><strong>Integrated Gauntlet (One-Handed Weapon Only; Can't Have the Two-Hand Trait)</strong> Combining your weapon with a gauntlet, you make it so you can quickly switch between attacking with your weapon and tinkering using your hands. Your innovation gains the free-hand trait.</li>\n<li><strong>Manifold Alloy</strong> You've devised several alloys that contain useful properties of various metals, and you replace a number of parts of your weapon or its ammunition with pieces from these alloys. Your weapon innovation is cold iron and silver. This means you deal more damage to a variety of supernatural creatures, such as demons, devils, and fey.</li>\n<li><strong>Rope Shot (Ranged Only)</strong> Your weapon can shoot projectiles that split into simple ropes or nets around your foes' legs to trip your targets, and you can climb using the grappling hooks built into the weapon. Your weapon innovation gains the climbing and ranged trip traits.</li>\n<li><strong>Tangle Line (Thrown Only)</strong> Your weapon has an extensible line that you can use to knock your enemies over and quickly recall the weapon back to your hand. Your innovation gains the ranged trip trait and the tethered trait.</li>\n</ul>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 7
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Guns & Gears"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "inventor"
            ]
        }
    },
    "type": "feat"
}
