{
    "_id": "7AVspOB6ITNzGFZi",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p dir=\"ltr\">Your mystery provides you with divine magical power. You can cast spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells. your unconventional access to this divine power means you can usually replace material components with somatic components, so you don't need to use a material component pouch when casting spells.</p>\n<p dir=\"ltr\">At 1st level, you can cast up to two 1st-level spells per day. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell splots. As you increase in level as an oracle, your number of spells per day increases, as does the highest level of spell you can cast, as shown in Table 2-3: Oracle Spells per Day on page 71.</p>\n<p dir=\"ltr\">Some of your spells require you to attempt a spell attack roll to see how effective they are, or your enemies to roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier. <span id=\"docs-internal-guid-16a74079-7fff-8a10-c451-9ec54da07d3e\"><br /></span></p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": ""
        },
        "rarity": {
            "value": "common"
        },
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "value": [
                "oracle"
            ]
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/divine-spellcasting.jpg",
    "name": "Divine Spellcasting (Oracle)",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
