{
    "_id": "cD3nSupdCvONuHiE",
    "img": "systems/pf2e/icons/features/classes/expert-spellcaster.webp",
    "name": "Expert Spellcaster",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p><strong>Bard</strong> Your proficiency ranks for occult spell attack rolls and spell DCs increase to expert.</p>\n<hr />\n<p><strong>Druid</strong> Your command of primal forces has deepened, empowering your spells. Your proficiency ranks for primal spell attack rolls and spell DCs increase to expert.</p>\n<hr />\n<p><strong>Magus</strong> Your fundamental understanding of magic improves, making your spells harder to resist. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to expert.</p>\n<hr />\n<p><strong>Oracle</strong> The intricacy of your divine power has grown clearer over time. Your proficiency ranks for divine spell attack rolls and spell DCs increase to expert.</p>\n<hr />\n<p><strong>Psychic</strong> Self-reflection has brought you greater knowledge of yourself and, with it, psychic power. Your proficiency ranks for occult spell attack rolls and spell DCs increase to expert.</p>\n<hr />\n<p><strong>Sorcerer</strong> Your inherent magic responds easily and powerfully to your command. Your proficiency ranks for spell attack rolls and spell DCs for spells of your bloodline's tradition increase to expert.</p>\n<hr />\n<p><strong>Summoner</strong> As your connection to your eidolon deepens, the power of your spells increases. Your proficiency ranks for spell attack rolls and spell DCs for spells of your eidolon's tradition increase to expert.</p>\n<hr />\n<p><strong>Witch</strong> You've learned to better control the power your patron has granted you. Your proficiency ranks for spell attacks and spell DCs for your witch spellcasting increase to expert.</p>\n<hr />\n<p><strong>Wizard</strong> Extended practice of the arcane has improved your capabilities. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to expert.</p>\n<hr />"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 7
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "feat"
}
