{
    "_id": "yksPhweBZYVCsE1A",
    "img": "systems/pf2e/icons/features/classes/familiar.webp",
    "name": "Familiar (Witch)",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Your patron has sent you a familiar, a mystical creature that teaches you and facilitates your spells. This familiar follows the normal familiar rules, though as it's a direct conduit between you and your patron, it's more powerful than other familiars. Your familiar gains an extra familiar ability, and gains another extra ability at 6th, 12th, and 18th levels.</p>\n<p>Your familiar is the source and repository of the spells your patron has bestowed upon you, and you must commune with your familiar to prepare your spells each day using your witch spellcasting (see below). Your familiar starts off knowing 10 cantrips, five 1st-level spells, and one additional spell determined by your patron's theme. You choose these spells from the common spells of the tradition determined by your patron or from other spells of that tradition you gain access to.</p>\n<p>Each time you gain a level, your patron teaches your familiar two new spells of any level you can cast, chosen from common spells of your tradition or others you gain access to. Feats can also grant your familiar additional spells.</p>\n<p>Your familiar can learn new spells independently of your patron. It can learn any spell on your tradition's spell list by physically consuming a scroll of that spell in a process that takes 1 hour. You can use the @UUID[Compendium.pf2e.actionspf2e.Learn a Spell]{Learn a Spell} exploration activity to prepare a special written version of a spell, which your familiar can consume as if it were a scroll. You and your familiar can use the Learn a Spell activity to teach your familiar a spell from another witch's familiar. Both familiars must be present for the entirety of the activity, the spell must be on your spellcasting tradition's spell list, and you must pay the usual cost for that activity, typically in the form of an offering to the other familiar's patron. You can't prepare spells from another witch's familiar.</p>\n<p>If your familiar dies, your patron replaces it during your next daily preparations. The new familiar might be a duplicate or reincarnation of your former familiar or a new entity altogether, but it knows the same spells your former familiar knew regardless. Your familiar's death doesn't affect any spells you have already prepared.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.attributes.familiarAbilities.value",
                "priority": 9,
                "value": 2
            },
            {
                "key": "ActiveEffectLike",
                "mode": "add",
                "path": "system.attributes.familiarAbilities.value",
                "value": {
                    "brackets": [
                        {
                            "end": 5,
                            "value": 1
                        },
                        {
                            "end": 11,
                            "start": 6,
                            "value": 2
                        },
                        {
                            "end": 17,
                            "start": 12,
                            "value": 3
                        },
                        {
                            "start": 18,
                            "value": 4
                        }
                    ]
                }
            }
        ],
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "witch"
            ]
        }
    },
    "type": "feat"
}
