{
    "_id": "T25ZLQWn6O4KchLo",
    "img": "systems/pf2e/icons/spells/contingency.webp",
    "name": "Focus Spells",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Focus spells are a special type of spell attained directly from a branch of study, from a deity, or from another specific source. You can learn focus spells only through special class features or feats, rather than choosing them from a spell list. Furthermore, you cast focus spells using a special pool of Focus Points-you can't prepare a focus spell in a spell slot or use your spell slots to cast focus spells; similarly, you can't spend your Focus Points to cast spells that aren't focus spells. Even some classes that don't normally grant spellcasting, such as the Champion and Monk, can grant focus spells.</p>\n<p>Focus spells are automatically heightened to half your level rounded up, just like cantrips are. You can't cast a focus spell if its minimum level is greater than half your level rounded up, even if you somehow gain access to it.</p>\n<p>Casting any of your focus spells costs you 1 Focus Point. You automatically gain a focus pool of 1 Focus Point the first time you gain an ability that gives you a focus spell.</p>\n<p>You replenish all the Focus Points in your pool during your daily preparations. You can also use the Refocus activity to pray, study, meditate, or otherwise reattune yourself to the source of your focus magic and regain a Focus Point.</p>\n<p>Some abilities allow you to increase the Focus Points in your pool beyond 1. Typically, these are feats that give you a new focus spell and increase the number of points in your pool by 1. Your focus pool can't have a capacity beyond 3 Focus Points, even if feats that increase your pool would cause it to exceed this number.</p>\n<hr />\n<p>To regain focus points, see the @UUID[Compendium.pf2e.actionspf2e.Refocus]{Refocus} action.</p>\n<hr />\n<h1>Spellcasters with Focus Spells</h1>\n<p>Source<strong>Core Rulebook pg. 302</strong></p>\n<p>If you are a spellcaster, your focus spells are the same tradition of spell as the class that gave you the focus spell. A Bard's are @UUID[Compendium.pf2e.classfeatures.Occult Spellcasting]{Occult}, a Cleric's are @UUID[Compendium.pf2e.classfeatures.Divine Spellcasting (Cleric)]{Divine}, a Druid's are @UUID[Compendium.pf2e.classfeatures.Primal Spellcasting]{Primal}, a Wizard's are @UUID[Compendium.pf2e.classfeatures.Arcane Spellcasting (Wizard)]{Arcane}, and a Sorcerer's are determined by their bloodline.</p>\n<h1>Non-Spellcasters with Focus Spells</h1>\n<p>Source <strong>Core Rulebook pg. 302</strong></p>\n<p>If you get focus spells from a class or other source that doesn't grant spellcasting ability (for example, if you're a Monk with the @UUID[Compendium.pf2e.feats-srd.Ki Strike]{Ki Strike} feat), the ability that gives you focus spells also provides your proficiency rank for spell attack rolls and spell DCs, as well as the magical tradition of your focus spells. You gain the ability to @UUID[Compendium.pf2e.actionspf2e.Cast a Spell]{Cast a Spell} and use any spellcasting actions necessary to cast your focus spells (see below). However, you don't qualify for feats and other rules that require you to be a spellcaster.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "feat"
}
