{
    "_id": "JuKD6k7nDwfO0Ckv",
    "name": "Giant Instinct",
    "permission": {
        "default": 0
    },
    "type": "feat",
    "data": {
        "description": {
            "value": "<p><span id=\"ctl00_MainContent_DetailedOutput\">Your rage gives you the raw power and size of a giant. This doesn’t necessarily mean you revere giants—you might scoff at them or even aspire to slay them! You could instead seem like a giant to other people due to your exceptional strength or larger-than-life emotions and ego.</span></p>\n<h2 class=\"title\">Anathema</h2>\n<p>Failing to face a personal challenge of strength is anathema.</p>\n<h2 class=\"title\">Titan Mauler (Instinct Ability)</h2>\n<p>You can use a weapon built for a Large creature if you are Small or Medium (both normally and when raging). If you’re not Small or Medium, you can use a weapon built for a creature one size larger than you. You gain access to this larger weapon, of any weapon type otherwise available at character creation. It has the normal Price and Bulk for a weapon of its size (page 295). When wielding such a weapon in combat, increase your additional damage from Rage from 2 to 6, but you have the clumsy 1 condition (page 618) because of the weapon’s unwieldy size. You can’t remove this clumsy condition or ignore its penalties by any means while wielding the weapon.</p>\n<h2 class=\"title\">Specialization Ability</h2>\n<p>Increase the damage from Rage when using a larger weapon from 6 to 10; if you have greater weapon specialization, increase it from 10 to 18.</p>\n<h2 class=\"title\">Raging Resistance</h2>\n<p>You resist bludgeoning damage and your choice of cold, electricity, or fire, chosen when you gain raging resistance.&nbsp;</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": {
            "value": ""
        },
        "traits": {
            "value": [
                "barbarian"
            ],
            "custom": ""
        },
        "rarity": {
            "value": "common"
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "level": {
            "value": "1"
        },
        "featType": {
            "value": "classfeature"
        },
        "actionType": {
            "value": "passive"
        },
        "actionCategory": {
            "value": ""
        },
        "actions": {
            "value": ""
        },
        "prerequisites": {
            "value": ""
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/giant-instinct.jpg"
}
