{
    "_id": "OMZs5y16jZRW9KQK",
    "img": "systems/pf2e/icons/features/classes/juggerenaut.webp",
    "name": "Juggernaut",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p><strong>Barbarian, Champion, Fighter, Inventor, Ranger</strong> Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<p><strong>Alchemist</strong> Your body has become accustomed to physical hazards and resistant to pathogens and ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<p><strong>Magus</strong> Your body is accustomed to physical hardship and resistant to a wide range of ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<p><strong>Gunslinger</strong> Your body has become accustomed to physical hazards and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 7
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "Note",
                "selector": "fortitude",
                "text": "When you roll a success on a Fortitude save, you get a critical success instead.",
                "title": "{item|name}"
            },
            {
                "adjustment": {
                    "success": "one-degree-better"
                },
                "key": "AdjustDegreeOfSuccess",
                "selector": "fortitude",
                "type": "save"
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.saves.fortitude.rank",
                "value": 3
            }
        ],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "feat"
}
