{
    "_id": "Hfaa7TuLn3nE8lr3",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p><strong>Bard</strong>: Your command of occult magic is the stuff of legends. Your proficiency ranks for occult spell attack rolls and spell DCs increase to legendary.</p>\n<hr />\n<p><strong>Druid</strong>: You have developed an unparalleled rapport with the magic of nature. Your proficiency ranks for primal spell attack rolls and spell DCs increase to legendary.</p>\n<hr />\n<p><strong>Oracle:</strong> You can harness divine power at a level few others can match. Your proficiency ranks for divine spell attack rolls and spell DCs increase to legendary.</p>\n<hr />\n<p><strong>Sorcerer</strong>: You demonstrate prodigious talent for spellcasting. Your proficiency ranks for spell attack rolls and spell DCs for spells of your bloodline's tradition increase to legendary.</p>\n<hr />\n<p><strong>Witch</strong>: You've perfected your command of the magic your patron provides. Your proficiency ranks for spell attacks and spell DCs for your witch spellcasting increase to legendary.</p>\n<hr />\n<p><strong>Wizard: </strong>You are a consummate spellcaster, with a comprehensive understanding of both arcane theory and practical spellcraft. Your proficiency ranks for arcane spell attack rolls and spell DCs increase to legendary.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 19
        },
        "location": "",
        "prerequisites": [],
        "rarity": {
            "value": "common"
        },
        "rules": [],
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "value": [
                "bard",
                "druid",
                "oracle",
                "sorcerer",
                "witch",
                "wizard"
            ]
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/legendary-spellcaster.jpg",
    "name": "Legendary Spellcaster (Level 19)",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
