{
    "_id": "tZBb3Kh4nJcNoUFI",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>Knowledge and information come freely to you. You might use this lore to gain power or perhaps to understand the divine mysteries of the multiverse. You might have a conduit to the fabled Akashic Record, maintain a subtle telepathic connection to the collective subconscious of all living creatures, or follow in the footsteps of deities such as Abadar, Irori, Nethys, Irori's scholarly nephew Gruhastha, the fey triune goddess of fate Magdh, or the lawful aeon god-figure known as the Monad.</p>\n<p><strong>Mystery Benefit</strong> You hold more mystical knowledge within you than most. You have one additional spell in your repertoire of each level you can cast.</p>\n<p><strong>Trained Skill</strong> Occultism and one Lore skill of your choice</p>\n<p><strong>Granted Cantrip</strong> @Compendium[pf2e.spells-srd.Read Aura]{Read Aura}</p>\n<p><strong>Revelation Spells</strong> initial: @Compendium[pf2e.spells-srd.Brain Drain]{Brain Drain}; advanced: @Compendium[pf2e.spells-srd.Access Lore]{Access Lore}; greater: @Compendium[pf2e.spells-srd.Dread Secret]{Dread Secret}</p>\n<p><strong>Related Domains</strong> knowledge, truth</p>\n<h3>Curse of Torrential Knowledge</h3>\n<p>You have a link to true divine knowledge, but your mortal mind struggles to process and act on what you know. Loose materials around you, such as dust, grains of rice, and droplets of water, slowly shift to form strange runes or faint indecipherable writing, and you sometimes speak unintelligible truths or statements in unknown languages without realizing it.</p>\n<p><strong>Minor Curse</strong> You take a -4 penalty to initiative, as trying to process a surge of information about what's happening around you slows your ability to respond to it.</p>\n<p><strong>Moderate Curse</strong> The flow of information through your mind grows. The attention you divert to process this huge influx of information means you are always @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed}. At the start of each of your turns, you automatically make one check to @Compendium[pf2e.actionspf2e.Recall Knowledge (Arcana)]{Recall Knowledge} as a free action. This uses a skill of your choice that has the Recall Knowledge action, using a result equal to 10 + your proficiency bonus in that skill (with no other bonuses, penalties, or modifiers).</p>\n<p><strong>Major Curse (11th)</strong> The massive flow of information clouding your mind overwhelms your ability to communicate with others. You can understand all languages, but you can't speak, use linguistic effects, or otherwise communicate with your allies. If you @Compendium[pf2e.actionspf2e.Cast a Spell]{Cast a Spell} with a verbal component, you must succeed at a DC 5 flat check or the spell is lost. You gain a +4 status bonus on saving throws against linguistic effects.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": "1"
        },
        "prerequisites": {
            "value": ""
        },
        "rarity": {
            "value": "common"
        },
        "rules": [],
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "value": [
                "oracle"
            ]
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/lore-mystery.jpg",
    "name": "Lore Mystery",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
