{
    "_id": "N6KvTbaRsphc0Ymb",
    "img": "systems/pf2e/icons/features/classes/Mirror.webp",
    "name": "Mirror",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Mirror implements represent misdirection, illusion, and sleight of hand, bending and shifting a perspective and the way you look at things. While larger mirrors hold the same mystic connotations, thaumaturges always choose small, portable, handheld mirrors as implements so they can use them easily while adventuring. Mirror implements are associated with the harrow suit of keys, and the astrological signs of the stranger and the swallow.</p>\n<h3><strong>Initiate Benefit</strong></h3>\n<p>You learn how to use your mirror to project another version of yourself whose realness is a matter of perspective. You gain the @UUID[Compendium.pf2e.actionspf2e.Mirror's Reflection]{Mirror's Reflection} action.</p>\n<h3><strong>Adept Benefit</strong></h3>\n<p>Your mirror self shatters into punishing shards when damaged. While Mirror's Reflection is in effect, when an enemy adjacent to one of your spaces damages you, that version of you explodes into mirror shards. This ends Mirror's Reflection (establishing the remaining version of you as the real one) and deals slashing damage to all creatures in a @Template[type:emanation|distance:5] around where your mirror self was. The damage is equal to 2 + half your level or the damage of the triggering attack, whichever is lower. You're immune to this damage.</p>\n<h3><strong>Intensify Vulnerability</strong></h3>\n<p>Reinforcing your mirror lets it play tricks on your enemy's senses as it bends light this way or that. You become @UUID[Compendium.pf2e.conditionitems.Concealed]{Concealed} to the target of your Exploit Vulnerability as your mirror warps its perceptions. As normal for concealment where your overall location is still obvious, you can't use this concealment to @UUID[Compendium.pf2e.actionspf2e.Hide]{Hide} or @UUID[Compendium.pf2e.actionspf2e.Sneak]{Sneak}.</p>\n<h3><strong>Paragon Benefit</strong></h3>\n<p>You've become so skilled at reflecting yourself that you can combine making a reflection with your other movements to act right away. When you use Mirror's Reflection, you can have one of your selves immediately @UUID[Compendium.pf2e.actionspf2e.Interact]{Interact}, @UUID[Compendium.pf2e.actionspf2e.Seek]{Seek}, or @UUID[Compendium.pf2e.actionspf2e.Strike]{Strike}.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Mirror's Reflection"
            }
        ],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "thaumaturge"
            ]
        }
    },
    "type": "feat"
}
