{
    "_id": "PRJYLksQEwT39bTl",
    "name": "Mystery",
    "permission": {
        "default": 0
    },
    "type": "feat",
    "data": {
        "description": {
            "value": "<p>Choose the divine mystery that fuels your mystical power.&nbsp;</p>\n<p>Your mystery might represent a pantheistic devotion to all the deities with power over the subject of your mystery, veneration of a particular ideal, or a conduit to raw divine energy. Whatever its origin and nature, your mystery determines the revelation spells you can cast and the oracular curse that overtakes your body when you do. You learn skills related to that mystery, gain access to a cantrip, and gain a special benefit drawn from the combined divine&nbsp;</p>\n<p>knowledge and experience of your mystery.</p>\n<hr>\n<h3>Reading a Mystery Entry</h3>\n<p>A mystery entry contains the following information, followed by a description of that mystery’s curse.</p>\n<p><strong>Mystery Benefit</strong> The mystery benefit is a special ability (or abilities) you gain from your mystery.</p>\n<p><strong>Trained Skill </strong>You become trained in the listed skill. A few mysteries make you trained in more than one skill.</p>\n<p><strong>Granted Cantrip</strong> You automatically add this cantrip to your spell repertoire, in addition to those you gain through divine spellcasting.</p>\n<p><strong>Revelation Spells</strong> You automatically gain your mystery’s initial revelation spell at 1st level and can gain more by selecting the @Compendium[pf2e.feats-srd.FPVe3o7YctBicSQa]{Advanced Revelation}, @Compendium[pf2e.feats-srd.HSW3N9pfHhM7upRB]{Greater Revelation}, and @Compendium[pf2e.feats-srd.2HeRmbcHcsRMccir]{Diverse Mystery} oracle feats. These spells appear starting on page 229.</p>\n<p><strong>Related Domains </strong>These are the cleric domains associated with your mystery. You select one initial domain spell from one of these domains at 1st level, which you can cast as a revelation spell with the cursebound trait. The domains and their domain spells appear on page 441 of the Core Rulebook.</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": {
            "value": ""
        },
        "traits": {
            "value": [
                "oracle"
            ],
            "rarity": {
                "value": "common"
            },
            "custom": ""
        },
        "rarity": {
            "value": "common"
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "level": {
            "value": "1"
        },
        "featType": {
            "value": "classfeature"
        },
        "actionType": {
            "value": "passive"
        },
        "actionCategory": {
            "value": ""
        },
        "actions": {
            "value": ""
        },
        "prerequisites": {
            "value": ""
        }
    },
    "flags": {},
    "img": "icons/svg/mystery-man.svg"
}
