{
    "_id": "fEOj0eOBe34qYdAa",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>You draw upon magic from esoteric knowledge. You can cast occult spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells (see Casting Spells on page 302). Because you're a bard, you can usually play an instrument for spells requiring somatic or material components, as long as it takes at least one of your hands to do so. If you use an instrument, you don't need a spell component pouch or another hand free. You can usually also play an instrument for spells requiring verbal components, instead of speaking.</p>\n<p>Each day, you can cast up to two 1st-level spells. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots.</p>\n<p>As you increase in level as a bard, your number of spells per day increases, as does the highest level of spells you can cast, as shown on Table 3-6: Bard Spells per Day on page 98.</p>\n<p>Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier. Details on calculating these statistics appear on page 447.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": "1"
        },
        "prerequisites": {
            "value": ""
        },
        "rarity": {
            "value": "common"
        },
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "value": [
                "bard"
            ]
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/occult-spellcasting.jpg",
    "name": "Occult Spellcasting",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
