{
    "_id": "3KPZ7svIO6kmmEKH",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>You prefer to strong-arm or intimidate others rather than rely on finesse or fancy tricks. You might be an enforcer for organized crime, a highway bandit, or a noble who bullies others with threats of your family's power. Or, you might use your skills on the up and up, in a private security detail or as a guard in a city with the right temperament.<br /></p>\n<p>You use whatever tools you have at hand to get the job done. You can deal sneak attack damage with any simple weapon, in addition to the weapons listed in the sneak attack class feature. When you critically succeed at an attack roll using a simple weapon and the target has the @Compendium[pf2e.conditionitems.Flat-Footed]{Flat-Footed} condition (unable to focus on defending itself), you also apply the critical specialization effect for the weapon you're wielding (page 283). You don't gain these benefits if the weapon has a damage die larger than d8 (after applying any abilities that alter its damage die size).<br /></p>\n<p>You're trained in Intimidation and medium armor. You can choose Strength as your key ability score. When you gain light armor expertise, you also gain expert proficiency in medium armor, and when you gain light armor mastery, you also gain master proficiency in medium armor.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": "1"
        },
        "prerequisites": {
            "value": ""
        },
        "rarity": {
            "value": "common"
        },
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "value": [
                "rogue"
            ]
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/ruffian.jpg",
    "name": "Ruffian Racket",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
