{
    "_id": "HYTaibaCGE85rhbZ",
    "img": "systems/pf2e/icons/default-icons/feat.svg",
    "name": "Runelord Specialization",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You draw untold power from runes, sometimes called sin magic. You associate with one of the seven vices, also known as the seven rewards of rule: envy (abjuration), gluttony (necromancy), greed (transmutation), lust (enchantment), pride (illusion), sloth (conjuration), and wrath (evocation). Studying these techniques often tempts you with the associated sin. While leaning into it could corrupt you, it might make you more powerful. If you choose this class archetype, you must select @UUID[Compendium.pf2e.feats-srd.Runelord Dedication]{Runelord Dedication} as your 2nd-level class feat.</p>\n<p><strong>Prerequisites</strong> You must be a wizard specializing in one of the seven schools other than divination.</p>\n<p><strong>Runelord Adjustments</strong> In addition to the normal school spell for your chosen school of magic, you learn the initial rune spell associated with your school, with its school adjusted to your chosen school of magic if it wasn't from that school already. Your pool of Focus Points increases to 2 Focus Points. At 8th level, you also learn the advanced rune spell associated with your school, also adjusting its school to match your chosen school of magic if it wasn't already, and your pool of Focus Points increases to 3 Focus Points.</p>\n<p>You can Refocus by indulging in your school's sin in lieu of studying your spellbook. As you become more powerful, your indulgence grows. At 12th level, if you indulge in your sin to @UUID[Compendium.pf2e.actionspf2e.Refocus]{Refocus}, if you have spent at least 2 Focus Points since the last time you Refocused, you recover 2 Focus Points when you Refocus instead of 1. At 18th level, if you indulge in your sin to Refocus, if you have spent at least 3 Focus Points since the last time you Refocused, you recover 3 Focus Points when you Refocus instead of 1.</p>\n<p>You are trained in martial polearms. At 11th level, if you gain @UUID[Compendium.pf2e.classfeatures.Weapon Expertise]{Weapon Expertise}, you become an expert in martial polearms.</p>\n<p>Finally, you lose the ability to prepare or cast any spell from your school's prohibited schools. You remove all spells of those schools from your spell list, meaning you can't even activate scrolls or wands of such spells.</p>\n<p><strong>Additional Feats</strong> 2nd @UUID[Compendium.pf2e.feats-srd.Tattoo Artist]{Tattoo Artist}</p>\n<h2>The Seven Schools</h2>\n<p>The following seven schools are considered proper specializations of Thassilonian rune magic. In this paradigm, the Thassilonians considered divination magic to be something every wizard should learn but that none need take the effort to master.</p>\n<h3>Abjuration (Envy)</h3>\n<p>Runelords of abjuration specialize in protective magic and in suppressing all other magic to glorify their own.</p>\n<p><strong>Prohibited Schools</strong> evocation, necromancy; <strong>Rune Spells</strong> initial: <em>@UUID[Compendium.pf2e.spells-srd.Blind Ambition]{Blind Ambition}</em> advanced: <em>@UUID[Compendium.pf2e.spells-srd.Competitive Edge]{Competitive Edge}</em></p>\n<h3>Conjuration (Sloth)</h3>\n<p>Runelords of conjuration use their magic to create what they need as they need it, and call forth servants to do their bidding.</p>\n<p><strong>Prohibited Schools</strong> evocation, illusion; <strong>Rune Spells</strong> initial: <em>@UUID[Compendium.pf2e.spells-srd.Efficient Apport]{Efficient Apport}</em>, advanced: <em>@UUID[Compendium.pf2e.spells-srd.Swamp of Sloth]{Swamp of Sloth}</em></p>\n<h3>Enchantment (Lust)</h3>\n<p>Runelords of enchantment specialize in magic that compels and controls the minds of others, often to fulfill their own needs and desires.</p>\n<p><strong>Prohibited Schools</strong> necromancy, transmutation; <strong>Rune Spells</strong> initial: <em>@UUID[Compendium.pf2e.spells-srd.Charming Touch]{Charming Touch}</em>, advanced: <em>@UUID[Compendium.pf2e.spells-srd.Captivating Adoration]{Captivating Adoration}</em></p>\n<h3>Evocation (Wrath)</h3>\n<p>Runelords of evocation channel raw destructive energies and direct them toward all who would oppose their will.</p>\n<p><strong>Prohibited Schools</strong> abjuration, conjuration; <strong>Rune Spells</strong> initial: <em>@UUID[Compendium.pf2e.spells-srd.Weapon Surge]{Weapon Surge}</em>, advanced: <em>@UUID[Compendium.pf2e.spells-srd.Zeal for Battle]{Zeal for Battle}</em></p>\n<h3>Illusion (Pride)</h3>\n<p>Runelords of illusion use magic to create the perfect appearance and fool others through trickery, deception, and misdirection.<br /><strong>Prohibited Schools</strong> conjuration, transmutation; <strong>Rune Spells</strong> initial: <em>@UUID[Compendium.pf2e.spells-srd.Veil of Confidence]{Veil of Confidence}</em>, advanced: <em>@UUID[Compendium.pf2e.spells-srd.Delusional Pride]{Delusional Pride}</em></p>\n<h3>Necromancy (Gluttony)</h3>\n<p>Runelords of necromancy tap into their constant hunger for more power and enhancing their longevity, potentially even unto undeath.</p>\n<p><strong>Prohibited Schools</strong> abjuration, enchantment; <strong>Rune Spells</strong> initial: <em>@UUID[Compendium.pf2e.spells-srd.Overstuff]{Overstuff}</em>, advanced: <em>@UUID[Compendium.pf2e.spells-srd.Take its Course]{Take its Course}</em></p>\n<h3>Transmutation (Greed)</h3>\n<p>Runelords of transmutation not only transform objects to create value, but also transform and enhance their own power.</p>\n<p><strong>Prohibited Schools</strong> enchantment, illusion; <strong>Rune Spells</strong> initial: <em>@UUID[Compendium.pf2e.spells-srd.Appearance of Wealth]{Appearance of Wealth}</em>, advanced: <em>@UUID[Compendium.pf2e.spells-srd.Precious Metals]{Precious Metals}</em></p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": [
                {
                    "value": "You must be a wizard specializing in one of the seven schools other than divination"
                }
            ]
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.resources.focus.max",
                "priority": 10,
                "value": {
                    "brackets": [
                        {
                            "end": 7,
                            "start": 1,
                            "value": 2
                        },
                        {
                            "end": 20,
                            "start": 7,
                            "value": 3
                        }
                    ]
                }
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.martial.weapon-group-polearm.rank",
                "value": {
                    "brackets": [
                        {
                            "end": 10,
                            "start": 1,
                            "value": 1
                        },
                        {
                            "end": 20,
                            "start": 11,
                            "value": 2
                        }
                    ]
                }
            }
        ],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "feat"
}
