{
    "_id": "TQqv9Q5mB4PW6LH9",
    "name": "Spirit Instinct",
    "permission": {
        "default": 0
    },
    "type": "feat",
    "data": {
        "description": {
            "value": "<p><span id=\"ctl00_MainContent_DetailedOutput\">Whether you are emotionally sensitive to the spirits around you; worship ancestors or apparitions; or are haunted by the specter of an ancestor, relative, friend, or foe, your rage takes the form of a spiritual possession.</span></p>\n<h2 class=\"title\">Anathema</h2>\n<p>Disrespecting corpses or spirits is anathema to your instinct; defending yourself against undead creatures is not.</p>\n<h2 class=\"title\">Spirit Rage (Instinct Ability)</h2>\n<p>When you are raging, you can increase your damage from Rage from 2 to 3 and deal negative or positive damage, instead of the normal damage type for your weapon or unarmed attack (choose each time you Rage). If you choose to deal negative or positive damage, your weapon or unarmed attack gains the effects of the ghost touch property rune, which makes it more effective against incorporeal creatures, and your Rage action gains the divine and necromancy traits, plus negative or positive, as appropriate.</p>\n<h2 class=\"title\">Specialization Ability</h2>\n<p>When using spirit rage, increase the damage from Rage from 3 to 7. If you have greater weapon specialization, instead increase the damage when using spirit rage to 13.</p>\n<h2 class=\"title\">Raging Resistance</h2>\n<p>You resist negative damage, as well as damage dealt by the attacks and abilities of undead creatures, regardless of the damage type.&nbsp;</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": {
            "value": ""
        },
        "traits": {
            "value": [
                "barbarian"
            ],
            "custom": ""
        },
        "rarity": {
            "value": "common"
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "level": {
            "value": "1"
        },
        "featType": {
            "value": "classfeature"
        },
        "actionType": {
            "value": "passive"
        },
        "actionCategory": {
            "value": ""
        },
        "actions": {
            "value": ""
        },
        "prerequisites": {
            "value": ""
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/spirit-instinct.jpg"
}
