{
    "_id": "gWcN75VNpSZ4FqNb",
    "img": "systems/pf2e/icons/features/classes/summoner-spellcasting.webp",
    "name": "Summoner Spellcasting",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Your link to your eidolon grants you limited magic connected to your eidolon's nature. You can cast spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells. Because of the magic you draw from your eidolon, you can usually replace material components with somatic components, so you don't need a material component pouch.</p>\n<p>Each day, you can cast one 1st-level spell and five cantrips. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots.</p>\n<p>As you increase in level as a summoner, the magical link with your eidolon grants you additional, more powerful spell slots. Your total number of spell slots and the highest level of spells you can cast are shown in Table 2-4: Summoner Spells per Day. Because of the way you draw magic from your connection to your eidolon, you begin to lose lower-level spell slots once you reach 5th level. The maximum number of spell slots you get from the summoner class is four, starting when you reach 4th level.</p>\n<p>Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier. Details on calculating these statistics appear on page 447 of the Core Rulebook.</p>\n<h3>Heightening Spells</h3>\n<p>When you gain spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels.</p>\n<h3>Cantrips</h3>\n<p>A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up-this is usually equal to the highest level of spell you can cast as a summoner. For example, as a 1st-level summoner, your cantrips are 1st-level spells, and as a 5th-level summoner, your cantrips are 3rd-level spells.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "summoner"
            ]
        }
    },
    "type": "feat"
}
