{
    "_id": "W9cF7wZztLDb1WGY",
    "data": {
        "actionCategory": {
            "value": ""
        },
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>The fury of the wind and waves pounds in your heart, whether your power flows from natural storms, a conduit to the elemental Planes of Air and Water, or through reverence of deities such as Gozreh, the tengu god of storms Hei Feng, the demon lord Dagon, or the elemental lords of air and water.</p>\n<p><strong>Mystery Benefit</strong> You can see perfectly through wind and water, and you send electric charges through both air and water. You never take penalties to Perception from wind, rain, fog, or other precipitation, or from looking through water or being underwater, and such conditions don't cause anything to be concealed from you. When you deal physical damage with a non-cantrip air or water spell, you deal an additional 1 electricity damage per spell level.</p>\n<p><strong>Trained Skill</strong> Nature</p>\n<p><strong>Granted Cantrip</strong> @Compendium[pf2e.spells-srd.Electric Arc]{Electric Arc}</p>\n<p><strong>Revelation Spells</strong> initial: @Compendium[pf2e.spells-srd.Tempest Touch]{Tempest Touch}; advanced: @Compendium[pf2e.spells-srd.Thunderburst]{Thunderburst}; greater: @Compendium[pf2e.spells-srd.Tempest Form]{Tempest Form}</p>\n<p><strong>Related Domains</strong> Air, Water</p>\n<h3>Curse of the Perpetual Storm</h3>\n<p>You are the center of your own tiny tempest, ever surrounded by wind and rain that worsens the more you tap into your elemental powers. Even when you are calm and at rest, your hair and clothing are blown about by gentle winds, you are slightly damp, and your touch often comes with a static shock.</p>\n<p><strong>Minor Curse</strong> An aura of a whirling storm whips up in a 5-foot emanation around you and in your space. The aura puts out small non-magical fires 1 round after they're lit or brought into your aura.</p>\n<p>Electrical energy builds up within your storm, turning you into a lightning rod; you gain weakness 2 to electricity, and electricity spells or effects that have additional effects for a creature wearing or holding metal treat you as though you were wearing metal.</p>\n<p><strong>Moderate Curse</strong> Your minor curse's aura expands to a 10-foot emanation and carries rain on the winds. The whirling winds impose a -2 circumstance penalty on ranged attack rolls using physical ammunition that target you or originate from you. Your weakness to electricity increases to 5 or half your level, whichever is greater, but torrential rain grants you an equal amount of fire resistance.</p>\n<p><strong>Major Curse (11th)</strong> Your minor curse's aura expands to a 15-foot emanation and grows stronger. High winds blowing outward in the aura impede creatures' progress. The aura is difficult terrain for Large and smaller creatures on the ground, and for Huge or smaller flying creatures. You aren't affected by this difficult terrain.</p>\n<p>The electricity arcing through you becomes dangerous. Any creature that touches you, including with a touch spell or a melee unarmed attack, takes [[/r 1d6 #electricity]] electricity damage</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": "1"
        },
        "prerequisites": {
            "value": ""
        },
        "rarity": {
            "value": "common"
        },
        "rules": [],
        "source": {
            "value": ""
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "value": [
                "oracle"
            ]
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/tempest-mystery.jpg",
    "name": "Tempest Mystery",
    "permission": {
        "default": 0
    },
    "type": "feat"
}
