{
    "_id": "P9quO9XZi3OWFe1k",
    "img": "systems/pf2e/icons/features/classes/toxicologist.webp",
    "name": "Toxicologist",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>You specialize in toxins and venoms of all types. You start with the formulas for two common 1st-level alchemical poisons in your formula book, in addition to your other formulas.</p>\n<p>Your research field adds a number of formulas to your formula book; these are your signature items. When using a batch of @UUID[Compendium.pf2e.classfeatures.Infused Reagents]{Infused Reagents} to create your signature items using @UUID[Compendium.pf2e.classfeatures.Advanced Alchemy]{Advanced Alchemy}, you create three items instead of two. Each time you gain a level, you can swap one of your signature items with another formula in your formula book. This new signature item must be on your research field's list of possible signature items.</p>\n<p>You can apply an injury poison you're holding to a weapon you're wielding as a single action, rather than as a 2-action activity, and you can change the DCs of your infused poisons to your class DC if it's higher.</p>\n<h2 class=\"title\">@UUID[Compendium.pf2e.classfeatures.Field Discovery (Toxicologist)]{Field Discovery}<span style=\"float: right;\">Level 5</span></h2>\n<p>When using Advanced Alchemy to make poisons during your daily preparations, you can spend one batch of reagents to create three poisons in any combination, instead of just two of the same poison.</p>\n<h2 class=\"title\">@UUID[Compendium.pf2e.classfeatures.Perpetual Infusions (Toxicologist)]{Perpetual Infusions}<span style=\"float: right;\">Level 7</span></h2>\n<p>You have learned how to create perpetual alchemical infusions that can provide a near-infinite supply of certain simple items. You gain the ability to create two 1st-level alchemical items using @UUID[Compendium.pf2e.classfeatures.Quick Alchemy]{Quick Alchemy}without spending a batch of infused reagents. The items you can select depend on your research field and must be in your formula book.</p>\n<p>Choose two common 1st-level alchemical poisons.</p>\n<h2 class=\"title\">@UUID[Compendium.pf2e.classfeatures.Perpetual Potency (Toxicologist)]{Perpetual Potency}<span style=\"float: right;\">Level 11</span></h2>\n<p>Your perpetual infusions improve, allowing you to use Quick Alchemy to create more powerful items with no cost. The items you can select depend on your research field and must be in your formula book.</p>\n<p>Choose two common 5th-level or lower alchemical poisons.</p>\n<h2 class=\"title\">@UUID[Compendium.pf2e.classfeatures.Greater Field Discovery (Toxicologist)]{Greater Field Discovery}<span style=\"float: right;\">Level 13</span></h2>\n<p>You can apply two different injury poisons to the same weapon, though not to a piece of ammunition. The two poisons can be up to six levels lower than your level, and you can't use the poisons made without spending a batch of infused reagents via perpetual infusions. Applying the two poisons requires a separate action to apply each poison.</p>\n<p>Once completed, you combine the two poisons on the weapon into a double poison with the lower of the two poisons' DCs. This double poison is only virulent if both poisons were virulent, and if the poisons have a different number of stages, the double poison has a number of stages equal to the poison with the lower number of stages. The target takes the effects of both poisons for its current stage.</p>\n<h2 class=\"title\">@UUID[Compendium.pf2e.classfeatures.Perpetual Perfection (Toxicologist)]{Perpetual Perfection}<span style=\"float: right;\">Level 17</span></h2>\n<p>You have perfected your perpetual infusions, allowing you to use Quick Alchemy to create even more powerful items at no cost. The items you can select depend on your research field and must be in your formula book.</p>\n<p>Choose two common 11th-level or lower alchemical poisons.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "alchemist"
            ]
        }
    },
    "type": "feat"
}
