{
    "_id": "P9quO9XZi3OWFe1k",
    "name": "Toxicologist",
    "permission": {
        "default": 0
    },
    "type": "feat",
    "data": {
        "description": {
            "value": "<p><strong>Research Field (1st Level): </strong>You specialize in toxins&nbsp;and venoms of all types. You start with the formulas&nbsp;for two common 1st-level alchemical poisons in your&nbsp;formula book, in addition to your other formulas. You&nbsp;can apply an injury poison you’re holding to a weapon&nbsp;you’re wielding as a single action, rather than as a&nbsp;2-action activity, and you can change the DCs of your&nbsp;infused poisons to your class DC if it’s higher.</p>\n<p><strong>Field Discovery (5th Level): </strong>When using advanced&nbsp;alchemy to make poisons during your daily preparations,&nbsp;you can spend one batch of reagents to create three&nbsp;poisons in any combination, instead of just two of the&nbsp;same poison.</p>\n<p><strong>Perpetual Infusions (7th Level): </strong>Choose two common&nbsp;1st-level alchemical poisons.</p>\n<p><strong>Perpetual Potency (11th Level):</strong> Choose two common&nbsp;5th-level or lower alchemical poisons.</p>\n<p><strong>Greater Field Discovery (15th Level): </strong>You can apply&nbsp;two different injury poisons to the same weapon,&nbsp;though not to a piece of ammunition. The two poisons&nbsp;can be up to six levels lower than your level, and you&nbsp;can’t use the poisons made without spending a batch&nbsp;of infused reagents via perpetual infusions. Applying&nbsp;the two poisons requires a separate action to apply&nbsp;each poison.</p>\n<p>Once completed, you combine the two&nbsp;poisons on the weapon into a double poison with the&nbsp;lower of the two poisons’ DCs. This double poison is&nbsp;only virulent if both poisons were virulent, and if the&nbsp;poisons have a different number of stages, the double&nbsp;poison has a number of stages equal to the poison&nbsp;with the lower number of stages. The target takes&nbsp;the effects of both poisons for its current stage.&nbsp;</p>\n<p><strong>Perpetual Perfection (17th Level):</strong> Choose two&nbsp;common 11th-level or lower alchemical poisons.</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": {
            "value": ""
        },
        "traits": {
            "value": [
                "alchemist"
            ],
            "rarity": {
                "value": "common"
            },
            "custom": ""
        },
        "rarity": {
            "value": "common"
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "level": {
            "value": "1"
        },
        "featType": {
            "value": "classfeature"
        },
        "actionType": {
            "value": "passive"
        },
        "actionCategory": {
            "value": ""
        },
        "actions": {
            "value": ""
        },
        "prerequisites": {
            "value": ""
        }
    },
    "flags": {},
    "img": "icons/svg/mystery-man.svg"
}
