{
    "_id": "HiIvez0TqESbleB5",
    "name": "Tyrant [Lawful Evil]",
    "permission": {
        "default": 0
    },
    "type": "feat",
    "data": {
        "description": {
            "value": "<p>Might makes right, and you subjugate the weak to keep them in their proper place. You gain the @Compendium[pf2e.actionspf2e.M8RCbthRhB4bxO9t]{Iron Command} champion’s reaction and the @Compendium[pf2e.spells-srd.jFmWSIpJGGebim6y]{Touch of Corruption} devotion spell. After the tenets of evil, add these tenets.</p>\n<ul>\n<li>Let no one who is lesser than you wield power over you or lead you.</li>\n<li>Mercilessly enforce established hierarchies of masters and servants. Topple or seize control&nbsp;of illegitimate hierarchies, such as democratic&nbsp;governments or the arrogant echelons of the&nbsp;celestial planes, and fill power vacuums by taking&nbsp;that power for yourself.</li>\n<li>Bind the weak to serve you. This tenet doesn’t require you to spare foes’ lives if you think they&nbsp;would be disloyal if pressed into servitude, nor does&nbsp;it require you to keep more servants than you find&nbsp;practical or useful.</li>\n</ul>\n<p><strong>DIVINE SMITE 9TH</strong></p>\n<p>Your champion’s reaction improves as follows.</p>\n<p><strong>Tyrant: </strong>The regrets of disobedience linger. If an enemy refuses your Iron Command, it takes persistent evil damage equal to your Charisma modifier.</p>\n<p><strong>EXALT 11TH</strong></p>\n<p>Your champion’s reaction improves in the following&nbsp;ways when you gain the exalt class feature at 11th level.&nbsp;These affect enemies rather than allies, as they exalt&nbsp;your dark god to bring pain upon your foes instead of&nbsp;uplifting your companions.</p>\n<p>Tyrant: When you use Iron Command, each enemy&nbsp;within 15 feet of you other than the triggering creature&nbsp;must also either drop prone or take mental damage (the&nbsp;enemy chooses). These creatures take only minimum&nbsp;damage (typically 3 damage at 11th level, 4 at 12th, 5 at&nbsp;16th, and 6 at 19th), and the effects they take can’t be&nbsp;adjusted by anything that changes your Iron Command.&nbsp;</p>\n<p>For instance, the @Compendium[pf2e.feats-srd.XttSGDuAsRDTuvgS]{Iron Repercussions} feat couldn’t turn the damage into persistent mental damage for creatures other than the triggering creature.</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": {
            "value": ""
        },
        "traits": {
            "value": [
                "champion"
            ],
            "rarity": {
                "value": "common"
            },
            "custom": ""
        },
        "rarity": {
            "value": "common"
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "level": {
            "value": "1"
        },
        "featType": {
            "value": "classfeature"
        },
        "actionType": {
            "value": "passive"
        },
        "actionCategory": {
            "value": ""
        },
        "actions": {
            "value": ""
        },
        "prerequisites": {
            "value": ""
        }
    },
    "flags": {},
    "img": "icons/svg/mystery-man.svg"
}
