{
    "_id": "YiDkrwaxiF7Gao7y",
    "img": "systems/pf2e/icons/features/classes/weapon.webp",
    "name": "Weapon",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "description": {
            "value": "<p>Weapon implements are the most direct and confrontational, representing battle, struggle, and potentially violence. You can choose only a one-handed weapon as an implement, which allows you to channel energies into your weapon as well as hold your other implements once you gain them. Weapon implements are associated with the harrow suit of hammers and the astrological signs of the rider and the swordswoman.</p>\n<h3><strong>Initiate Benefit</strong></h3>\n<p>Your weapon trembles slightly in your hand, seeking out your foe's weakness to it and interrupting their actions. You gain the @UUID[Compendium.pf2e.actionspf2e.Implement's Interruption]{Implement's Interruption} reaction.</p>\n<p>At 5th level, when you gain thaumaturgic weapon expertise, your instinctive knowledge of your weapon implement also grants you the weapon's critical specialization effect.</p>\n<h3><strong>Adept Benefit</strong></h3>\n<p>When your implement lashes out at your foe, even a close miss brings the weapon close enough to do harm. When you use Implement's Interruption and fail (but don't critically fail) the Strike, you deal 1 damage of the weapon's normal type, possibly applying any bonus damage due to the target's weakness.</p>\n<h3><strong>Intensify Vulnerability</strong></h3>\n<p>Your weapon is drawn to your enemy's vital spots, almost of its own accord. You gain a +2 status bonus to attack rolls against the target of your Exploit Vulnerability.</p>\n<h3><strong>Paragon Benefit</strong></h3>\n<p>The way your implement connects to your foe makes its interruptions incredibly disruptive. You now disrupt the triggering action on a hit with Implement's Interruption, rather than needing a critical hit.</p>"
        },
        "featType": {
            "value": "classfeature"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Implement's Interruption"
            }
        ],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "thaumaturge"
            ]
        }
    },
    "type": "feat"
}
