{
    "_id": "3P0rSASN69wXV6Fw",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Approach Duneshadow",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p>Once the PCs have Tracked Duneshadow, they begin intermittently sighting him atop distant hills, hear his bellowing calls, or sense other signs that he's near. The camel is remarkably cunning and stealthy, able to exploit heat shimmers to hide his movements, predict hunters' next steps, and make exceptional use of the terrain. All the while, his path leads the PCs farther into the foothills of the Brazen Peaks.</p>\n<p>An attempt to Approach Duneshadow is a slow and deliberate activity that takes 1 hour to perform, during which each PC attempts a skill check chosen from the following options: @Check[type:acrobatics|dc:37] or @Check[type:athletics|dc:37] (to approach quickly via a shortcut), @Check[type:deception|dc:38] (to trick Duneshadow into evading pursuit in the wrong direction), @Check[type:nature|dc:35] (to keep Duneshadow calm and appear non-threatening), @Check[type:performance|dc:34] (to intrigue Duneshadow with calming music), or @Check[type:stealth|dc:36] (to approach undetected). Lore skills can be substituted for any of these skills, reducing the DC by 2. To reach Duneshadow, the party must successfully Approach four times. Critical successes count as two successes, and critical failures negate one success. If this reduces the total to two or fewer, Duneshadow runs off and the PCs must Scout for his location all over again.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #149: Against the Scarlet Triad"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "concentrate",
                "exploration",
                "move"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
