{
    "_id": "GTSvbFb36InvuH0w",
    "img": "systems/pf2e/icons/features/classes/flames-mystery.webp",
    "name": "Flames",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "classfeature",
        "description": {
            "value": "<p>Fire lives at the center of the world, the center of the sun, and the center of civilization. You might revere this elemental force, siphon power from the Elemental Plane of Fire, or venerate a collection of deities such as Asmodeus, Sarenrae, the Tian goddess of disasters and volcanoes Lady Nanbyo, or the elemental lord of fire Ymeri.</p>\n<p><strong>Mystery Benefit</strong></p>\n<p>Like fire itself, you flicker and dance, avoiding effects that would quench your vitality. You have expert proficiency in Reflex saves. At 13th level, if you gain the @UUID[Compendium.pf2e.classfeatures.Item.Lightning Reflexes] class feature, your proficiency rank for Reflex saves increases to master, and when you roll a success on a Reflex save, you get a critical success instead.</p>\n<p><strong>Trained Skill</strong> Acrobatics</p>\n<p><strong>Granted Cantrip</strong> <em>@UUID[Compendium.pf2e.spells-srd.Item.Produce Flame]</em></p>\n<p><strong>Revelation Spells</strong></p>\n<ul>\n<li>Initial <em>@UUID[Compendium.pf2e.spells-srd.Item.Incendiary Aura]</em>;</li>\n<li>Advanced <em>@UUID[Compendium.pf2e.spells-srd.Item.Whirling Flames]</em>;</li>\n<li>Greater <em>@UUID[Compendium.pf2e.spells-srd.Item.Flaming Fusillade]</em></li>\n</ul>\n<p><strong>Related Domains</strong> fire, sun</p>\n<h3>Curse of Engulfing Flames</h3>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.Effect: Curse of Engulfing Flames]</p>\n<p>You see flames and smoke wherever you look. These flames might be imagined, or they might be a preternatural glimpse of the metaphorical fires that empower the entire multiverse-but you always see them. Fires flare noticeably (though not dangerously) in your presence, you occasionally smoke slightly, and your body is almost painfully hot to the touch.</p>\n<h4>Minor Curse</h4>\n<p>The smoke, heat, and crackling flames of your curse fill your vision and all your other senses.</p>\n<p>Creatures further than 30 feet are @UUID[Compendium.pf2e.conditionitems.Item.Concealed] from you. You can't benefit from effects that would allow you to ignore or mitigate this concealment, as normal for effects of an oracular curse.</p>\n<h4>Moderate Curse</h4>\n<p>Smoke and flickering visions of flame fill your senses more completely, and harmless flickers of obscuring flames also fill your space.</p>\n<p>You are concealed from other creatures, though as the other creatures aren't cursed themselves, they can benefit from effects that would allow them to ignore or mitigate the concealed condition, as normal. All other creatures and objects are concealed from you regardless of distance; however, when casting a fire spell, you automatically succeed at the flat check for this concealed condition for targets within 30 feet.</p>\n<p>All your senses become imprecise beyond 30 feet, meaning everything past 30 feet that you'd normally be able to see is @UUID[Compendium.pf2e.conditionitems.Item.Hidden] from you.</p>\n<h4>Major Curse (11th)</h4>\n<p>The flames surrounding you are no longer simply visions.</p>\n<p>An aura of fire surrounds you in a @Template[type:emanation|distance:10], dealing [[/r 4d6[fire]]] damage (basic Reflex save) to all other creatures in the aura at the end of each of your turns. You lose [[/r 1d6]] Hit Points at the end of your turn each round, with no save; if you have a weakness to fire, increase the number of HP you lose by that weakness.</p>\n<p>You can suppress your aura until the start of your next turn by spending a single action, which has the concentrate trait, to diminish the flames, causing neither you nor anyone in the aura to take damage. While Refocusing to reduce your curse, you are continually diminishing the flames, so you don't lose HP. The flames subside if you fall @UUID[Compendium.pf2e.conditionitems.Item.Unconscious], but they resume when you wake up unless you rested for long enough to reset your curse. As usual for oracular curses, you can't mitigate or reduce the lost Hit Points in any way, though you can still heal the lost HP normally after the fact.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.saves.reflex.rank",
                "predicate": [
                    "class:oracle"
                ],
                "value": 2
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.skills.acr.rank",
                "value": 1
            },
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.saves.reflex.rank",
                "predicate": [
                    "class:oracle",
                    {
                        "gte": [
                            "self:level",
                            13
                        ]
                    },
                    "feature:lightning-reflexes"
                ],
                "value": 3
            },
            {
                "key": "Note",
                "outcome": [
                    "success"
                ],
                "predicate": [
                    "class:oracle",
                    {
                        "gte": [
                            "self:level",
                            13
                        ]
                    },
                    "feature:lightning-reflexes"
                ],
                "selector": "reflex",
                "text": "PF2E.SpecificRule.SaveSuccessToCriticalSuccess.Reflex",
                "title": "{item|name}"
            },
            {
                "adjustment": {
                    "success": "one-degree-better"
                },
                "key": "AdjustDegreeOfSuccess",
                "predicate": [
                    "class:oracle",
                    {
                        "gte": [
                            "self:level",
                            13
                        ]
                    },
                    "feature:lightning-reflexes"
                ],
                "selector": "reflex",
                "type": "save"
            }
        ],
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "oracle"
            ]
        }
    },
    "type": "feat"
}
