{
    "_id": "TaIF4CqKl8ffT3Lo",
    "folder": "Csfz885S8s0nQ91U",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Blight Survivor",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "con",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Centuries ago, the elven witch Silisifex played an important role in the fight against Treerazer. With her deep knowledge, power over primal magic, and abiding faith in Calistria, she was one of the first elves to directly fight against the encroaching fiendish blight that was Tanglebriar. Her discoveries, teachings, and lore have continued to protect and inspire elves to this very day, centuries after she vanished mysteriously on a mission into Tanglebriar back in 3050 ar.</p>\n<p>Whether you're a primal spellcaster or merely someone whose life was impacted by Tanglebriar's blight, Silisifex's discoveries and methods for combating the demonic corruption of nature has benefited you significantly over the course of your life and may even have saved you from being corrupted yourself. Alternately, you could have had close friends or family members who became corrupted only to have been restored before that corruption could become permanent. Many have succumbed to the influence of Tanglebriar over the ages, but you count yourself as one of the survivors of this corruption. Using your hard-earned experience to help others survive their encounter with the blight has, in part, defined your role in Kyonin or abroad.</p>\n<p>Choose two attribute boosts. One must be to <strong>Constitution</strong> or <strong>Wisdom</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Nature skill and the Fungus Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Natural Medicine] skill feat. In addition, once you're 4th level, you gain the ability to cast @UUID[Compendium.pf2e.spells-srd.Item.Cleanse Affliction] as an innate primal spell once per day. This spell automatically heightens to a rank equal to half your level, rounded up. If you're cleansing an affliction with the fungus trait, you gain a +4 status bonus to your counteract check.</p>"
        },
        "items": {
            "cwbBi": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Natural Medicine",
                "uuid": "Compendium.pf2e.feats-srd.Item.Natural Medicine"
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Spore War Player's Guide"
        },
        "rules": [],
        "trainedSkills": {
            "lore": [
                "Fungus Lore"
            ],
            "value": [
                "nature"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "background"
}
