{
    "_id": "QoLKbkrudnJmhq9y",
    "folder": "Csfz885S8s0nQ91U",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Demon Hunted",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "str"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>During the first war against Tanglebriar, when the elves returned to Kyonin to fight against Treerazer, many heroes rose to prominence while reclaiming their ancestral homeland from demonic occupation. Some of those heroes' tales are still told today. The legend Kyloss Syndar in particular, whose bravery against Treerazer's minions came to a glorious end as he single-handedly slew the demonic hydra Slithermaw and died of his wounds, has always loomed large in your mind, as you can trace your lineage back through the generations to this storied hero. Whether you carry that link with pride and strive to live up to his legacy or instead have felt hounded by a family history you'd rather leave behind in hopes of building something of your own, the demonic armies of Tanglebriar don't care. Demons live longer than elves, and many who clashed against Kyloss still live today. They have at times made your life difficult, to say the least. Whether you've lived life on the run, lost a family member to demonic attack, or simply endured the frightening sensation of being stalked, Treerazer and his agents believe your bloodline should be wiped out. Your focus in honing your skills in combat, the force of your personality, or simply remaining ready to fight for your life at a moment's notice, have shaped you into an increasingly dangerous foe against demonkind.</p>\n<p>Choose two attribute boosts. One must be to <strong>Charisma</strong> or <strong>Strength</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Intimidation skill and the Warfare Lore skill. You gain the Intimidating Glare skill feat. In addition, you gain a +1 circumstance bonus to all saving throws against mental effects. For 1 minute after you witness a demon suffer from having its sin vulnerability triggered, this increases to a +2 circumstance bonus.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.Effect: Demon Hunted]</p>"
        },
        "items": {
            "aspsa": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Intimidating Glare",
                "uuid": "Compendium.pf2e.feats-srd.Item.Intimidating Glare"
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Spore War Player's Guide"
        },
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "item:trait:mental"
                ],
                "selector": "saving-throw",
                "type": "circumstance",
                "value": 1
            }
        ],
        "trainedSkills": {
            "lore": [
                "Warfare Lore"
            ],
            "value": [
                "intimidation"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "background"
}
