{
    "_id": "O8iPkxpWxUZHmE7j",
    "folder": "Csfz885S8s0nQ91U",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Fiendbreaking Pilgrim",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "str",
                    "wis"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Soon after the elves returned to stop Treerazer's corruption of Kyonin, word spread across the globe, reaching the distant elven nation of Jinin in the heart of Tian Xia. No strangers to the fight against evil, a group of Jinin priests and oracles made a desperate pilgrimage across the world to join the fight against Tanglebriar. With them they brought one of their greatest treasures, the legendary staff Fiendbreaker. Created by Jininsiel, founder of Jinin, to serve as a gift to aid the nation's neighbors in Tianjing against their own fiendish invasion, Fiendbreaker's role in helping to defeat Tanglebriar's forces in that ancient war is well known.</p>\n<p>Today, with Tanglebriar relatively contained, the need for powerful weapons like Fiendbreaker may be lessened, but this treasured gift's legendary journey across the world is honored still by pilgrimages, during which a group of priests and worshippers from a wide range of faiths gather and carry Fiendbreaker out from Kyonin and back again to honor that legacy. The goal of these journeys isn't to deliver the staff where it's needed. Instead, it's a journey of self-discovery, where the petitioners meditates on Fiendbreaker, the legacy of its creator Jininsiel, and a promise among all pilgrims to stand against the demonic evil.</p>\n<p>You have been on at least one of these pilgrimages, and the journey has touched you deeply. You focused your studies on Treerazer, his cult, and his methods, and your long hours studying Fiendbreaker have resulted in a knack for understanding the inner workings of other magic items.</p>\n<p>Choose two attribute boosts. One must be to <strong>Strength</strong> or <strong>Wisdom</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Religion skill and the Treerazer Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Quick Identification] skill feat, can use Treerazer Lore checks in place of Perception when you attempt to @UUID[Compendium.pf2e.actionspf2e.Item.Seek] or @UUID[Compendium.pf2e.actionspf2e.Item.Sense Motive]{Sense the Motive} of a creature you suspect of being an agent of Treerazer. You also gain the @UUID[Compendium.pf2e.actionspf2e.Item.Hunt the Razer's Pawn] action.</p>"
        },
        "items": {
            "YzNBa": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Quick Identification",
                "uuid": "Compendium.pf2e.feats-srd.Item.Quick Identification"
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Spore War Player's Guide"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Hunt the Razer's Pawn"
            }
        ],
        "trainedSkills": {
            "lore": [
                "Treerazer Lore"
            ],
            "value": [
                "religion"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "background"
}
