{
    "_id": "f0YEqRFDdrWmfTj1",
    "folder": "Csfz885S8s0nQ91U",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Portal Scholar",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "dex",
                    "int"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>Candlaron's legacy is one of the strongest elven legacies on Golarion and beyond, for it was he who first created the aiudara—the network of magical portals that link Kyonin to Castrovel and so many other locations across Golarion. Most of these portals are located in the Inner Sea region, where Candlaron spent the majority of his time. Now that he's long gone, the particulars of how to create new aiudara has eluded discovery, causing some elven scholars to believe that there was something unique to Candlaron's mind or soul that allowed for his ability to craft and enchant so many portals throughout different regions and worlds. Even Treerazer himself hasn't cracked that magical code, although not for lack of trying. At least one aiudara, the remote archway known now as Tanglegate, lies deep in his territory. As one of countless scholars of these portals, you've spent much of your time studying Candlaron's techniques, as well as the complex fundamentals of a wide range of teleportation magics and effects. Whether you seek to find a way to build portals of your own, hope to bolster the aiudara network from further tampering from Treerazer, or are simply enthralled by the supernatural rush of vanishing from reality only to reappear in the same instant somewhere else, portals have long fascinated you.</p>\n<p>Choose two attribute boosts. One must be to <strong>Dexterity</strong> or <strong>Intelligence</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Arcana skill and the Architecture Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Arcane Sense] skill feat, and also gain the @UUID[Compendium.pf2e.actionspf2e.Item.Restorative Teleportation] reaction.</p>"
        },
        "items": {
            "MGAky": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Arcane Sense",
                "uuid": "Compendium.pf2e.feats-srd.Item.Arcane Sense"
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Spore War Player's Guide"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Restorative Teleportation"
            }
        ],
        "trainedSkills": {
            "lore": [
                "Architecture Lore"
            ],
            "value": [
                "arcana"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "background"
}
