{
    "_id": "9IZNPa577ZyKB0la",
    "folder": "Csfz885S8s0nQ91U",
    "img": "systems/pf2e/icons/default-icons/background.svg",
    "name": "Story Collector",
    "system": {
        "boosts": {
            "0": {
                "value": [
                    "cha",
                    "int"
                ]
            },
            "1": {
                "value": [
                    "cha",
                    "con",
                    "dex",
                    "int",
                    "str",
                    "wis"
                ]
            }
        },
        "description": {
            "value": "<p>The power stories exude over the world has long fascinated you. No matter if they're accurate historical accounts, distorted parables, or completely fictional constructions, the way tales can shape society is a kind of magic. In some cases, literal, occult magic! One tale that's come back to modern lips of late is an ancient one indeed, the story of the elven hero Iyalirrin, an Ekujae bard who helped to create a ritual known as the anima invocation in his people's pursuit against the devastations caused by Dahak in the aftermath of Earthfall. Other heroes rediscovered Iyalirrin's story and the ritual a few short years ago, but it was Iyalirrin's admiration of the art of storytelling that spoke more to you. Whether you came to this realization recently or if you've long known about the ancient elven hero's admiration of spoken tales, you've devoted much of your adult life to the gathering and crafting of stories of your own. The way in which occult magic can manipulate the power of story is a particular obsession of yours, especially with a handy little trick you've learned that allows you to access power locked away in magic items you'd otherwise struggle to use. Simply by adjusting your story, the item's story, or both... and then giving the tiniest little push of occult magic, you can unlock a wide range of magical tools. These same tricks, you've come to discover, also work well on demons—particularly when used to remind them of their sins and the shame their once-mortal souls may have held eons ago.</p>\n<p>Choose two attribute boosts. One must be to <strong>Charisma</strong> or <strong>Intelligence</strong>, and one is a free attribute boost.</p>\n<p>You're trained in the Occultism skill and the Demon Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Trick Magic Item] skill feat, as well as the @UUID[Compendium.pf2e.actionspf2e.Item.Opportunistic Accusation] reaction.</p>"
        },
        "items": {
            "tyLci": {
                "img": "icons/sundries/books/book-red-exclamation.webp",
                "level": 1,
                "name": "Trick Magic Item",
                "uuid": "Compendium.pf2e.feats-srd.Item.Trick Magic Item"
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Spore War Player's Guide"
        },
        "rules": [
            {
                "key": "GrantItem",
                "uuid": "Compendium.pf2e.actionspf2e.Item.Opportunistic Accusation"
            }
        ],
        "trainedSkills": {
            "lore": [
                "Demon Lore"
            ],
            "value": [
                "occultism"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "background"
}
