{
    "_id": "gwu6CsK3wc0mZ5xP",
    "img": "systems/pf2e/icons/default-icons/character.svg",
    "items": [
        {
            "_id": "t3zOmbgyniyrg0Gf",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.ancestries.Item.tZn4qIHCUA6wCdnI"
                }
            },
            "img": "systems/pf2e/icons/default-icons/alternatives/ancestries/conrasu.svg",
            "name": "Conrasu",
            "sort": 0,
            "system": {
                "additionalLanguages": {
                    "count": 0,
                    "custom": "",
                    "value": [
                        "empyrean",
                        "elven",
                        "fey",
                        "iruxi",
                        "petran",
                        "utopian"
                    ]
                },
                "boosts": {
                    "0": {
                        "value": [
                            "con"
                        ]
                    },
                    "1": {
                        "value": [
                            "wis"
                        ]
                    },
                    "2": {
                        "selected": "str",
                        "value": [
                            "str",
                            "dex",
                            "con",
                            "int",
                            "wis",
                            "cha"
                        ]
                    }
                },
                "description": {
                    "value": "<p><em>Conrasus are shards of cosmic force given consciousness who construct intricate exoskeletons to interface with the mortal world. Both an integral part of the underlying processes of the universe and strangely set apart, conrasus look to aeons to understand their existence.</em></p>\n<hr />\n<p>Conrasus aren't entirely clear on their own origins. Some historians think them a failed experiment of a wizardly cabal—possibly a splinter of artificers from the ancient Jitska Imperium—who desperately hoped to bind a pleroma to bolster their army but who accidentally conjured shattered scraps of the aeon instead. Others believe conrasus were built by their ancestors using an accelerated, iterative evolution process as natural as one designed by those who build portions of their own bodies could ever hope to achieve. Most likely, it is a mix of the two.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Do your best to determine and act upon the will of your guiding aeon.</li>\n<li>Use rituals and repetitive actions as a means to meditate and reflect on your purpose.</li>\n<li>Have difficulty applying your cosmic instincts and senses to a physical existence.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>View you as part of a hivemind at best or lacking in free will at worst.</li>\n<li>Have trouble understanding your perspective or attempts at communication.</li>\n<li>Look to you as the expert on any matters involving aeons or related beings.</li>\n</ul>\n<h2>Physical Description</h2>\n<p>The true form of a conrasu is an abstract chunk of spiritual essence. While their being exists beyond the truth of humanoid senses, to the mortal eye, their body usually resembles a globe of light, darkness, or space. Floating, internal pinpricks of illumination sit inside the ball, slightly obscured as if peeking through a gelatinous substance. These “cores” surround themselves with bodies made out of still-living wood, creating the form that most people recognize as a conrasu.</p>\n<p>Conrasus themselves are called to a path and, once they find it, shape frames to create a suitable form, leading to a wide variety of appearances. As a conrasu ages, the supple green wood of ttheir body hardens, causing their limbs to lose mobility. Conrasus must constantly grow new arms and roots for their living exoskeleton, leaving their frozen limbs as immobile effigies along their shell.</p>\n<p>Conrasus can't maintain their integrity without their wooden exoskeletons. A conrasu that loses its exoskeleton dissipates and dies, though they can be returned to life with magic like other beings.</p>\n<h2>Society</h2>\n<p>There are three distinct types of conrasus. Maintainers tend and care for others, believing they must cultivate a proper balance between various forces. Shapers build and direct those around them, and feel that balance is maintained by those who strive to preserve the world's equilibrium. Lastly, correctors fix problems of all sorts, often acting as stalwart bastions of law who perceive the world in absolutes, with few to no shades of gray. True balance can be achieved only in cases where pressure and force have been applied to make necessary changes.</p>\n<p>On rare occasions, a conrasu may hear and heed the call of another form of extraplanar being. One might serve a psychopomp, another an archon, and yet another might become a witch and adopt an unknown figure as a patron.</p>\n<h2>Alignment and Religion</h2>\n<p>Many conrasus consider themselves bound to a specific aeon, following them like a deity and doing what they believe to be the aeon's bidding. As a result, almost all conrasus are lawful neutral in alignment.</p>\n<h2>Names</h2>\n<p>Conrasus have little in the way of consciousness as others understand it before they self-actualize and leave the nursery-towns where they sprouted. That includes a name, a concept of gender, and even the passage of time beyond their little bubbles-these are picked up in the wider world. As a result, a conrasu might have nearly any appellation.</p>\n<h3>Sample Names</h3>\n<p>Automa, Azubu, Dumi, Emeka, Ganizadi, Locu, Incanes, Radi, Shell, Weave</p>\n<h2 style=\"border-bottom:1px solid var(--color-underline-header)\">Conrasu Mechanics</h2>\n<p><strong>Hit Points</strong> 10</p>\n<p><strong>Size</strong> Medium</p>\n<p><strong>Speed</strong> 25 feet</p>\n<p><strong>Ability Boosts</strong> Constitution, Wisdom, Free</p>\n<p><strong>Ability Flaw</strong> Charisma</p>\n<p><strong>Languages</strong> Mwangi, Rasu</p>\n<p><strong>Additional Languages</strong> equal to your Intelligence modifier (if positive). Choose from Celestial, Elven, Iruxi, Sylvan, Terran, Utopian, and any other languages to which you have access (such as the languages prevalent to your region).</p>\n<p><strong>Sunlight Healing</strong> A conrasu can enter a meditative, healing state as a 10-minute activity when exposed to direct sunlight, in which case they recover 1d8 Hit Points. At 3rd level, and every 2 levels thereafter, this healing increases by 1d8. Once a conrasu has recovered Hit Points in this way, they are temporarily immune to further uses of Sunlight Healing for 1 day.</p>"
                },
                "flaws": {
                    "0": {
                        "value": [
                            "cha"
                        ]
                    }
                },
                "hp": 10,
                "items": {
                    "tdik1": {
                        "img": "systems/pf2e/icons/default-icons/feat.svg",
                        "level": 1,
                        "name": "Sunlight Healing",
                        "uuid": "Compendium.pf2e.ancestryfeatures.Item.Sunlight Healing"
                    }
                },
                "languages": {
                    "custom": "",
                    "value": [
                        "mwangi",
                        "rasu"
                    ]
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Lost Omens: The Mwangi Expanse"
                },
                "reach": 5,
                "rules": [
                    {
                        "category": "unarmed",
                        "damage": {
                            "base": {
                                "damageType": "slashing",
                                "dice": 1,
                                "die": "d4"
                            }
                        },
                        "group": "brawling",
                        "img": "systems/pf2e/icons/unarmed-attacks/claw.webp",
                        "key": "Strike",
                        "label": "PF2E.BattleForm.Attack.Claw",
                        "predicate": [
                            "evened-hand:claw"
                        ],
                        "traits": [
                            "agile",
                            "finesse",
                            "unarmed"
                        ]
                    },
                    {
                        "category": "unarmed",
                        "damage": {
                            "base": {
                                "damageType": "bludgeoning",
                                "dice": 1,
                                "die": "d6"
                            }
                        },
                        "group": "brawling",
                        "img": "systems/pf2e/icons/unarmed-attacks/branch.webp",
                        "key": "Strike",
                        "label": "PF2E.BattleForm.Attack.Branch",
                        "predicate": [
                            "evened-hand:branch"
                        ],
                        "traits": [
                            "backswing",
                            "unarmed"
                        ]
                    }
                ],
                "size": "med",
                "slug": "conrasu",
                "speed": 25,
                "traits": {
                    "rarity": "rare",
                    "value": [
                        "aeon",
                        "conrasu",
                        "plant"
                    ]
                },
                "vision": "normal"
            },
            "type": "ancestry"
        },
        {
            "_id": "n8ewspsJi34VHDgH",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.ancestryfeatures.Item.BgHrucbZ9TH92RDv"
                }
            },
            "img": "systems/pf2e/icons/spells/unblinking-flame-revalation.webp",
            "name": "Sunlight Healing",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "ancestryfeature",
                "description": {
                    "value": "<p>A conrasu can enter a meditative, healing state as a 10-minute activity when exposed to direct sunlight, in which case they recover 1d8 Hit Points. At 3rd level, and every 2 levels thereafter, this healing increases by 1d8. [[/r (ceil(@actor.level/2))d8[healing]]]{Leveled healing}</p>\n<p>Once a conrasu has recovered Hit Points in this way, they are temporarily immune to further uses of Sunlight Healing for 1 day.</p>"
                },
                "level": {
                    "value": 0
                },
                "location": "t3zOmbgyniyrg0Gf",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Lost Omens: The Mwangi Expanse"
                },
                "rules": [],
                "slug": "sunlight-healing",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "conrasu"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "EF8QdSUU2MOg544y",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.heritages.Item.ITgkqfnAOJCbcIys"
                }
            },
            "img": "systems/pf2e/icons/default-icons/heritage.svg",
            "name": "Oread",
            "sort": 0,
            "system": {
                "ancestry": null,
                "description": {
                    "value": "<p>An earth elemental ancestor has influenced your bloodline, and your features highlight this elemental planar connection. You might have a crystalline or metallic sheen to your skin or hair, rough and stony flesh, or glittering gemstone eyes. You gain the oread trait, in addition to the traits from your ancestry. You also gain @UUID[Compendium.pf2e.ancestryfeatures.Item.Low-Light Vision], or you gain @UUID[Compendium.pf2e.ancestryfeatures.Item.Darkvision] if your ancestry already has low-light vision. You can choose from oread feats and feats from your ancestry whenever you gain an ancestry feat.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Lost Omens: Ancestry Guide"
                },
                "rules": [
                    {
                        "add": [
                            "oread"
                        ],
                        "key": "ActorTraits"
                    },
                    {
                        "key": "Sense",
                        "selector": "low-light-vision"
                    },
                    {
                        "key": "Sense",
                        "predicate": [
                            "self:low-light-vision:from-ancestry"
                        ],
                        "selector": "darkvision"
                    }
                ],
                "slug": "oread",
                "traits": {
                    "rarity": "uncommon",
                    "value": [
                        "geniekin",
                        "oread"
                    ]
                }
            },
            "type": "heritage"
        },
        {
            "_id": "t4t8q7tLONx1bekU",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.classes.Item.RggQN3bX5SEcsffR"
                }
            },
            "img": "systems/pf2e/icons/default-icons/class.svg",
            "name": "Kineticist",
            "sort": 0,
            "system": {
                "ancestryFeatLevels": {
                    "value": [
                        1,
                        5,
                        9,
                        13,
                        17
                    ]
                },
                "attacks": {
                    "advanced": 0,
                    "martial": 0,
                    "other": {
                        "name": "",
                        "rank": 0
                    },
                    "simple": 1,
                    "unarmed": 1
                },
                "classFeatLevels": {
                    "value": [
                        1,
                        2,
                        4,
                        6,
                        8,
                        10,
                        12,
                        14,
                        16,
                        18,
                        20
                    ]
                },
                "defenses": {
                    "heavy": 0,
                    "light": 1,
                    "medium": 0,
                    "unarmored": 1
                },
                "description": {
                    "value": "<p><em>The power of the elements flows from within you. Roaring fire pure water, fleeting air, steadfast earth, twisting wood, slicing metal. A kinetic gate inextricably tied to your body channels power directly from the elemental planes, causing elements to leap to your hand, whirl around your body, and blast foes at your whim. As your connection to the planes grows, you attain true mastery over your chosen elements.</em></p>\n<p><strong>Key Ability: CONSTITUTION</strong></p>\n<p>At 1st level, your class gives you an ability boost to Constitution.</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Kineticist</h1>\n<h2>During Combat Encounters...</h2>\n<p>Elemental magic surges from you throughout the fight. Without any restrictions on how often you can use your abilities, you become a reliable slinger of magic. You can develop powers you can use in a variety of situations... or you can choose just a few favorite attacks you use repeatedly.</p>\n<h2>During Social Encounters...</h2>\n<p>The elements you channel might guide or even influence how you carry yourself in social situations. You might leap to anger like a raging fire stand your ground as solid as a mountain, keep your motives elusive as the wind, go with the flow like water, make cutting remarks sharp as metal, or exhibit the slow patience of the forest.</p>\n<h2>While Exploring...</h2>\n<p>Your innate connection to the elements hones your awareness of the natural world. In an environment full of an element you can channel, you're unparalleled, with the ability to repeatedly manipulate the element around you.</p>\n<h2>In Downtime...</h2>\n<p>You could commune with the elements or practice your control over your kineticist powers. Through retraining, you can realign the flow of your kinetic gate to perfect different manifestations of your element.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Have a conflicted relationship with the kinetic gate that fuels your kineticist magic, possibly because it manifested at a traumatic point in your past.</li>\n<li>Struggle with controlling and understanding your elemental powers.</li>\n<li>Form a kinship with elemental creatures or feel at home in areas strong with your element.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Find your ability to keep calling on more and more elemental power truly astonishing.</li>\n<li>Defer to you in all matters related to your element, from the smallest tasks to the politics of the elemental planes.</li>\n<li>Worry you'll consume yourself with elemental magic or lose control of its primal forces.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Trained in Perception</p>\n<h2>Saving Throws</h2>\n<p>Expert in Fortitude</p>\n<p>Expert in Reflex</p>\n<p>Trained in Will</p>\n<h2>Skills</h2>\n<p>Trained in Nature</p>\n<p>Trained in a number of additional skills equal to 3 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Class DC</h2>\n<p>Trained in kineticist class DC</p>\n<h1>Class Features</h1>\n<p>You gain these features as a Kineticist. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\" style=\"width:99.9387%;height:636.8px\">\n<thead>\n<tr style=\"height:44.8px\">\n<th style=\"width:12.0322%;height:44.8px\">Your Level</th>\n<th style=\"width:87.9064%;height:44.8px\">Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height:44.8px\">\n<td style=\"width:12.0322%;height:44.8px\">1</td>\n<td style=\"width:87.9064%;height:44.8px\">Ancestry and background, attribute boosts, initial proficiencies, kinetic gate, kinetic aura, impulses (Elemental Blast, Base Kinesis), kineticist feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">2</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">3</td>\n<td style=\"width:87.9064%;height:28.8px\">Extract Element, general feat, skill increase, Will expertise</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">4</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">5</td>\n<td style=\"width:87.9064%;height:28.8px\">Ancestry feat, attribute boosts, gate's threshold, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">6</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">7</td>\n<td style=\"width:87.9064%;height:28.8px\">General feat, kinetic durability, kinetic expertise, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">8</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">9</td>\n<td style=\"width:87.9064%;height:28.8px\">Ancestry feat, gate's threshold, perception expertise, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">10</td>\n<td style=\"width:87.9064%;height:28.8px\">Attribute boosts, kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">11</td>\n<td style=\"width:87.9064%;height:28.8px\">General feat, kinetic quickness, reflow elements, skill increase, weapon expertise</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">12</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">13</td>\n<td style=\"width:87.9064%;height:28.8px\">Ancestry feat, gate's threshold, light armor expertise, skill increase, weapon specialization</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">14</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">15</td>\n<td style=\"width:87.9064%;height:28.8px\">Attribute boosts, general feat, greater kinetic durability, kinetic mastery, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">16</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">17</td>\n<td style=\"width:87.9064%;height:28.8px\">Ancestry feat, double reflow, gate's threshold, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">18</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">19</td>\n<td style=\"width:87.9064%;height:28.8px\">Final gate, general feat, kinetic legend, light armor mastery, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">20</td>\n<td style=\"width:87.9064%;height:28.8px\">Attribute boosts, kineticist feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Attribute Boosts</h2>\n<p>In addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers.</p>\n<p>At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost, and you must boost that attribute again at a later level to increase it by 1.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training. These are noted at the start of this class.</p>\n<h2>Kinetic Gate</h2>\n<p>As a kineticist, you've awakened or opened a kinetic gate, a supernatural conduit within your body that can channel elemental forces straight from the elemental planes. You can choose either a single gate (one element) or dual gate (two elements) at 1st level.</p>\n<p>When selecting an element for your kinetic gate, you can pick from six elements - air, earth, fire metal, water, and wood. Elements you can channel are referred to as your kinetic elements. Your kinetic elements function even in environments where they normally wouldn't. For example, you could use fire actions underwater even though that's normally not possible, and you could create air in a vacuum.</p>\n<p>Your kinetic gate gives you impulse feats, magical actions that let you shape and control your elements in awesome ways. You can select more impulse feats using your kineticist class feats, as described under Impulses. At higher levels, the gate's threshold class feature gives you more impulse feats and lets you choose whether to improve with one element or access new kinetic elements.</p>\n<h3><strong>Single Gate</strong></h3>\n<p>Your kinetic gate links to a single elemental plane, starting you with a single element but giving you greater power with it. Choose one element to be your kinetic element, and select two 1st-level impulse feats that have that element's trait.</p>\n<p>In addition, you gain an impulse junction, a benefit that occurs when you use an impulse of the chosen element that takes 2 actions or more. This happens before the other effects of the impulse, unless noted otherwise. You can gain only one impulse junction per round; they are described in full below.</p>\n<p><strong>Air</strong> Before or after the other effects of the impulse, you can either Stride up to half your Speed or Step. If you have a fly Speed, you can Fly up to half your fly Speed instead.</p>\n<p><strong>Earth</strong> Fragments of stone float around you, granting you a +1 circumstance bonus to AC until the start of your next turn.</p>\n<p><strong>Fire</strong> Increase the damage die size of fire damage dealt by the impulse by one step.</p>\n<p><strong>Metal</strong> Choose acid, electricity, or piercing. Until the start of your next turn, each time a creature touches you or damages you with an unarmed melee attack or nonreach melee weapon, it takes damage of the chosen type equal to half your level (minimum 1 damage).</p>\n<p><strong>Water</strong> After the impulse's other effects, you can move one creature targeted by the impulse or in its area 5 feet in any direction, or 10 feet if it's in a body of water. This can't move the creature into the air. You can choose only a creature that's willing to be moved, that failed its save against the impulse, or that you succeeded at an impulse attack roll against.</p>\n<p><strong>Wood</strong> You gain temporary Hit Points equal to your level that last until the start of your next turn.</p>\n<h3><strong>Dual Gate</strong></h3>\n<p>Your kinetic gate is a harmonious conduit between two planes, allowing you to combine their elements to give you a versatile set of abilities. Select two elements to be your kinetic elements. Then, select two 1st-level impulse feats, one with the trait of the first element and one with the trait of the other.</p>\n<h2>Kinetic Aura</h2>\n<p>Through your kinetic gate, elements flow from an elemental plane to orbit your person. The form and appearance of this kinetic aura are unique to you. Examples include a chaotic wind orbiting the body, fragments of floating gravel, colorful wicks of flame stars of raw metal always changing shape, floatin snowflakes or splinters dancing in the air. If you can channel more than one element, pieces of all your kinetic elements appear in the aura.</p>\n<p>You have the @UUID[Compendium.pf2e.actionspf2e.Item.Channel Elements] action, which lets you activate your kinetic aura.</p>\n<h2>Impulses</h2>\n<p>An impulse is a special type of magical action available to kineticists, allowing them to wield or shape their element into diverse and powerful forms. To wield an element, you must have your kinetic aura active and have a free hand, as described in the impulse trait. You automatically gain the Elemental Blast and Base Kinesis impulses, and your kinetic gate selection gives you additional impulse feats. You can select more impulse feats with kineticist class feats, and at higher levels, you'll automatically get more with the gate's threshold class feature. You can select an impulse feat only if it matches one of your kinetic elements.</p>\n<p>Impulses are magical, and though they aren't spells, some things that affect spells also affect impulses. Abilities that restrict you from casting spells (such as being polymorphed into a battle form) or protect against spells (such as a spell that protects against other spells or a creature's bonus to saves against spells) also apply to impulses.</p>\n<h3><strong>Impulse Levels</strong></h3>\n<p>Any impulse you use is the same level you are. For instance, if you're 5th level, your Elemental Blast would be 5th level (and its counteract rank would be 3rd rank), even though you gained the action at 1st level.</p>\n<p>Similar to spells, many impulses get more powerful as you increase in level. In these cases, the impulse ends with one or more \"Level\" entries. This either lists the levels at which the impulse gets an upgrade or has an entry with a plus sign that describes a benefit that increases on a regular basis. For instance, a 1st-level impulse with a \"Level (+4)\" entry would get stronger at 5th, 9th, 13th, and 17th levels.</p>\n<h3><strong>Impulse Attacks and DCs</strong></h3>\n<p>An impulse that requires a saving throw uses your kineticist class DC. Some of your impulses require you to attempt an <strong>impulse attack roll</strong> to see how effective they are. Your impulse attack roll uses the same proficiency and attribute modifier as your kineticist class DC. Like a spell attack modifier, your impulse attack modifier uses the following formula: d20 roll + attribute modifier + proficiency bonus + other bonuses + penalties. This means your impulse attack roll is typically 10 lower than your class DC. The @UUID[Compendium.pf2e.conditionitems.Item.Drained] condition can reduce your impulse attack rolls and class DCs. You can acquire a <em>gate attenuator</em> to gain a bonus to your impulse attack modifier.</p>\n<h3><strong>Elemental Blast</strong></h3>\n<p>The @UUID[Compendium.pf2e.actionspf2e.Item.Elemental Blast] impulse is a simple expression of your power, allowing you to attack with the pure matter of your kinetic element. Though each element has its own strengths and weaknesses, the basic principles to using them are the same. You can customize the appearance of your Elemental Blast and can even choose a different form each time you use the impulse.</p>\n<h3><strong>Base Kinesis</strong></h3>\n<p>The @UUID[Compendium.pf2e.actionspf2e.Item.Base Kinesis] impulse lets you perform simple alterations to an element.</p>\n<h2>Kineticist Feats</h2>\n<p>At 1st level and every even-numbered level, you gain a kineticist class feat.</p>\n<h2>Skill Feats<span style=\"float:right\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>Extract Element<span style=\"float:right\">Level 3</span></h2>\n<p>Creatures with a strong tie to your element might be troublesome for you to deal with, at least until you've learned to turn their elemental nature to your advantage. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Extract Element] action.</p>\n<h2>General Feats<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Skill Increases<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in or become an expert in one skill in which you're already trained.</p>\n<p>At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2>Will Expertise<span style=\"float:right\">Level 3</span></h2>\n<p>Your mental defenses grow stronger. Your proficiency rank for Will saves increases to expert.</p>\n<h2>Ancestry Feats<span style=\"float:right\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Gate's Threshold<span style=\"float:right\">Level 5</span></h2>\n<p>You reach a new milestone in your odyssey to become in tune with your kinetic gate and must decide how to expand the gate's power. At 5th level and every 4 levels thereafter, you choose to either expand the portal or fork the path.</p>\n<ul>\n<li><strong>Expand the Portal</strong>: Your gate attunes more precisely to one of your elements. Gain an impulse feat of your level or lower for one of your kinetic elements; if you have more than one element, you can choose a composite impulse. You also gain a gate junction for one of your kinetic elements. If you have no valid options for the feat-typically because you have one kinetic element and devoted your class feats to gaining that element's impulses-you can instead select any kineticist class feat of your level or lower for which you meet the prerequisites.</li>\n<li><strong>Fork the Path</strong>: Your gate reaches to another elemental plane. Add a new element of your choice to your kinetic elements. Gain an impulse feat of your level or lower with the trait of that element. You can't select a composite impulse feat with this feat selection.</li>\n</ul>\n<h3><strong>Gate Junctions</strong></h3>\n<p>When you gain a gate junction, you develop a specialized kinetic technique. Choose one benefit from the gate junction table for one of your kinetic elements.</p>\n<ul>\n<li>A <strong>critical blast</strong> junction happens when you get a critical success with an Elemental Blast of the kinetic element.</li>\n<li>An <strong>elemental resistance</strong> grants you resistance to damage while your kinetic aura is active. This resistance is equal to your level, and it applies to damage of any listed type or that comes from a creature or effect that has any of the listed traits. At 17th level, you gain immunity to effects with any of the listed traits. This doesn't make you immune to creatures with such a trait. You can voluntarily forgo this resistance, immunity, or both if you want an effect to work on you.</li>\n<li>You can choose an <strong>impulse junction</strong> instead of one of the listed junctions. Impulse junctions are listed under Single Gate.</li>\n<li>An <strong>aura junction</strong> adds an effect to your kinetic aura when you Channel Elements.</li>\n<li>A <strong>skill junction</strong> makes you trained in the listed skill and grants you the listed skill feat. If you were already trained in the listed skill, you instead become trained in a skill of your choice. While your kinetic aura is active, you gain a +1 status bonus to the listed skill; the bonus increases to +2 at 10th level and +3 at 17th level.</li>\n</ul>\n<p>You can select each gate junction only once, unless noted otherwise, but you can have the same type of junction for multiple elements. You can always choose not to use a gate junction when it would normally occur. If you have multiple junctions that would apply at the same time - such as kinetic aura junctions for different elements - you can apply any number of them. (Though note that you can use only one impulse junction per round.)</p>\n<table class=\"pf2-table\" style=\"margin-left:0px;margin-right:auto\" border=\"1\">\n<thead>\n<tr>\n<th>Air Gate Junction</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> Push the target up to 10 feet.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> air, electricity</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> You and any ally that starts its turn in the aura gets a +10-foot status bonus to land Speed until the end of that turn, and to fly Speed if applicable</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Stealth, @UUID[Compendium.pf2e.feats-srd.Item.Experienced Smuggler]</td>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<th>Earth Gate Junction</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> If the target is on the ground, it's knocked @UUID[Compendium.pf2e.conditionitems.Item.Prone]; if it isn't on the ground, it descends up to 20 feet (you choose the distance).</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> earth, poison</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> Squares in the aura are difficult terrain fo your enemies, but only if moving into the square would make the enemy farther away from you.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Athletics, @UUID[Compendium.pf2e.feats-srd.Item.Hefty Hauler]</td>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<th>Fire Gate Junction</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> The target takes @Damage[1d6[persistent,fire]] damage. You gain an item bonus to this persistent damage equal to your item bonus to impulse attack rolls, such as from a <em>gate attenuator</em>.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> cold, fire</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> Enemies in your kinetic aura gain weakness to fire from your fire impulses. The weakness is equal to half your level (minimum weakness 1).</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Intimidation, @UUID[Compendium.pf2e.feats-srd.Item.Intimidating Glare]</td>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<th>Metal Gate Junction</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> The target takes @Damage[1d6[persistent,bleed]] damage; if the creature has the metal trait or is made of metal, it instead takes @Damage[1d6[persistent]] damage with no type from rust. You gain an item bonus to this persistent damage equal to your item bonus to impulse attack rolls, such as from a <em>gate attenuator</em>.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> electricity, metal</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> Your enemies in the aura take a -1 status penalty to attacks with metal objects, and they take a -1 status penalty to AC if they're wearing metal armor, have the metal trait, or are made of metal.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Crafting, @UUID[Compendium.pf2e.feats-srd.Item.Quick Repair]</td>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<th>Water Gate Junction</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> The blast deals @Damage[2[splash]] per damage die of the blast, with the same damage type.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> fire, water</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> The aura becomes saturated with humidity, and water moves as you please. Non-magical fires in the aura are extinguished, and creatures in the aura gain fire resistance equal to half your level.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Athletics, @UUID[Compendium.pf2e.feats-srd.Item.Underwater Marauder]</td>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<th>Wood Gate Junction</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> If the target of the critical hit is adjacent to a surface, roots entangle it. The target is @UUID[Compendium.pf2e.conditionitems.Item.Immobilized] and must spend an Interact action to attempt a @Check[type:athletics|dc:10] check to pull itself free. The target doesn't become stuck if it is incorporeal, is liquid, or could otherwise escape without effort</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> poison, wood</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> Life-giving blossoms spring up around you. Any ally that begins its turn in the aura gains 1 temporary Hit Point that lasts until the start of its next turn. This increases to 2 temporary Hit Points if you're 10th level or higher and to 3 temporary Hit Points if you're 15th level or higher.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Survival, @UUID[Compendium.pf2e.feats-srd.Item.Terrain Expertise]{Terrain Expertise (forest)}</td>\n</tr>\n</tbody>\n</table>\n<h2>Kinetic Durability<span style=\"float:right\">Level 7</span></h2>\n<p>The sustenance of your inner gate counters harm that would come to your body. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<h2>Kinetic Expertise<span style=\"float:right\">Level 7</span></h2>\n<p>Your kinetic gate grows stronger, making your elements harder to resist. The power flowing from you is even harder to resist. Your proficiency rank for your kineticist class DC increases to expert.</p>\n<h2>Perception Expertise<span style=\"float:right\">Level 9</span></h2>\n<p>You remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>\n<h2>Kinetic Quickness<span style=\"float:right\">Level 11</span></h2>\n<p>Your body flows with the elegance of a flame a wave, a breeze. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.</p>\n<h2>Reflow Elements<span style=\"float:right\">Level 11</span></h2>\n<p>You twist one of the impulses you've learned into a different but still similar magic. When you make your daily preparations, you can replace one of your impulse feats with a different impulse feat that has the same elemental trait. You can reflow only impulse feats that have exactly one elemental trait, not composite impulse feats or feats that vary by element. This follows the same rules as retraining; you can replace impulse feats gained through your class feats or through class features that grant you impulse feats.</p>\n<h2>Weapon Expertise<span style=\"float:right\">Level 11</span></h2>\n<p>You've improved your combat skill. Your proficienc rank for simple weapons and unarmed attacks increase to expert.</p>\n<h2>Light Armor Expertise<span style=\"float:right\">Level 13</span></h2>\n<p>You've learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.</p>\n<h2>Weapon Specialization<span style=\"float:right\">Level 13</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 damage if you're a master, and 4 damage if you're legendary.</p>\n<h2>Greater Kinetic Durability<span style=\"float:right\">Level 15</span></h2>\n<p>Your gate protects you even more. Your proficiency rank for Fortitude saves increases to legendary. When you roll a critical failure on a Fortitude save, you get a failure instead. When you fail a Fortitude save against an effect that deals damage, you halve the damage you take.</p>\n<h2>Kinetic Mastery<span style=\"float:right\">Level 15</span></h2>\n<p>The power flowing from you grows even difficult to resist. Your proficiency rank for your kineticist class DC increases to master.</p>\n<h2>Double Reflow<span style=\"float:right\">Level 17</span></h2>\n<p>Your kinetic gate becomes even more adaptable. When you use reflow elements, you can replace two impulse feats instead of one.</p>\n<h2>Final Gate<span style=\"float:right\">Level 19</span></h2>\n<p>Your kinetic gate reaches a perfect form, its power constantly fighting to be released. If your kinetic aura is inactive, you automatically use the first action of your turn to Channel Elements as a free action. You can deliberately suppress the effect. If you're unable to act, final gate still functions, but you don't get to use the Elemental Blast or stance impulse you normally do from using Channel Elements.</p>\n<h2>Kinetic Legend<span style=\"float:right\">Level 19</span></h2>\n<p>Your elements become almost impossible to resist. Your proficiency rank for your kineticist class DC increases to legendary.</p>\n<h2>Light Armor Mastery<span style=\"float:right\">Level 19</span></h2>\n<p>Your skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master.</p>"
                },
                "generalFeatLevels": {
                    "value": [
                        3,
                        7,
                        11,
                        15,
                        19
                    ]
                },
                "hp": 8,
                "items": {
                    "5itvx": {
                        "img": "systems/pf2e/icons/features/classes/magical-fortitude.webp",
                        "level": 7,
                        "name": "Kinetic Durability",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Durability"
                    },
                    "6NQBE": {
                        "img": "systems/pf2e/icons/features/classes/light-armor-master.webp",
                        "level": 19,
                        "name": "Light Armor Mastery",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Light Armor Mastery"
                    },
                    "6TeTE": {
                        "img": "systems/pf2e/icons/features/classes/master-strikes.webp",
                        "level": 15,
                        "name": "Kinetic Mastery",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Mastery"
                    },
                    "8b7hf": {
                        "img": "systems/pf2e/icons/spells/control-water.webp",
                        "level": 11,
                        "name": "Reflow Elements",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Reflow Elements"
                    },
                    "J86Sn": {
                        "img": "systems/pf2e/icons/features/classes/divine-ally.webp",
                        "level": 19,
                        "name": "Kinetic Legend",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Legend"
                    },
                    "JGvbL": {
                        "img": "systems/pf2e/icons/spells/concordant-choir.webp",
                        "level": 1,
                        "name": "Kinetic Aura",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Aura"
                    },
                    "NXHnk": {
                        "img": "systems/pf2e/icons/spells/abundant-step.webp",
                        "level": 1,
                        "name": "Kinetic Gate",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Gate"
                    },
                    "SZ1aE": {
                        "img": "systems/pf2e/icons/spells/elemental-zone.webp",
                        "level": 9,
                        "name": "Second Gate's Threshold",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Second Gate's Threshold"
                    },
                    "UtsnS": {
                        "img": "systems/pf2e/icons/spells/elemental-zone.webp",
                        "level": 17,
                        "name": "Fourth Gate's Threshold",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Fourth Gate's Threshold"
                    },
                    "ZLDh8": {
                        "img": "systems/pf2e/icons/features/classes/lightning-reflexes.webp",
                        "level": 11,
                        "name": "Kinetic Quickness",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Quickness"
                    },
                    "aVZTQ": {
                        "img": "systems/pf2e/icons/spells/awaken-portal.webp",
                        "level": 1,
                        "name": "Impulses",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Impulses"
                    },
                    "bKOQI": {
                        "img": "systems/pf2e/icons/spells/empower-ley-line.webp",
                        "level": 17,
                        "name": "Double Reflow",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Double Reflow"
                    },
                    "dg9M3": {
                        "img": "systems/pf2e/icons/features/classes/weapon-expertise.webp",
                        "level": 11,
                        "name": "Weapon Expertise",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Weapon Expertise"
                    },
                    "fqMT6": {
                        "img": "systems/pf2e/icons/spells/elemental-zone.webp",
                        "level": 5,
                        "name": "Gate's Threshold",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Gate's Threshold"
                    },
                    "hfJPw": {
                        "img": "systems/pf2e/icons/features/classes/light-armor-expertise.webp",
                        "level": 13,
                        "name": "Light Armor Expertise",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Light Armor Expertise"
                    },
                    "lS1AZ": {
                        "img": "systems/pf2e/icons/features/classes/walls-of-will.webp",
                        "level": 3,
                        "name": "Will Expertise",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Will Expertise"
                    },
                    "pRGkq": {
                        "img": "systems/pf2e/icons/features/classes/alertness.webp",
                        "level": 9,
                        "name": "Perception Expertise",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Perception Expertise"
                    },
                    "rCZNC": {
                        "img": "systems/pf2e/icons/spells/cloak-of-light.webp",
                        "level": 19,
                        "name": "Final Gate",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Final Gate"
                    },
                    "rOa1O": {
                        "img": "systems/pf2e/icons/spells/elemental-zone.webp",
                        "level": 13,
                        "name": "Third Gate's Threshold",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Third Gate's Threshold"
                    },
                    "tD16x": {
                        "img": "systems/pf2e/icons/spells/disapperance.webp",
                        "level": 3,
                        "name": "Extract Element",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Extract Element"
                    },
                    "udfhZ": {
                        "img": "systems/pf2e/icons/spells/air-walk.webp",
                        "level": 7,
                        "name": "Kinetic Expertise",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Expertise"
                    },
                    "wbVdT": {
                        "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                        "level": 13,
                        "name": "Weapon Specialization",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Weapon Specialization"
                    },
                    "xozcj": {
                        "img": "systems/pf2e/icons/features/classes/great-fortitude.webp",
                        "level": 15,
                        "name": "Greater Kinetic Durability",
                        "uuid": "Compendium.pf2e.classfeatures.Item.Greater Kinetic Durability"
                    }
                },
                "keyAbility": {
                    "value": [
                        "con"
                    ]
                },
                "perception": 1,
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [
                    {
                        "key": "TokenImage",
                        "predicate": [
                            "self:effect:kinetic-aura"
                        ],
                        "scale": 1.5,
                        "value": "Gatewalkers/Orabrax_aura.webp"
                    }
                ],
                "savingThrows": {
                    "fortitude": 2,
                    "reflex": 2,
                    "will": 1
                },
                "skillFeatLevels": {
                    "value": [
                        2,
                        4,
                        6,
                        8,
                        10,
                        12,
                        14,
                        16,
                        18,
                        20
                    ]
                },
                "skillIncreaseLevels": {
                    "value": [
                        3,
                        5,
                        7,
                        9,
                        11,
                        13,
                        15,
                        17,
                        19
                    ]
                },
                "slug": "kineticist",
                "spellcasting": 0,
                "trainedSkills": {
                    "additional": 3,
                    "custom": "",
                    "value": [
                        "nat"
                    ]
                },
                "traits": {
                    "rarity": "common",
                    "value": []
                }
            },
            "type": "class"
        },
        {
            "_id": "NgQ0ME7JJ3VPqIvX",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.6ENHSzqg88J6dri6"
                }
            },
            "img": "systems/pf2e/icons/features/feats/feats.webp",
            "name": "Elemental Eyes",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "ancestry",
                "description": {
                    "value": "<p>You can see in the darkness as easily as an elemental. You gain @UUID[Compendium.pf2e.ancestryfeatures.Item.Darkvision].</p>\n<hr />\n<p><strong>Special</strong> You can select this feat only at 1st level, and you can't retrain into or out of this feat.</p>"
                },
                "level": {
                    "taken": 1,
                    "value": 1
                },
                "location": "ancestry-1",
                "onlyLevel1": true,
                "prerequisites": {
                    "value": [
                        {
                            "value": "low-light vision"
                        }
                    ]
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Lost Omens: Ancestry Guide"
                },
                "rules": [
                    {
                        "key": "Sense",
                        "selector": "darkvision"
                    }
                ],
                "slug": "elemental-eyes",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "naari",
                        "oread",
                        "suli",
                        "sylph",
                        "undine"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "G6vSCFu8loY3KwVs",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.backgrounds.Item.3gN09dOT2hMwGcK2"
                }
            },
            "img": "systems/pf2e/icons/default-icons/background.svg",
            "name": "Cook",
            "sort": 0,
            "system": {
                "boosts": {
                    "0": {
                        "selected": "con",
                        "value": [
                            "con",
                            "int"
                        ]
                    },
                    "1": {
                        "selected": "str",
                        "value": [
                            "cha",
                            "con",
                            "dex",
                            "int",
                            "str",
                            "wis"
                        ]
                    }
                },
                "description": {
                    "value": "<p>You grew up in the kitchens of a tavern or other dining establishment and excelled there, becoming an exceptional cook. Baking, cooking, a little brewing on the side-you've spent lots of time out of sight. It's about time you went out into the world to catch some sights for yourself.</p>\n<p>Choose two ability boosts. One must be to <strong>Constitution</strong> or <strong>Intelligence</strong>, and one is a free ability boost.</p>\n<p>You're trained in the Survival skill and the Cooking Lore skill. You gain the @UUID[Compendium.pf2e.feats-srd.Item.Seasoned] skill feat.</p>"
                },
                "items": {
                    "diizj": {
                        "img": "systems/pf2e/icons/features/feats/feats.webp",
                        "level": 1,
                        "name": "Seasoned",
                        "uuid": "Compendium.pf2e.feats-srd.Item.Seasoned"
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Advanced Player's Guide"
                },
                "rules": [],
                "slug": "cook",
                "trainedLore": "Cooking Lore",
                "trainedSkills": {
                    "value": [
                        "sur"
                    ]
                },
                "traits": {
                    "rarity": "common",
                    "value": []
                }
            },
            "type": "background"
        },
        {
            "_id": "bitYVNcVPAkREohY",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.1Eceqc6zbMj2x0q9"
                }
            },
            "img": "systems/pf2e/icons/features/feats/feats.webp",
            "name": "Seasoned",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "skill",
                "description": {
                    "value": "<p>You've mastered the preparation of many types of food and drink. You gain a +1 circumstance bonus to checks to Craft food and drink, including potions. If you are a master in one of the prerequisite skills, this bonus increases to +2.</p>"
                },
                "level": {
                    "taken": 1,
                    "value": 1
                },
                "location": "G6vSCFu8loY3KwVs",
                "prerequisites": {
                    "value": [
                        {
                            "value": "trained in Alcohol Lore, Cooking Lore, or Crafting"
                        }
                    ]
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Advanced Player's Guide"
                },
                "rules": [
                    {
                        "key": "FlatModifier",
                        "label": "Seasoned (craft food, drink & potions)",
                        "predicate": [
                            "action:craft",
                            {
                                "or": [
                                    "food",
                                    "drink",
                                    "potion"
                                ]
                            }
                        ],
                        "selector": "crafting",
                        "type": "circumstance",
                        "value": {
                            "brackets": [
                                {
                                    "end": 4,
                                    "start": 3,
                                    "value": 2
                                },
                                {
                                    "end": 2,
                                    "start": 1,
                                    "value": 1
                                }
                            ],
                            "field": "actor|system.skills.cra.rank"
                        }
                    }
                ],
                "slug": "seasoned",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "general",
                        "skill"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "NGzM27ToyvmzUQiN",
            "img": "systems/pf2e/icons/default-icons/lore.svg",
            "name": "Cooking Lore",
            "sort": 0,
            "system": {
                "description": {
                    "value": ""
                },
                "mod": {
                    "value": 0
                },
                "proficient": {
                    "value": 1
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "rules": [],
                "slug": null,
                "traits": {}
            },
            "type": "lore"
        },
        {
            "_id": "3GxJYSM9ul560FvY",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.FVjTuBCIefAgloUU"
                }
            },
            "img": "icons/weapons/staves/staff-simple.webp",
            "name": "Staff",
            "sort": 100000,
            "system": {
                "baseItem": "staff",
                "bonus": {
                    "value": 0
                },
                "bonusDamage": {
                    "value": 0
                },
                "bulk": {
                    "value": 1
                },
                "category": "simple",
                "containerId": null,
                "damage": {
                    "damageType": "bludgeoning",
                    "dice": 1,
                    "die": "d4"
                },
                "description": {
                    "value": "<p>This long piece of wood can aid in walking and deliver a mighty blow.</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "handsHeld": 0,
                    "invested": null
                },
                "group": "club",
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {}
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 1,
                "range": null,
                "reload": {
                    "value": ""
                },
                "rules": [],
                "runes": {
                    "potency": 0,
                    "property": [],
                    "striking": 0
                },
                "size": "med",
                "slug": "staff",
                "splashDamage": {
                    "value": 0
                },
                "traits": {
                    "rarity": "common",
                    "value": [
                        "two-hand-d8"
                    ]
                },
                "usage": {
                    "value": "held-in-one-hand"
                }
            },
            "type": "weapon"
        },
        {
            "_id": "oYs4ddxkIk7jj8jq",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.QJb8S927Yj81EgHH"
                }
            },
            "img": "icons/tools/scribal/ink-quill-red.webp",
            "name": "Writing Set",
            "sort": 200000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0.1
                },
                "containerId": null,
                "description": {
                    "value": "<p>Using a writing set, you can draft correspondence and scribe scrolls. A set includes stationery, including a variety of paper and parchment, as well as ink, a quill or inkpen, sealing wax, and a simple seal. If you've written a large amount, you can refill your kit with extra ink and paper.</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "invested": null
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "gp": 1
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 1,
                "rules": [],
                "size": "med",
                "slug": "writing-set",
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "held-in-one-hand"
                }
            },
            "type": "equipment"
        },
        {
            "_id": "vlQZ2IqdRVagBL89",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.VHxXMvBeBTq2FSdf"
                }
            },
            "img": "icons/containers/bags/pack-engraved-leather-blue.webp",
            "name": "Material Component Pouch",
            "sort": 300000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0.1
                },
                "containerId": null,
                "description": {
                    "value": "<p>This pouch contains material components for those spells that require them. Though the components are used up over time, you can refill spent components during your daily preparations.</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "invested": null
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "sp": 5
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 1,
                "rules": [],
                "size": "med",
                "slug": "material-component-pouch",
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "held-in-one-hand"
                }
            },
            "type": "equipment"
        },
        {
            "_id": "KHAutbLs9rL866Hy",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.3lgwjrFEsQVKzhh7"
                }
            },
            "img": "icons/containers/bags/pack-leather-white-tan.webp",
            "name": "Backpack",
            "sort": 400000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "capacity": 4,
                    "heldOrStowed": 0.1,
                    "ignored": 2,
                    "value": 0
                },
                "collapsed": false,
                "containerId": null,
                "description": {
                    "value": "<p>A backpack holds up to 4 Bulk of items and the first 2 Bulk of these items don't count against your Bulk limits. If you're carrying or stowing the pack rather than wearing it on your back, its Bulk is light instead of negligible</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "inSlot": false,
                    "invested": null
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "sp": 1
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 1,
                "rules": [],
                "size": "med",
                "slug": "backpack",
                "stowing": true,
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "wornbackpack"
                }
            },
            "type": "backpack"
        },
        {
            "_id": "MO8SayMMsoufdAeE",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.fyYnQf1NAx9fWFaS"
                }
            },
            "img": "icons/sundries/survival/rope-wrapped-brown.webp",
            "name": "Rope",
            "sort": 500000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0.1
                },
                "containerId": "KHAutbLs9rL866Hy",
                "description": {
                    "value": "<p>50 feet of rope.</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "invested": null
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "sp": 5
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 1,
                "rules": [],
                "size": "med",
                "slug": "rope",
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "held-in-one-hand"
                }
            },
            "type": "equipment"
        },
        {
            "_id": "VAPZtOj9HRFK8o5S",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.VnPh324pKwd2ZB66"
                }
            },
            "img": "systems/pf2e/icons/equipment/adventuring-gear/waterskin.webp",
            "name": "Waterskin",
            "sort": 600000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0.1
                },
                "containerId": "KHAutbLs9rL866Hy",
                "description": {
                    "value": "<p>When it's full, a waterskin contains roughly 1 day's worth of water for a Small or Medium creature.</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "invested": null
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "cp": 5
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 1,
                "rules": [],
                "size": "med",
                "slug": "waterskin",
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "held-in-one-hand"
                }
            },
            "type": "equipment"
        },
        {
            "_id": "LUzoEjJmZ8EzQAWq",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.xShIDyydOMkGvGNb"
                }
            },
            "img": "systems/pf2e/icons/equipment/adventuring-gear/chalk.webp",
            "name": "Chalk",
            "sort": 700000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0
                },
                "category": "other",
                "containerId": "KHAutbLs9rL866Hy",
                "damage": null,
                "description": {
                    "value": ""
                },
                "equipped": {
                    "carryType": "worn"
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "per": 10,
                    "value": {
                        "cp": 1
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 10,
                "rules": [],
                "size": "med",
                "slug": "chalk",
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "held-in-one-hand"
                },
                "uses": {
                    "autoDestroy": true,
                    "max": 1,
                    "value": 1
                }
            },
            "type": "consumable"
        },
        {
            "_id": "djNTdMFe3Rvc7bjk",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.UlIxxLm71UdRgCFE"
                }
            },
            "img": "systems/pf2e/icons/equipment/adventuring-gear/flint-and-steel.webp",
            "name": "Flint and Steel",
            "sort": 800000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0
                },
                "containerId": "KHAutbLs9rL866Hy",
                "description": {
                    "value": "<p>Flint and steel are useful in creating a fire if you have the time to catch a spark, though using them is typically too time-consuming to be practical during an encounter. Even in ideal conditions, using flint and steel to light a flame requires using at least 3 actions, and often significantly longer.</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "invested": null
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "cp": 5
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 1,
                "rules": [],
                "size": "med",
                "slug": "flint-and-steel",
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "held-in-one-hand"
                }
            },
            "type": "equipment"
        },
        {
            "_id": "zfSiSCpttMFbAE71",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.L9ZV076913otGtiB"
                }
            },
            "img": "systems/pf2e/icons/equipment/adventuring-gear/rations.webp",
            "name": "Rations",
            "sort": 900000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0.1
                },
                "category": "other",
                "containerId": "KHAutbLs9rL866Hy",
                "damage": null,
                "description": {
                    "value": ""
                },
                "equipped": {
                    "carryType": "worn"
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "sp": 4
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 2,
                "rules": [],
                "size": "med",
                "slug": "rations",
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "held-in-one-hand"
                },
                "uses": {
                    "autoDestroy": true,
                    "max": 7,
                    "value": 7
                }
            },
            "type": "consumable"
        },
        {
            "_id": "GV9O8e2ENFYcC1Ya",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.8Jdw4yAzWYylGePS"
                }
            },
            "img": "icons/sundries/lights/torch-brown.webp",
            "name": "Torch",
            "sort": 1000000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0.1
                },
                "containerId": "KHAutbLs9rL866Hy",
                "description": {
                    "value": "<p>A torch sheds bright light in a 20-foot radius (and dim light to the next 20 feet) for 1 hour. It can be used as an improvised weapon that deals 1d4 bludgeoning damage plus 1 fire damage.</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "invested": null
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "cp": 1
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 5,
                "rules": [
                    {
                        "key": "TokenLight",
                        "predicate": [
                            "lit-torch"
                        ],
                        "value": {
                            "animation": {
                                "intensity": 4,
                                "speed": 1,
                                "type": "torch"
                            },
                            "bright": 20,
                            "color": "#9b7337",
                            "dim": 40,
                            "shadows": 0.2
                        }
                    },
                    {
                        "category": "simple",
                        "damage": {
                            "base": {
                                "damageType": "bludgeoning",
                                "dice": 1,
                                "die": "d4"
                            }
                        },
                        "key": "Strike",
                        "otherTags": [
                            "improvised"
                        ],
                        "predicate": [
                            {
                                "not": "lit-torch"
                            }
                        ]
                    },
                    {
                        "category": "simple",
                        "damage": {
                            "base": {
                                "damageType": "bludgeoning",
                                "dice": 1,
                                "die": "d4"
                            }
                        },
                        "img": "icons/sundries/lights/torch-brown-lit.webp",
                        "key": "Strike",
                        "otherTags": [
                            "improvised"
                        ],
                        "predicate": [
                            "lit-torch"
                        ]
                    },
                    {
                        "damageType": "fire",
                        "key": "FlatModifier",
                        "predicate": [
                            "lit-torch"
                        ],
                        "selector": "{item|_id}-damage",
                        "value": 1
                    },
                    {
                        "domain": "all",
                        "key": "RollOption",
                        "label": "PF2E.SpecificRule.LitTorch",
                        "option": "lit-torch",
                        "toggleable": true
                    },
                    {
                        "key": "TokenEffectIcon",
                        "predicate": [
                            "lit-torch"
                        ],
                        "value": "icons/sundries/lights/torch-brown-lit.webp"
                    }
                ],
                "size": "med",
                "slug": "torch",
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "held-in-one-hand"
                }
            },
            "type": "equipment"
        },
        {
            "_id": "1W4llvxczyUxV4vR",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.fagzYdmfYyMQ6J77"
                }
            },
            "img": "icons/containers/ammunition/quiver-simple-brown.webp",
            "name": "Bedroll",
            "sort": 1100000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0.1
                },
                "containerId": "KHAutbLs9rL866Hy",
                "description": {
                    "value": "<p>A rolled up bed.</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "invested": null
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "cp": 2
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 1,
                "rules": [],
                "size": "med",
                "slug": "bedroll",
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "held-in-one-hand"
                }
            },
            "type": "equipment"
        },
        {
            "_id": "lrpCNnaaKDEe5trW",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.81aHsD27HFGnq1Nt"
                }
            },
            "img": "icons/sundries/survival/soap.webp",
            "name": "Soap",
            "sort": 1200000,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0
                },
                "containerId": "KHAutbLs9rL866Hy",
                "description": {
                    "value": "<p>Bar of soap.</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "invested": null
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "cp": 2
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 1,
                "rules": [],
                "size": "med",
                "slug": "soap",
                "traits": {
                    "rarity": "common",
                    "value": []
                },
                "usage": {
                    "value": "held-in-one-hand"
                }
            },
            "type": "equipment"
        },
        {
            "_id": "qsCvzZU2FGl6mV0n",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.Yr9yCuJiAlFh3QEB"
                }
            },
            "img": "icons/equipment/shield/heater-steel-boss-red.webp",
            "name": "Steel Shield",
            "sort": 1600000,
            "system": {
                "acBonus": 2,
                "baseItem": "steel-shield",
                "bulk": {
                    "value": 1
                },
                "containerId": null,
                "description": {
                    "value": "<p>Like wooden shields, steel shields come in a variety of shapes and sizes. Though more expensive than wooden shields, they are much more durable.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Hardness</th>\n<th>HP</th>\n<th>BT</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>5</td>\n<td>20</td>\n<td>10</td>\n</tr>\n</tbody>\n</table>"
                },
                "equipped": {
                    "carryType": "held",
                    "handsHeld": 1,
                    "invested": null
                },
                "hardness": 5,
                "hp": {
                    "max": 20,
                    "value": 20
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "gp": 2
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "quantity": 1,
                "rules": [],
                "runes": {
                    "reinforcing": 0
                },
                "size": "med",
                "slug": "steel-shield",
                "speedPenalty": 0,
                "traits": {
                    "integrated": null,
                    "rarity": "common",
                    "value": []
                }
            },
            "type": "shield"
        },
        {
            "_id": "f81qYWYibAeB6Eb3",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.wYerMk6F1RZb0Fwt"
                }
            },
            "img": "systems/pf2e/icons/features/feats/feats.webp",
            "name": "Battle Medicine",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 1
                },
                "category": "skill",
                "description": {
                    "value": "<p><strong>Requirements</strong> You are holding or wearing healer's tools.</p>\n<hr />\n<p>You can patch up yourself or an adjacent ally, even in combat. Attempt a Medicine check with the same DC as for @UUID[Compendium.pf2e.actionspf2e.Item.Treat Wounds], and restore a corresponding amount of Hit Points; this does not remove the @UUID[Compendium.pf2e.conditionitems.Item.Wounded] condition. As with Treat Wounds, you can attempt checks against higher DCs if you have the minimum proficiency rank. The target is then temporarily @UUID[Compendium.pf2e.feat-effects.Item.Effect: Battle Medicine Immunity]{immune} to your Battle Medicine for 1 day.</p>\n<p><strong>Editors note</strong> Paizo has clarified the usage of worn tools:</p>\n<blockquote>Worn tools should only take 1 hand to use, as you only draw the things you need from the kit and not the entire kit. This has been marked for future errata.</blockquote>"
                },
                "level": {
                    "taken": 2,
                    "value": 1
                },
                "location": "skill-2",
                "prerequisites": {
                    "value": [
                        {
                            "value": "trained in Medicine"
                        }
                    ]
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "rules": [],
                "slug": "battle-medicine",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "general",
                        "healing",
                        "manipulate",
                        "skill"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "oRpCzWWVUXvazYzE",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.Ux73dmoF8KnavyUD"
                }
            },
            "img": "systems/pf2e/icons/features/feats/feats.webp",
            "name": "Fleet",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "general",
                "description": {
                    "value": "<p>You move more quickly on foot. Your Speed increases by 5 feet.</p>"
                },
                "level": {
                    "taken": 3,
                    "value": 1
                },
                "location": "general-3",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Core Rulebook"
                },
                "rules": [
                    {
                        "key": "FlatModifier",
                        "selector": "land-speed",
                        "value": 5
                    }
                ],
                "slug": "fleet",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "general"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "EYFdUl6fknKJJnPj",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.IcAEMf94XoTvtzAO"
                }
            },
            "img": "icons/sundries/books/book-red-exclamation.webp",
            "name": "Fresh Produce",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 1
                },
                "category": "class",
                "description": {
                    "value": "<p>You grow a nourishing nut, vegetable, seed, or fruit. Choose a creature in your kinetic aura. The produce grows in their open hand, or at their feet if they have no open hands. The produce has light Bulk. A creature can eat it with an Interact action to regain 1d4+1 HP; this is a healing vitality effect. The creature feels full for 10 minutes, during which it has resistance 2 to void damage and can't eat another piece of produce. Produce not consumed by the start of your next turn withers away.</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.Effect: Fresh Produce]</p>\n<hr />\n<p><strong>Level (+2)</strong> The healing increases by 1d4+5, and the resistance increases by 2.</p>\n<p>[[/r ((floor((max(1,@actor.level)-1)/2)+1)d4+(floor((max(1,@actor.level)-1)/2)*5+1))[healing]]]{Leveled HP}</p>"
                },
                "level": {
                    "taken": 1,
                    "value": 1
                },
                "location": "class-1",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [],
                "slug": "fresh-produce",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "healing",
                        "impulse",
                        "kineticist",
                        "plant",
                        "primal",
                        "vitality",
                        "wood"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "NKaj2Js4qx9QPs6K",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.MPcM4Wt6KmWE2kGL"
                }
            },
            "img": "systems/pf2e/icons/equipment/armor/chainshirt.webp",
            "name": "Chain Shirt",
            "sort": 0,
            "system": {
                "acBonus": 2,
                "baseItem": "chain-shirt",
                "bulk": {
                    "value": 1
                },
                "category": "light",
                "checkPenalty": -1,
                "containerId": "KHAutbLs9rL866Hy",
                "description": {
                    "value": "<p>Sometimes called a hauberk, this is a long shirt constructed of the same metal rings as chainmail. However, it is much lighter than chainmail and protects only the torso, upper arms, and upper legs of its wearer.</p>"
                },
                "dexCap": 3,
                "equipped": {
                    "carryType": "stowed",
                    "handsHeld": 0,
                    "inSlot": false,
                    "invested": null
                },
                "group": "chain",
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "gp": 5
                    }
                },
                "publication": {
                    "license": "ORC",
                    "remaster": true,
                    "title": "Pathfinder Player Core"
                },
                "quantity": 1,
                "rules": [],
                "runes": {
                    "potency": 0,
                    "property": [],
                    "resilient": 0
                },
                "size": "med",
                "slug": "chain-shirt",
                "speedPenalty": 0,
                "strength": 1,
                "traits": {
                    "rarity": "common",
                    "value": [
                        "flexible",
                        "noisy"
                    ]
                }
            },
            "type": "armor"
        },
        {
            "_id": "kau5h4AKYkxzwoCR",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.8c61nOIr5AM3KxZi"
                }
            },
            "img": "icons/sundries/books/book-red-exclamation.webp",
            "name": "Ward Medic",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "skill",
                "description": {
                    "value": "<p>You've studied in large medical wards, treating several patients at once and tending to all their needs. When you use @UUID[Compendium.pf2e.actionspf2e.Item.Treat Disease] or @UUID[Compendium.pf2e.actionspf2e.Item.Treat Wounds], you can treat up to two targets. If you're a master in Medicine, you can treat up to four targets, and if you're legendary, you can treat up to eight targets.</p>"
                },
                "level": {
                    "value": 2
                },
                "location": "skill-4",
                "prerequisites": {
                    "value": [
                        {
                            "value": "expert in Medicine"
                        }
                    ]
                },
                "publication": {
                    "license": "ORC",
                    "remaster": true,
                    "title": "Pathfinder Player Core"
                },
                "rules": [],
                "slug": "ward-medic",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "general",
                        "skill"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "kEo4Mz3zbhNq1cCr",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.ie64VAbWnOGg9uad"
                }
            },
            "img": "icons/sundries/books/book-red-exclamation.webp",
            "name": "Deflecting Wave",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "reaction"
                },
                "actions": {
                    "value": null
                },
                "category": "class",
                "description": {
                    "value": "<p><strong>Trigger</strong> You would take acid, bludgeoning, fire, or slashing damage from an enemy's attack, spell, or other hostile effect.</p>\n<p><strong>Requirements</strong> You're aware of the hostile effect, and you aren't @UUID[Compendium.pf2e.conditionitems.Item.Off-Guard] against it.</p>\n<hr />\n<p>A cascade of water blunts or disperses the incoming attack. You gain resistance to damage from the triggering effect equal to your level if it's bludgeoning or slashing, or double your level if it's acid or fire damage. If the effect deals more than one applicable type of damage, apply the highest resistance, but apply it only once.</p>"
                },
                "level": {
                    "value": 1
                },
                "location": "class-2",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [
                    {
                        "domain": "all",
                        "key": "RollOption",
                        "option": "deflecting-wave",
                        "selection": "fire",
                        "suboptions": [
                            {
                                "label": "PF2E.TraitAcid",
                                "value": "acid"
                            },
                            {
                                "label": "PF2E.TraitBludgeoning",
                                "value": "bludgeoning"
                            },
                            {
                                "label": "PF2E.TraitFire",
                                "value": "fire"
                            },
                            {
                                "label": "PF2E.TraitSlashing",
                                "value": "slashing"
                            }
                        ],
                        "toggleable": true,
                        "value": true
                    },
                    {
                        "key": "Resistance",
                        "predicate": [
                            {
                                "or": [
                                    "deflecting-wave:bludgeoning",
                                    "deflecting-wave:slashing"
                                ]
                            },
                            {
                                "not": "self:condition:off-guard"
                            }
                        ],
                        "type": "{item|flags.pf2e.rulesSelections.deflectingWave}",
                        "value": "@actor.level"
                    },
                    {
                        "key": "Resistance",
                        "predicate": [
                            {
                                "or": [
                                    "deflecting-wave:acid",
                                    "deflecting-wave:fire"
                                ]
                            },
                            {
                                "not": "self:condition:off-guard"
                            }
                        ],
                        "type": "{item|flags.pf2e.rulesSelections.deflectingWave}",
                        "value": "@actor.level*2"
                    }
                ],
                "slug": "deflecting-wave",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "impulse",
                        "kineticist",
                        "primal",
                        "water"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "atFv5ZyUy5PzRo9R",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.ZBPRABDXeLVwxFC7"
                },
                "pf2e": {
                    "itemGrants": {
                        "pacifyingInfusion": {
                            "id": "997onhZ9AvIts3sb",
                            "onDelete": "detach"
                        }
                    }
                }
            },
            "img": "icons/sundries/books/book-red-exclamation.webp",
            "name": "Safe Elements",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "class",
                "description": {
                    "value": "<p>Elements are wild and dangerous, but you've found ways to reduce their risk. When you Channel Elements or use a stance impulse that affects your kinetic aura, you can designate a number of creatures up to your Constitution modifier (minimum 1 creature). Choose whether they are immune to the benefits of your kinetic aura or immune to its damage and drawbacks. You don't have to be able to see a creature to designate it, nor does it need to be in your kinetic aura, but you can't designate a creature that's unnoticed by you.</p>\n<p>In addition, you gain the @UUID[Compendium.pf2e.actionspf2e.Item.Pacifying Infusion] action.</p>"
                },
                "level": {
                    "value": 4
                },
                "location": "class-4",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [
                    {
                        "allowDuplicate": false,
                        "flag": "pacifyingInfusion",
                        "key": "GrantItem",
                        "uuid": "Compendium.pf2e.actionspf2e.Item.Pacifying Infusion"
                    }
                ],
                "slug": "safe-elements",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "kineticist"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "997onhZ9AvIts3sb",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.actionspf2e.Item.oAGawsNqr6FfMrSG"
                },
                "pf2e": {
                    "grantedBy": {
                        "id": "atFv5ZyUy5PzRo9R",
                        "onDelete": "cascade"
                    }
                }
            },
            "img": "systems/pf2e/icons/actions/OneAction.webp",
            "name": "Pacifying Infusion",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 1
                },
                "category": null,
                "description": {
                    "value": "<p>If your next action is an impulse, it gains the nonlethal trait. If it has an area, you can exclude creatures you've designated with Safe Elements from its effects.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [],
                "slug": "pacifying-infusion",
                "traits": {
                    "value": [
                        "infusion"
                    ]
                }
            },
            "type": "action"
        },
        {
            "_id": "5lo1aMfWvWAwJGUz",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.ioiMUDqv85BI4shY"
                }
            },
            "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/gate-attenuator.webp",
            "name": "Gate Attenuator",
            "sort": 0,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0
                },
                "containerId": null,
                "description": {
                    "value": "<p><em>Gate attenuators</em> are typically worn near the body's core and are shaped like portals or passageways, making literal the elemental gates kineticists possess within their bodies. The appearance can vary from a simple disk with a hole in the middle to a design matching a city gate of a particular settlement. If you're a kineticist, the attenuator grants you a +1 item bonus to your impulse attack modifier (but not to your impulse DC). When you invest a<em> gate attenuator</em>, attune it to one element of your choice. Designs on the attenuator's surface transform to match that element, and the attenuator gains the element's trait until it's no longer invested or is attuned to a different element.</p>\n<hr />\n<p><strong>Activate - Elemental Spell <span class=\"action-glyph\">2</span></strong> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The <em>gate attenuator</em> casts a 1st-rank spell, with a spell attack modifier of +7 and spell DC of 17. If you're a kineticist and the spell's element matches one of your kinetic elements, you can use your impulse attack modifier instead of the spell attack modifier or your impulse DC instead of the spell DC. The spell corresponds to the element the item is attuned to, and it gains that element's trait if it doesn't already have it:</p>\n<p><strong>air</strong> @UUID[Compendium.pf2e.spells-srd.Item.Gust of Wind]</p>\n<p><strong>earth</strong> @UUID[Compendium.pf2e.spells-srd.Item.Pummeling Rubble]</p>\n<p><strong>fire</strong> @UUID[Compendium.pf2e.spells-srd.Item.Dehydrate]</p>\n<p><strong>metal</strong> @UUID[Compendium.pf2e.spells-srd.Item.Thunderstrike]</p>\n<p><strong>water</strong> @UUID[Compendium.pf2e.spells-srd.Item.Snowball]</p>\n<p><strong>wood</strong> @UUID[Compendium.pf2e.spells-srd.Item.Flourishing Flora]</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "handsHeld": 0,
                    "invested": true
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 3
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "gp": 60
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "quantity": 1,
                "rules": [
                    {
                        "key": "FlatModifier",
                        "predicate": [
                            {
                                "or": [
                                    "class:kineticist",
                                    "feat:kineticist-dedication"
                                ]
                            }
                        ],
                        "selector": "impulse-attack-roll",
                        "type": "item",
                        "value": 1
                    }
                ],
                "size": "med",
                "slug": "gate-attenuator",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "invested",
                        "magical"
                    ]
                },
                "usage": {
                    "value": "worn"
                }
            },
            "type": "equipment"
        },
        {
            "_id": "4BughV8PiDaUFMvZ",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.classfeatures.Item.f0BF2210l9k66cso"
                },
                "pf2e": {
                    "itemGrants": {
                        "channelElements": {
                            "id": "CCfmvAkCYdqa303v",
                            "onDelete": "detach"
                        }
                    }
                }
            },
            "img": "icons/magic/unholy/orb-swirling-teal.webp",
            "name": "Kinetic Aura",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "classfeature",
                "description": {
                    "value": "<p>Through your kinetic gate, elements flow from an elemental plane to orbit your person. The form and appearance of this kinetic aura are unique to you. Examples include a chaotic wind orbiting the body, fragments of floating gravel, colorful wicks of flame stars of raw metal always changing shape, floatin snowflakes or splinters dancing in the air. If you can channel more than one element, pieces of all your kinetic elements appear in the aura.</p>\n<p>You have the @UUID[Compendium.pf2e.actionspf2e.Item.Channel Elements] action, which lets you activate your kinetic aura.</p>"
                },
                "level": {
                    "value": 1
                },
                "location": "t4t8q7tLONx1bekU",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [
                    {
                        "allowDuplicate": false,
                        "flag": "channelElements",
                        "key": "GrantItem",
                        "uuid": "Compendium.pf2e.actionspf2e.Item.Channel Elements"
                    },
                    {
                        "itemType": "feat",
                        "key": "ItemAlteration",
                        "mode": "add",
                        "predicate": [
                            "item:trait:overflow"
                        ],
                        "property": "description",
                        "value": [
                            {
                                "text": "PF2E.SpecificRule.Kineticist.Overflow.Description",
                                "title": "PF2E.SpecificRule.Kineticist.Overflow.Title"
                            }
                        ]
                    }
                ],
                "slug": "kinetic-aura",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "kineticist"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "daHc1nAuSld5Wfhh",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.classfeatures.Item.IDBB44egwiQ4qZNh"
                },
                "pf2e": {
                    "itemGrants": {
                        "hailOfSplinters": {
                            "id": "NsYli57Lnv5dDHlE",
                            "onDelete": "detach"
                        },
                        "oceansBalm": {
                            "id": "0kebNqiDHLSs6Y1h",
                            "onDelete": "detach"
                        }
                    }
                }
            },
            "img": "systems/pf2e/icons/spells/abundant-step.webp",
            "name": "Kinetic Gate (Wood) (Water)",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "classfeature",
                "description": {
                    "value": "<p>As a kineticist, you've awakened or opened a kinetic gate, a supernatural conduit within your body that can channel elemental forces straight from the elemental planes. You can choose either a single gate (one element) or dual gate (two elements) at 1st level.</p>\n<p>When selecting an element for your kinetic gate, you can pick from six elements - air, earth, fire metal, water, and wood. Elements you can channel are referred to as your kinetic elements. Your kinetic elements function even in environments where they normally wouldn't. For example, you could use fire actions underwater even though that's normally not possible, and you could create air in a vacuum.</p>\n<p>Your kinetic gate gives you impulse feats, magical actions that let you shape and control your elements in awesome ways. You can select more impulse feats using your kineticist class feats, as described under Impulses. At higher levels, the gate's threshold class feature gives you more impulse feats and lets you choose whether to improve with one element or access new kinetic elements.</p>\n<h3><strong>Single Gate</strong></h3>\n<p>Your kinetic gate links to a single elemental plane, starting you with a single element but giving you greater power with it. Choose one element to be your kinetic element, and select two 1st-level impulse feats that have that element's trait.</p>\n<p>In addition, you gain an impulse junction, a benefit that occurs when you use an impulse of the chosen element that takes 2 actions or more. This happens before the other effects of the impulse, unless noted otherwise. You can gain only one impulse junction per round; they are described in full below.</p>\n<p><strong>Air</strong> Before or after the other effects of the impulse, you can either Stride up to half your Speed or Step. If you have a fly Speed, you can Fly up to half your fly Speed instead.</p>\n<p><strong>Earth</strong> Fragments of stone float around you, granting you a +1 circumstance bonus to AC until the start of your next turn.</p>\n<p><strong>Fire</strong> Increase the damage die size of fire damage dealt by the impulse by one step.</p>\n<p><strong>Metal</strong> Choose acid, electricity, or piercing. Until the start of your next turn, each time a creature touches you or damages you with an unarmed melee attack or nonreach melee weapon, it takes damage of the chosen type equal to half your level (minimum 1 damage).</p>\n<p><strong>Water</strong> After the impulse's other effects, you can move one creature targeted by the impulse or in its area 5 feet in any direction, or 10 feet if it's in a body of water. This can't move the creature into the air. You can choose only a creature that's willing to be moved, that failed its save against the impulse, or that you succeeded at an impulse attack roll against.</p>\n<p><strong>Wood</strong> You gain temporary Hit Points equal to your level that last until the start of your next turn.</p>\n<h3><strong>Dual Gate</strong></h3>\n<p>Your kinetic gate is a harmonious conduit between two planes, allowing you to combine their elements to give you a versatile set of abilities. Select two elements to be your kinetic elements. Then, select two 1st-level impulse feats, one with the trait of the first element and one with the trait of the other.</p>"
                },
                "level": {
                    "value": 1
                },
                "location": "t4t8q7tLONx1bekU",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [
                    {
                        "adjustName": false,
                        "choices": [
                            {
                                "label": "PF2E.SpecificRule.Kineticist.KineticGate.DualGate",
                                "value": "dual-gate"
                            },
                            {
                                "label": "PF2E.SpecificRule.Kineticist.KineticGate.SingleGate",
                                "value": "single-gate"
                            }
                        ],
                        "flag": "kineticGate",
                        "key": "ChoiceSet",
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.Gate",
                        "rollOption": "kinetic-gate:initial",
                        "selection": "dual-gate"
                    },
                    {
                        "choices": [
                            {
                                "label": "PF2E.TraitAir",
                                "value": "air"
                            },
                            {
                                "label": "PF2E.TraitEarth",
                                "value": "earth"
                            },
                            {
                                "label": "PF2E.TraitFire",
                                "value": "fire"
                            },
                            {
                                "label": "PF2E.TraitMetal",
                                "value": "metal"
                            },
                            {
                                "label": "PF2E.TraitWater",
                                "value": "water"
                            },
                            {
                                "label": "PF2E.TraitWood",
                                "value": "wood"
                            }
                        ],
                        "flag": "elementOne",
                        "key": "ChoiceSet",
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.Element",
                        "rollOption": "kinetic-gate",
                        "selection": "wood"
                    },
                    {
                        "choices": [
                            {
                                "label": "PF2E.TraitAir",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:air"
                                    }
                                ],
                                "value": "air"
                            },
                            {
                                "label": "PF2E.TraitEarth",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:earth"
                                    }
                                ],
                                "value": "earth"
                            },
                            {
                                "label": "PF2E.TraitFire",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:fire"
                                    }
                                ],
                                "value": "fire"
                            },
                            {
                                "label": "PF2E.TraitMetal",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:metal"
                                    }
                                ],
                                "value": "metal"
                            },
                            {
                                "label": "PF2E.TraitWater",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:water"
                                    }
                                ],
                                "value": "water"
                            },
                            {
                                "label": "PF2E.TraitWood",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:wood"
                                    }
                                ],
                                "value": "wood"
                            }
                        ],
                        "flag": "elementTwo",
                        "key": "ChoiceSet",
                        "predicate": [
                            "kinetic-gate:initial:dual-gate"
                        ],
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.Element",
                        "rollOption": "kinetic-gate",
                        "selection": "water"
                    },
                    {
                        "domain": "all",
                        "key": "RollOption",
                        "option": "junction:{item|flags.pf2e.rulesSelections.elementOne}:impulse",
                        "predicate": [
                            "kinetic-gate:initial:single-gate"
                        ]
                    },
                    {
                        "adjustName": false,
                        "choices": {
                            "filter": [
                                "item:rarity:common",
                                "item:level:1",
                                "item:trait:impulse",
                                "item:trait:{item|flags.pf2e.rulesSelections.elementOne}"
                            ],
                            "itemType": "feat"
                        },
                        "flag": "impulseOne",
                        "key": "ChoiceSet",
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.Impulse",
                        "selection": "Compendium.pf2e.feats-srd.Item.Hail Of Splinters"
                    },
                    {
                        "allowDuplicate": false,
                        "flag": "hailOfSplinters",
                        "key": "GrantItem",
                        "uuid": "{item|flags.pf2e.rulesSelections.impulseOne}"
                    },
                    {
                        "adjustName": false,
                        "choices": {
                            "filter": [
                                "item:rarity:common",
                                "item:level:1",
                                "item:trait:impulse",
                                {
                                    "or": [
                                        {
                                            "and": [
                                                "item:trait:{item|flags.pf2e.rulesSelections.elementOne}",
                                                "kinetic-gate:initial:single-gate"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:{item|flags.pf2e.rulesSelections.elementTwo}",
                                                "kinetic-gate:initial:dual-gate"
                                            ]
                                        }
                                    ]
                                }
                            ],
                            "itemType": "feat"
                        },
                        "flag": "impulseTwo",
                        "key": "ChoiceSet",
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.Impulse",
                        "selection": "Compendium.pf2e.feats-srd.Item.Ocean's Balm"
                    },
                    {
                        "allowDuplicate": false,
                        "flag": "oceansBalm",
                        "key": "GrantItem",
                        "uuid": "{item|flags.pf2e.rulesSelections.impulseTwo}"
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "override",
                        "path": "flags.pf2e.kineticist.gate",
                        "priority": 10,
                        "value": {
                            "five": "wood",
                            "four": "water",
                            "one": "earth",
                            "six": "none",
                            "three": "none",
                            "two": "none"
                        }
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "override",
                        "path": "flags.pf2e.kineticist.elements",
                        "priority": 10,
                        "value": [
                            {
                                "label": "PF2E.TraitWood",
                                "value": "wood"
                            },
                            {
                                "label": "PF2E.TraitWater",
                                "value": "water"
                            },
                            {
                                "label": "PF2E.TraitEarth",
                                "value": "earth"
                            }
                        ]
                    }
                ],
                "slug": "kinetic-gate",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "kineticist"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "GowHQPe7Tyf30ELb",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.classfeatures.Item.xhCYkt3acfFd0hr2"
                },
                "pf2e": {
                    "itemGrants": {
                        "baseKinesis": {
                            "id": "6oeaijlyrnL6FDCN",
                            "onDelete": "detach"
                        },
                        "elementalBlast": {
                            "id": "sXpuj3XtBgeBjCkX",
                            "onDelete": "detach"
                        }
                    }
                }
            },
            "img": "systems/pf2e/icons/spells/awaken-portal.webp",
            "name": "Impulses",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "classfeature",
                "description": {
                    "value": "<p>An impulse is a special type of magical action available to kineticists, allowing them to wield or shape their element into diverse and powerful forms. To wield an element, you must have your kinetic aura active and have a free hand, as described in the impulse trait. You automatically gain the Elemental Blast and Base Kinesis impulses, and your kinetic gate selection gives you additional impulse feats. You can select more impulse feats with kineticist class feats, and at higher levels, you'll automatically get more with the gate's threshold class feature. You can select an impulse feat only if it matches one of your kinetic elements.</p>\n<p>Impulses are magical, and though they aren't spells, some things that affect spells also affect impulses. Abilities that restrict you from casting spells (such as being polymorphed into a battle form) or protect against spells (such as a spell that protects against other spells or a creature's bonus to saves against spells) also apply to impulses.</p>\n<h3><strong>Impulse Levels</strong></h3>\n<p>Any impulse you use is the same level you are. For instance, if you're 5th level, your Elemental Blast would be 5th level (and its counteract rank would be 3rd rank), even though you gained the action at 1st level.</p>\n<p>Similar to spells, many impulses get more powerful as you increase in level. In these cases, the impulse ends with one or more \"Level\" entries. This either lists the levels at which the impulse gets an upgrade or has an entry with a plus sign that describes a benefit that increases on a regular basis. For instance, a 1st-level impulse with a \"Level (+4)\" entry would get stronger at 5th, 9th, 13th, and 17th levels.</p>\n<h3><strong>Impulse Attacks and DCs</strong></h3>\n<p>An impulse that requires a saving throw uses your kineticist class DC. Some of your impulses require you to attempt an <strong>impulse attack roll</strong> to see how effective they are. Your impulse attack roll uses the same proficiency and attribute modifier as your kineticist class DC. Like a spell attack modifie , your impulse attack modifier uses the following formula: d20 roll + attribute modifier + proficiency bonus + other bonuses + penalties. This means your impulse attack roll is typically 10 lower than your class DC. The @UUID[Compendium.pf2e.conditionitems.Item.Drained] condition can reduce your impulse attack rolls and class DCs. You can acquire a <em>gate attenuator</em> to gain a bonus to your impulse attack modifier.</p>\n<h3><strong>Elemental Blast</strong></h3>\n<p>The @UUID[Compendium.pf2e.actionspf2e.Item.Elemental Blast] impulse is a simple expression of your power, allowing you to attack with the pure matter of your kinetic element. Though each element has its own strengths and weaknesses, the basic principles to using them are the same. You can customize the appearance of your Elemental Blast and can even choose a different form each time you use the impulse.</p>\n<h3><strong>Base Kinesis</strong></h3>\n<p>The @UUID[Compendium.pf2e.actionspf2e.Item.Base Kinesis] impulse lets you perform simple alterations to an element.</p>"
                },
                "level": {
                    "value": 1
                },
                "location": "t4t8q7tLONx1bekU",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [
                    {
                        "extends": "kineticist",
                        "key": "SpecialStatistic",
                        "label": "PF2E.TraitImpulse",
                        "slug": "impulse",
                        "type": "attack-roll"
                    },
                    {
                        "flag": "elementalBlast",
                        "key": "GrantItem",
                        "uuid": "Compendium.pf2e.actionspf2e.Item.Elemental Blast"
                    },
                    {
                        "flag": "baseKinesis",
                        "key": "GrantItem",
                        "predicate": [
                            "class:kineticist"
                        ],
                        "uuid": "Compendium.pf2e.actionspf2e.Item.Base Kinesis"
                    },
                    {
                        "damageType": "fire",
                        "key": "DamageDice",
                        "label": "PF2E.SpecificRule.Kineticist.KineticGate.Junction.ImpulseJunction",
                        "override": {
                            "upgrade": true
                        },
                        "predicate": [
                            {
                                "gte": [
                                    "action:cost",
                                    2
                                ]
                            },
                            "impulse",
                            "junction:fire:impulse"
                        ],
                        "selector": [
                            "impulse-damage",
                            "inline-damage"
                        ]
                    },
                    {
                        "key": "Note",
                        "predicate": [
                            {
                                "gte": [
                                    "action:cost",
                                    2
                                ]
                            },
                            "impulse",
                            "junction:air:impulse",
                            "air"
                        ],
                        "selector": [
                            "impulse-damage",
                            "inline-damage"
                        ],
                        "text": "PF2E.SpecificRule.Kineticist.Impulse.ImpulseJunction.Air",
                        "title": "PF2E.SpecificRule.Kineticist.Impulse.ImpulseJunction.Title"
                    },
                    {
                        "key": "Note",
                        "predicate": [
                            {
                                "gte": [
                                    "action:cost",
                                    2
                                ]
                            },
                            "impulse",
                            "junction:earth:impulse",
                            "earth"
                        ],
                        "selector": [
                            "impulse-damage",
                            "inline-damage"
                        ],
                        "text": "PF2E.SpecificRule.Kineticist.Impulse.ImpulseJunction.Earth",
                        "title": "PF2E.SpecificRule.Kineticist.Impulse.ImpulseJunction.Title"
                    },
                    {
                        "key": "Note",
                        "predicate": [
                            {
                                "gte": [
                                    "action:cost",
                                    2
                                ]
                            },
                            "impulse",
                            "junction:metal:impulse",
                            "metal"
                        ],
                        "selector": [
                            "impulse-damage",
                            "inline-damage"
                        ],
                        "text": "PF2E.SpecificRule.Kineticist.Impulse.ImpulseJunction.Metal",
                        "title": "PF2E.SpecificRule.Kineticist.Impulse.ImpulseJunction.Title"
                    },
                    {
                        "key": "Note",
                        "predicate": [
                            {
                                "gte": [
                                    "action:cost",
                                    2
                                ]
                            },
                            "impulse",
                            "junction:water:impulse",
                            "water"
                        ],
                        "selector": [
                            "impulse-damage",
                            "inline-damage"
                        ],
                        "text": "PF2E.SpecificRule.Kineticist.Impulse.ImpulseJunction.Water",
                        "title": "PF2E.SpecificRule.Kineticist.Impulse.ImpulseJunction.Title"
                    },
                    {
                        "key": "Note",
                        "predicate": [
                            {
                                "gte": [
                                    "action:cost",
                                    2
                                ]
                            },
                            "impulse",
                            "junction:wood:impulse",
                            "wood"
                        ],
                        "selector": [
                            "impulse-damage",
                            "inline-damage"
                        ],
                        "text": "PF2E.SpecificRule.Kineticist.Impulse.ImpulseJunction.Wood",
                        "title": "PF2E.SpecificRule.Kineticist.Impulse.ImpulseJunction.Title"
                    }
                ],
                "slug": "impulses",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "kineticist"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "5JeaAKUxr3WV2sGX",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.classfeatures.Item.NhcF2CbXA8R1UCg4"
                }
            },
            "img": "systems/pf2e/icons/features/classes/walls-of-will.webp",
            "name": "Will Expertise",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "classfeature",
                "description": {
                    "value": "<p>Your mental defenses grow stronger. Your proficiency rank for Will saves increases to expert.</p>"
                },
                "level": {
                    "value": 3
                },
                "location": "t4t8q7tLONx1bekU",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [],
                "slug": "will-expertise",
                "subfeatures": {
                    "proficiencies": {
                        "will": {
                            "rank": 2
                        }
                    }
                },
                "traits": {
                    "rarity": "common",
                    "value": [
                        "kineticist",
                        "ranger"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "NZNVzsuaeDBVdeEL",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.classfeatures.Item.jyCEC3eC4B6YaGoy"
                },
                "pf2e": {
                    "itemGrants": {
                        "extractElement": {
                            "id": "lmTCjNK2qep94rkY",
                            "onDelete": "detach"
                        }
                    }
                }
            },
            "img": "systems/pf2e/icons/spells/disapperance.webp",
            "name": "Extract Element",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "classfeature",
                "description": {
                    "value": "<p>Creatures with a strong tie to your element might be troublesome for you to deal with, at least until you've learned to turn their elemental nature to your advantage. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Extract Element] action.</p>"
                },
                "level": {
                    "value": 3
                },
                "location": "t4t8q7tLONx1bekU",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [
                    {
                        "allowDuplicate": false,
                        "flag": "extractElement",
                        "key": "GrantItem",
                        "uuid": "Compendium.pf2e.actionspf2e.Item.Extract Element"
                    }
                ],
                "slug": "extract-element",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "kineticist"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "CCfmvAkCYdqa303v",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.actionspf2e.Item.g8QrV39TmZfkbXgE"
                },
                "pf2e": {
                    "grantedBy": {
                        "id": "4BughV8PiDaUFMvZ",
                        "onDelete": "cascade"
                    }
                }
            },
            "img": "icons/magic/water/vortex-water-whirlpool.webp",
            "name": "Channel Elements",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 1
                },
                "category": "offensive",
                "description": {
                    "value": "<p><strong>Requirements</strong> Your kinetic gate isn't active.</p>\n<hr />\n<p>You tap into your kinetic gate to make elements flow around you. Your kinetic aura activates, and as a part of this action, you can use a 1-action Elemental Blast or a 1-action stance impulse. Your kinetic aura is a 10-foot emanation where pieces of your kinetic element (or all your kinetic elements, if you can channel more than one) flow around you. The kinetic aura can't damage anything or affect the environment around you unless another ability allows it to. Channel Elements has the traits of all your kinetic elements.</p>\n<p>Your kinetic aura automatically deactivates if you're knocked out, you use an impulse with the overflow trait, or you Dismiss the aura. Though you can't use new impulses while your kinetic aura is deactivated, ones you already used remain, and you can still Sustain any that can be sustained. Stance impulses are linked to your kinetic aura and end when the aura deactivates.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [],
                "selfEffect": {
                    "name": "Effect: Kinetic Aura",
                    "uuid": "Compendium.pf2e.feat-effects.Item.Effect: Kinetic Aura"
                },
                "slug": "channel-elements",
                "traits": {
                    "value": [
                        "aura",
                        "kineticist",
                        "primal"
                    ]
                }
            },
            "type": "action"
        },
        {
            "_id": "NsYli57Lnv5dDHlE",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.IaV9Ao4twLNblaSq"
                },
                "pf2e": {
                    "grantedBy": {
                        "id": "daHc1nAuSld5Wfhh",
                        "onDelete": "cascade"
                    }
                }
            },
            "img": "icons/sundries/books/book-red-exclamation.webp",
            "name": "Hail Of Splinters",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 2
                },
                "category": "class",
                "description": {
                    "value": "<p>A fusillade of jagged splinters flies from you. Creatures in a @Template[type:cone|distance:30] take @Damage[(floor((@actor.level -1)/2)+1)d4[piercing],(floor((@actor.level -1)/2)+1)d4[persistent,bleed]|traits:area-damage] damage with a @Check[type:reflex|dc:resolve(@actor.system.proficiencies.classDCs.kineticist.dc)|basic:true] save against your class DC.</p>\n<hr />\n<p><strong>Level (+2)</strong> Each type of damage increases by 1d4.</p>"
                },
                "level": {
                    "value": 1
                },
                "location": null,
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [],
                "slug": "hail-of-splinters",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "impulse",
                        "kineticist",
                        "overflow",
                        "primal",
                        "wood"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "0kebNqiDHLSs6Y1h",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.1gtWb6lKWMw1Wp1q"
                },
                "pf2e": {
                    "grantedBy": {
                        "id": "daHc1nAuSld5Wfhh",
                        "onDelete": "cascade"
                    }
                }
            },
            "img": "icons/sundries/books/book-red-exclamation.webp",
            "name": "Ocean's Balm",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 1
                },
                "category": "class",
                "description": {
                    "value": "<p>A blessing of the living sea salves wounds and douses flames. Touch a willing living creature. It regains 1d8 HP and gains resistance 2 to fire for 1 minute. If it has persistent fire damage, it can attempt a flat check to remove it with especially appropriate help. The target is temporarily immune to healing from Ocean's Balm for 10 minutes.</p>\n<hr />\n<p><strong>Level (+2)</strong> The healing increases by 1d8, and the resistance increases by 1.</p>\n<p>[[/r (floor((max(1,@actor.level)-1)/2)+1)d8[healing]]]{Leveled HP}</p>\n<p>@UUID[Compendium.pf2e.feat-effects.Item.Effect: Ocean's Balm]</p>"
                },
                "level": {
                    "value": 1
                },
                "location": null,
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [],
                "slug": "oceans-balm",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "healing",
                        "impulse",
                        "kineticist",
                        "manipulate",
                        "primal",
                        "vitality",
                        "water"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "sXpuj3XtBgeBjCkX",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.actionspf2e.Item.6lbr0Jnv0zMB5uGb"
                },
                "pf2e": {
                    "damageSelections": {
                        "water": "cold",
                        "wood": "bludgeoning"
                    },
                    "grantedBy": {
                        "id": "GowHQPe7Tyf30ELb",
                        "onDelete": "cascade"
                    }
                }
            },
            "img": "systems/pf2e/icons/actions/OneAction.webp",
            "name": "Elemental Blast",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 1
                },
                "category": "offensive",
                "description": {
                    "value": "<p><span class=\"action-glyph\">1</span> or <span class=\"action-glyph\">2</span></p>\n<hr />\n<p>With a wave of your hand, you collect elemental matter from your aura and swing or hurl it. Choose one of your kinetic elements and a damage type listed for that element, then make a melee or ranged impulse attack against the AC of one creature. Add your Strength modifier to the damage roll for a melee Elemental Blast. If you make a 2-action Elemental Blast, you gain a status bonus to the damage roll equal to your Constitution modifier. The element determines the damage die, damage type, and range (for a ranged blast). A damage type other than a physical damage type adds its trait to the blast.</p>\n<ul>\n<li><strong>Air</strong> 1d6 electricity or slashing, 60 feet</li>\n<li><strong>Earth</strong> 1d8 bludgeoning or piercing, 30 feet</li>\n<li><strong>Fire</strong> 1d6 fire, range 60 feet</li>\n<li><strong>Metal</strong> 1d8 piercing or slashing, 30 feet</li>\n<li><strong>Water</strong> 1d8 bludgeoning or cold, 30 feet</li>\n<li><strong>Wood</strong> 1d8 bludgeoning or vitality, 30 feet</li>\n</ul>\n<hr />\n<p><strong>Critical Success</strong> The target takes double damage.</p>\n<p><strong>Success</strong> The target takes full damage.</p>\n<hr />\n<p><strong>Level (+4)</strong> The damage increases by one die.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [
                    {
                        "alwaysActive": true,
                        "domain": "elemental-blast",
                        "key": "RollOption",
                        "option": "action-cost",
                        "predicate": [
                            "self:effect:kinetic-aura"
                        ],
                        "priority": 49,
                        "selection": "2",
                        "suboptions": [
                            {
                                "label": "PF2E.SpecificRule.Kineticist.Impulse.ElementalBlast.OneAction",
                                "value": "1"
                            },
                            {
                                "label": "PF2E.SpecificRule.Kineticist.Impulse.ElementalBlast.TwoActions",
                                "value": "2"
                            }
                        ],
                        "toggleable": true,
                        "value": true
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "override",
                        "path": "flags.pf2e.kineticist.elementalBlast.air",
                        "predicate": [
                            "kinetic-gate:air",
                            "self:effect:kinetic-aura",
                            {
                                "not": "battle-form"
                            }
                        ],
                        "priority": 19,
                        "value": {
                            "damageTypes": [
                                "electricity",
                                "slashing"
                            ],
                            "dieFaces": 6,
                            "element": "air",
                            "img": "icons/magic/lightning/bolt-beam-strike-blue.webp",
                            "label": "PF2E.SpecificRule.Kineticist.Impulse.ElementalBlast.Label.Air",
                            "range": 60
                        }
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "override",
                        "path": "flags.pf2e.kineticist.elementalBlast.earth",
                        "predicate": [
                            "kinetic-gate:earth",
                            "self:effect:kinetic-aura",
                            {
                                "not": "battle-form"
                            }
                        ],
                        "priority": 19,
                        "value": {
                            "damageTypes": [
                                "bludgeoning",
                                "piercing"
                            ],
                            "dieFaces": 8,
                            "element": "earth",
                            "img": "systems/pf2e/icons/actions/elemental-blast/earth.webp",
                            "label": "PF2E.SpecificRule.Kineticist.Impulse.ElementalBlast.Label.Earth",
                            "range": 30
                        }
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "override",
                        "path": "flags.pf2e.kineticist.elementalBlast.fire",
                        "predicate": [
                            "kinetic-gate:fire",
                            "self:effect:kinetic-aura",
                            {
                                "not": "battle-form"
                            }
                        ],
                        "priority": 19,
                        "value": {
                            "damageTypes": [
                                "fire"
                            ],
                            "dieFaces": 6,
                            "element": "fire",
                            "img": "systems/pf2e/icons/actions/elemental-blast/fire.webp",
                            "label": "PF2E.SpecificRule.Kineticist.Impulse.ElementalBlast.Label.Fire",
                            "range": 60
                        }
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "override",
                        "path": "flags.pf2e.kineticist.elementalBlast.metal",
                        "predicate": [
                            "kinetic-gate:metal",
                            "self:effect:kinetic-aura",
                            {
                                "not": "battle-form"
                            }
                        ],
                        "priority": 19,
                        "value": {
                            "damageTypes": [
                                "piercing",
                                "slashing"
                            ],
                            "dieFaces": 8,
                            "element": "metal",
                            "img": "systems/pf2e/icons/actions/elemental-blast/metal.webp",
                            "label": "PF2E.SpecificRule.Kineticist.Impulse.ElementalBlast.Label.Metal",
                            "range": 30
                        }
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "override",
                        "path": "flags.pf2e.kineticist.elementalBlast.water",
                        "predicate": [
                            "self:effect:kinetic-aura",
                            "kinetic-gate:water",
                            {
                                "not": "battle-form"
                            }
                        ],
                        "priority": 19,
                        "value": {
                            "damageTypes": [
                                "bludgeoning",
                                "cold"
                            ],
                            "dieFaces": 8,
                            "element": "water",
                            "img": "systems/pf2e/icons/actions/elemental-blast/water.webp",
                            "label": "PF2E.SpecificRule.Kineticist.Impulse.ElementalBlast.Label.Water",
                            "range": 30
                        }
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "override",
                        "path": "flags.pf2e.kineticist.elementalBlast.wood",
                        "predicate": [
                            "kinetic-gate:wood",
                            "self:effect:kinetic-aura",
                            {
                                "not": "battle-form"
                            }
                        ],
                        "priority": 19,
                        "value": {
                            "damageTypes": [
                                "bludgeoning",
                                "vitality"
                            ],
                            "dieFaces": 8,
                            "element": "wood",
                            "img": "icons/magic/nature/root-vine-wood-blue.webp",
                            "label": "PF2E.SpecificRule.Kineticist.Impulse.ElementalBlast.Label.Wood",
                            "range": 30
                        }
                    },
                    {
                        "key": "FlatModifier",
                        "label": "PF2E.SpecificRule.Kineticist.Impulse.ElementalBlast.TwoActionBonus",
                        "predicate": [
                            "action:elemental-blast",
                            "action:cost:2"
                        ],
                        "selector": "elemental-blast-damage",
                        "slug": "two-action-elemental-blast",
                        "type": "status",
                        "value": "@actor.abilities.con.mod"
                    },
                    {
                        "ability": "str",
                        "key": "FlatModifier",
                        "predicate": [
                            "action:elemental-blast",
                            "melee"
                        ],
                        "selector": "elemental-blast-damage",
                        "slug": "melee-elemental-blast",
                        "type": "ability"
                    },
                    {
                        "key": "DamageDice",
                        "override": {
                            "diceNumber": "max(1 + floor((@actor.level - 1) / 4), 1)"
                        },
                        "predicate": [
                            "class:kineticist"
                        ],
                        "selector": "elemental-blast-damage"
                    }
                ],
                "slug": "elemental-blast",
                "traits": {
                    "value": [
                        "attack",
                        "impulse",
                        "kineticist",
                        "primal"
                    ]
                }
            },
            "type": "action"
        },
        {
            "_id": "6oeaijlyrnL6FDCN",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.actionspf2e.Item.nTBrvt2b9wngyr0i"
                },
                "pf2e": {
                    "grantedBy": {
                        "id": "GowHQPe7Tyf30ELb",
                        "onDelete": "cascade"
                    }
                }
            },
            "img": "systems/pf2e/icons/actions/TwoActions.webp",
            "name": "Base Kinesis",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 2
                },
                "category": "interaction",
                "description": {
                    "value": "<p>It's trivial for you to create some of your element or alter a portion of it that already exists. Choose one of your kinetic elements to affect. This impulse has a range of 30 feet, and the Bulk of the target must be negligible or light. The GM decides what Bulk the element is. You can't affect an element that's magical, secured in place (like a stone mortared in a wall), or attended by a creature unwilling to let you.</p>\n<p>Choose one of the following options, though the GM might allow you to make similar small alterations. Base Kinesis can't deal damage or cause conditions unless otherwise noted.</p>\n<ul>\n<li><strong>Generate</strong> You bring an ordinary, non-magical piece of the chosen element from its elemental plane. The element can be used for any of its normal uses. For example, air can be breathed by an air-breathing creature, and fire casts light and can ignite flammable substances.</li>\n<li><strong>Move</strong> Move an existing piece of the element up to 20 feet in any direction. If you bring it into your space, you can catch it in an open hand. You can Sustain the impulse to keep moving the element.</li>\n<li><strong>Suppress</strong> You destroy an existing piece of element, such as snuffing out a flame or evaporating water from a cup. This affects only natural forms of the element, not durable, crafted goods like a stone statue, metal lock, or wooden door.<hr /><strong>Level (+4)</strong> The range increases by 15 feet, and the maximum Bulk increases by 1 (allowing Bulk 1 at 5th level).</li>\n</ul>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [],
                "slug": "base-kinesis",
                "traits": {
                    "value": [
                        "impulse",
                        "kineticist",
                        "primal"
                    ]
                }
            },
            "type": "action"
        },
        {
            "_id": "lmTCjNK2qep94rkY",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.actionspf2e.Item.low5ORd87QeA9Oug"
                },
                "pf2e": {
                    "grantedBy": {
                        "id": "NZNVzsuaeDBVdeEL",
                        "onDelete": "cascade"
                    }
                }
            },
            "img": "systems/pf2e/icons/actions/OneAction.webp",
            "name": "Extract Element",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 1
                },
                "category": "offensive",
                "description": {
                    "value": "<p>You extract elemental matter from a creature's body to weaken it and take its power for your own. Target a creature within 30 feet that has a trait matching one of your kinetic elements or is made of one of your kinetic elements. The target takes @Damage[(ceil(@actor.level/2))d4[untyped]] damage (with no damage type) and becomes susceptible to your impulses, depending on its @Check[type:fortitude|dc:resolve(@actor.system.proficiencies.classDCs.kineticist.dc)] save against your class DC.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected</p>\n<p><strong>Success</strong> The creature takes half damage, and you add some of its elemental matter to your kinetic aura. Your impulses bypass any immunity the creature has to their elemental trait or traits, and the target takes a -1 circumstance penalty to its saves and AC against your impulses. If the target normally has a resistance that would apply to damage from one of your impulses, ignore that resistance; if it normally would be immune to that damage type, it instead has resistance equal to its level to damage from the impulse. You can't target a creature with Extract Element if elemental matter you extracted from it is already in your kinetic aura. These effects last for 5 minutes or until your kinetic aura ends, whichever comes first</p>\n<p><strong>Failure</strong> As success, but the creature takes full damage.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature takes double damage.</p>\n<hr />\n<p><strong>Level (+2)</strong> The damage increases by 1d4.</p>"
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [],
                "slug": "extract-element",
                "traits": {
                    "value": [
                        "impulse",
                        "kineticist",
                        "primal"
                    ]
                }
            },
            "type": "action"
        },
        {
            "_id": "9TbPXWze9Jxb7GNJ",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feat-effects.Item.pLurcSPQb2gjAzoP"
                }
            },
            "img": "icons/magic/unholy/orb-swirling-teal.webp",
            "name": "Effect: Kinetic Aura",
            "sort": 0,
            "system": {
                "description": {
                    "value": "<p>You activate your kinetic aura.</p>"
                },
                "duration": {
                    "expiry": "turn-start",
                    "sustained": false,
                    "unit": "unlimited",
                    "value": -1
                },
                "level": {
                    "value": 1
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [
                    {
                        "adjustName": false,
                        "choices": [
                            {
                                "label": "PF2E.AreaSize5",
                                "predicate": [
                                    "feat:aura-shaping"
                                ],
                                "value": 5
                            },
                            {
                                "label": "PF2E.AreaSize10",
                                "value": 10
                            },
                            {
                                "label": "PF2E.AreaSize15",
                                "predicate": [
                                    "feat:aura-shaping"
                                ],
                                "value": 15
                            },
                            {
                                "label": "PF2E.AreaSize20",
                                "predicate": [
                                    "feat:aura-shaping"
                                ],
                                "value": 20
                            },
                            {
                                "label": "PF2E.AreaSize25",
                                "predicate": [
                                    "feat:aura-shaping",
                                    {
                                        "gte": [
                                            "self:level",
                                            15
                                        ]
                                    }
                                ],
                                "value": 25
                            },
                            {
                                "label": "PF2E.AreaSize30",
                                "predicate": [
                                    "feat:aura-shaping",
                                    {
                                        "gte": [
                                            "self:level",
                                            20
                                        ]
                                    }
                                ],
                                "value": 30
                            }
                        ],
                        "flag": "auraRadius",
                        "key": "ChoiceSet",
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.AuraSize",
                        "selection": 10
                    },
                    {
                        "effects": [
                            {
                                "affects": "allies",
                                "events": [
                                    "enter"
                                ],
                                "predicate": [
                                    "junction:air:aura"
                                ],
                                "uuid": "Compendium.pf2e.feat-effects.Item.Effect: Aura Junction (Air)"
                            },
                            {
                                "affects": "enemies",
                                "predicate": [
                                    "junction:fire:aura"
                                ],
                                "uuid": "Compendium.pf2e.feat-effects.Item.Effect: Aura Junction (Fire)"
                            },
                            {
                                "affects": "all",
                                "predicate": [
                                    "junction:water:aura"
                                ],
                                "uuid": "Compendium.pf2e.feat-effects.Item.Effect: Aura Junction (Water)"
                            },
                            {
                                "affects": "allies",
                                "includeSelf": false,
                                "predicate": [
                                    "junction:wood:aura"
                                ],
                                "uuid": "Compendium.pf2e.feat-effects.Item.Effect: Aura Junction (Wood)"
                            }
                        ],
                        "key": "Aura",
                        "level": "@actor.level",
                        "priority": 99,
                        "radius": "@item.flags.pf2e.rulesSelections.auraRadius",
                        "slug": "kinetic-aura",
                        "traits": [
                            "kineticist",
                            "primal"
                        ]
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "override",
                        "path": "flags.pf2e.kineticist.auraRadius",
                        "value": "@item.flags.pf2e.rulesSelections.auraRadius"
                    }
                ],
                "slug": "effect-kinetic-aura",
                "start": {
                    "initiative": null,
                    "value": 504
                },
                "tokenIcon": {
                    "show": true
                },
                "traits": {
                    "value": []
                }
            },
            "type": "effect"
        },
        {
            "_id": "PqbPEIHQNPXo8bYE",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.classfeatures.Item.vEiENk0IzuzRQesp"
                },
                "pf2e": {
                    "itemGrants": {
                        "armorInEarth": {
                            "id": "3FeULJqTrDRDeSeN",
                            "onDelete": "detach"
                        }
                    }
                }
            },
            "img": "icons/magic/symbols/elements-air-earth-fire-water.webp",
            "name": "Gate's Threshold (Fork the Path: Earth)",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "classfeature",
                "description": {
                    "value": "<p>You reach a new milestone in your odyssey to become in tune with your kinetic gate and must decide how to expand the gate's power. At 5th level and every 4 levels thereafter, you choose to either expand the portal or fork the path.</p>\n<ul>\n<li><strong>Expand the Portal</strong>: Your gate attunes more precisely to one of your elements. Gain an impulse feat of your level or lower for one of your kinetic elements; if you have more than one element, you can choose a composite impulse. You also gain a gate junction for one of your kinetic elements. If you have no valid options for the feat-typically because you have one kinetic element and devoted your class feats to gaining that element's impulses-you can instead select any kineticist class feat of your level or lower for which you meet the prerequisites.</li>\n<li><strong>Fork the Path</strong>: Your gate reaches to another elemental plane. Add a new element of your choice to your kinetic elements. Gain an impulse feat of your level or lower with the trait of that element. You can't select a composite impulse feat with this feat selection. </li>\n</ul>"
                },
                "level": {
                    "value": 5
                },
                "location": "t4t8q7tLONx1bekU",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [
                    {
                        "choices": [
                            {
                                "label": "PF2E.SpecificRule.Kineticist.KineticGate.ExpandThePortal.Label",
                                "value": "expand"
                            },
                            {
                                "label": "PF2E.SpecificRule.Kineticist.KineticGate.ForkThePath.Label",
                                "value": "fork"
                            }
                        ],
                        "flag": "gatesThreshold",
                        "key": "ChoiceSet",
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.Threshold",
                        "rollOption": "kinetic-gate:first-threshold",
                        "selection": "fork"
                    },
                    {
                        "actorFlag": true,
                        "adjustName": "PF2E.SpecificRule.Kineticist.KineticGate.ExpandThePortal.Rename",
                        "choices": [
                            {
                                "label": "PF2E.TraitAir",
                                "predicate": [
                                    "kinetic-gate:air"
                                ],
                                "value": "air"
                            },
                            {
                                "label": "PF2E.TraitEarth",
                                "predicate": [
                                    "kinetic-gate:earth"
                                ],
                                "value": "earth"
                            },
                            {
                                "label": "PF2E.TraitFire",
                                "predicate": [
                                    "kinetic-gate:fire"
                                ],
                                "value": "fire"
                            },
                            {
                                "label": "PF2E.TraitMetal",
                                "predicate": [
                                    "kinetic-gate:metal"
                                ],
                                "value": "metal"
                            },
                            {
                                "label": "PF2E.TraitWater",
                                "predicate": [
                                    "kinetic-gate:water"
                                ],
                                "value": "water"
                            },
                            {
                                "label": "PF2E.TraitWood",
                                "predicate": [
                                    "kinetic-gate:wood"
                                ],
                                "value": "wood"
                            }
                        ],
                        "flag": "elementOne",
                        "key": "ChoiceSet",
                        "predicate": [
                            "kinetic-gate:first-threshold:expand"
                        ],
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.ExpandElement"
                    },
                    {
                        "flag": "gateJunction",
                        "key": "GrantItem",
                        "predicate": [
                            "kinetic-gate:first-threshold:expand"
                        ],
                        "uuid": "Compendium.pf2e.classfeatures.Item.Gate Junction"
                    },
                    {
                        "adjustName": "PF2E.SpecificRule.Kineticist.KineticGate.ForkThePath.Rename",
                        "choices": [
                            {
                                "label": "PF2E.TraitAir",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:air"
                                    }
                                ],
                                "value": "air"
                            },
                            {
                                "label": "PF2E.TraitEarth",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:earth"
                                    }
                                ],
                                "value": "earth"
                            },
                            {
                                "label": "PF2E.TraitFire",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:fire"
                                    }
                                ],
                                "value": "fire"
                            },
                            {
                                "label": "PF2E.TraitMetal",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:metal"
                                    }
                                ],
                                "value": "metal"
                            },
                            {
                                "label": "PF2E.TraitWater",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:water"
                                    }
                                ],
                                "value": "water"
                            },
                            {
                                "label": "PF2E.TraitWood",
                                "predicate": [
                                    {
                                        "not": "kinetic-gate:wood"
                                    }
                                ],
                                "value": "wood"
                            }
                        ],
                        "flag": "elementFork",
                        "key": "ChoiceSet",
                        "predicate": [
                            "kinetic-gate:first-threshold:fork"
                        ],
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.Element",
                        "rollOption": "kinetic-gate",
                        "selection": "earth"
                    },
                    {
                        "adjustName": false,
                        "choices": {
                            "filter": [
                                "item:rarity:common",
                                "item:trait:impulse",
                                {
                                    "lte": [
                                        "item:level",
                                        5
                                    ]
                                },
                                {
                                    "or": [
                                        {
                                            "and": [
                                                "item:trait:air",
                                                "kinetic-gate:air",
                                                {
                                                    "not": "item:trait:composite"
                                                }
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:earth",
                                                "kinetic-gate:earth",
                                                {
                                                    "not": "item:trait:composite"
                                                }
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:fire",
                                                "kinetic-gate:fire",
                                                {
                                                    "not": "item:trait:composite"
                                                }
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:metal",
                                                "kinetic-gate:metal",
                                                {
                                                    "not": "item:trait:composite"
                                                }
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:water",
                                                "kinetic-gate:water",
                                                {
                                                    "not": "item:trait:composite"
                                                }
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:wood",
                                                "kinetic-gate:wood",
                                                {
                                                    "not": "item:trait:composite"
                                                }
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:air",
                                                "item:trait:composite",
                                                "item:trait:earth",
                                                "kinetic-gate:air",
                                                "kinetic-gate:earth"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:air",
                                                "item:trait:composite",
                                                "item:trait:fire",
                                                "kinetic-gate:air",
                                                "kinetic-gate:fire"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:air",
                                                "item:trait:composite",
                                                "item:trait:metal",
                                                "kinetic-gate:air",
                                                "kinetic-gate:metal"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:air",
                                                "item:trait:composite",
                                                "item:trait:water",
                                                "kinetic-gate:air",
                                                "kinetic-gate:water"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:air",
                                                "item:trait:composite",
                                                "item:trait:wood",
                                                "kinetic-gate:air",
                                                "kinetic-gate:wood"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:composite",
                                                "item:trait:earth",
                                                "item:trait:fire",
                                                "kinetic-gate:earth",
                                                "kinetic-gate:fire"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:composite",
                                                "item:trait:fire",
                                                "item:trait:metal",
                                                "kinetic-gate:fire",
                                                "kinetic-gate:metal"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:composite",
                                                "item:trait:fire",
                                                "item:trait:water",
                                                "kinetic-gate:fire",
                                                "kinetic-gate:water"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:composite",
                                                "item:trait:fire",
                                                "item:trait:wood",
                                                "kinetic-gate:fire",
                                                "kinetic-gate:wood"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:composite",
                                                "item:trait:earth",
                                                "item:trait:metal",
                                                "kinetic-gate:earth",
                                                "kinetic-gate:metal"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:composite",
                                                "item:trait:earth",
                                                "item:trait:water",
                                                "kinetic-gate:earth",
                                                "kinetic-gate:water"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:composite",
                                                "item:trait:earth",
                                                "item:trait:wood",
                                                "kinetic-gate:earth",
                                                "kinetic-gate:wood"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:composite",
                                                "item:trait:metal",
                                                "item:trait:water",
                                                "kinetic-gate:metal",
                                                "kinetic-gate:water"
                                            ]
                                        },
                                        {
                                            "and": [
                                                "item:trait:composite",
                                                "item:trait:metal",
                                                "item:trait:wood",
                                                "kinetic-gate:metal",
                                                "kinetic-gate:wood"
                                            ]
                                        }
                                    ]
                                }
                            ],
                            "itemType": "feat"
                        },
                        "flag": "impulseExpand",
                        "key": "ChoiceSet",
                        "predicate": [
                            "kinetic-gate:first-threshold:expand"
                        ],
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.Impulse"
                    },
                    {
                        "allowDuplicate": false,
                        "key": "GrantItem",
                        "uuid": "{item|flags.pf2e.rulesSelections.impulseExpand}"
                    },
                    {
                        "adjustName": false,
                        "choices": {
                            "filter": [
                                "item:rarity:common",
                                {
                                    "lte": [
                                        "item:level",
                                        5
                                    ]
                                },
                                "item:trait:impulse",
                                "item:trait:{item|flags.pf2e.rulesSelections.elementFork}",
                                {
                                    "not": "item:trait:composite"
                                }
                            ],
                            "itemType": "feat"
                        },
                        "flag": "impulseFork",
                        "key": "ChoiceSet",
                        "predicate": [
                            "kinetic-gate:first-threshold:fork"
                        ],
                        "prompt": "PF2E.SpecificRule.Kineticist.KineticGate.Prompt.Impulse",
                        "selection": "Compendium.pf2e.feats-srd.Item.Armor in Earth"
                    },
                    {
                        "allowDuplicate": false,
                        "flag": "armorInEarth",
                        "key": "GrantItem",
                        "uuid": "{item|flags.pf2e.rulesSelections.impulseFork}"
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "upgrade",
                        "path": "system.skills.ste.rank",
                        "predicate": [
                            "junction:air:skill"
                        ],
                        "priority": 50,
                        "value": 1
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "upgrade",
                        "path": "system.skills.ath.rank",
                        "predicate": [
                            "junction:earth:skill"
                        ],
                        "priority": 50,
                        "value": 1
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "upgrade",
                        "path": "system.skills.itm.rank",
                        "predicate": [
                            "junction:fire:skill"
                        ],
                        "priority": 50,
                        "value": 1
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "upgrade",
                        "path": "system.skills.cra.rank",
                        "predicate": [
                            "junction:metal:skill"
                        ],
                        "priority": 50,
                        "value": 1
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "upgrade",
                        "path": "system.skills.ath.rank",
                        "predicate": [
                            "junction:water:skill"
                        ],
                        "priority": 50,
                        "value": 1
                    },
                    {
                        "key": "ActiveEffectLike",
                        "mode": "upgrade",
                        "path": "system.skills.sur.rank",
                        "predicate": [
                            "junction:wood:skill"
                        ],
                        "priority": 50,
                        "value": 1
                    },
                    {
                        "key": "Resistance",
                        "predicate": [
                            "junction:air:resistance",
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "air",
                            "electricity"
                        ],
                        "value": "@actor.level"
                    },
                    {
                        "key": "Resistance",
                        "predicate": [
                            "junction:earth:resistance",
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "earth",
                            "poison"
                        ],
                        "value": "@actor.level"
                    },
                    {
                        "key": "Resistance",
                        "predicate": [
                            "junction:fire:resistance",
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "cold",
                            "fire"
                        ],
                        "value": "@actor.level"
                    },
                    {
                        "key": "Resistance",
                        "predicate": [
                            "junction:metal:resistance",
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "electricity",
                            "metal"
                        ],
                        "value": "@actor.level"
                    },
                    {
                        "key": "Resistance",
                        "predicate": [
                            "junction:water:resistance",
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "fire",
                            "water"
                        ],
                        "value": "@actor.level"
                    },
                    {
                        "key": "Resistance",
                        "predicate": [
                            "junction:wood:resistance",
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "poison",
                            "wood"
                        ],
                        "value": "@actor.level"
                    },
                    {
                        "key": "Immunity",
                        "predicate": [
                            "junction:air:resistance",
                            {
                                "gte": [
                                    "self:level",
                                    17
                                ]
                            },
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "air",
                            "electricity"
                        ]
                    },
                    {
                        "key": "Immunity",
                        "predicate": [
                            "junction:earth:resistance",
                            {
                                "gte": [
                                    "self:level",
                                    17
                                ]
                            },
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "earth",
                            "poison"
                        ]
                    },
                    {
                        "key": "Immunity",
                        "predicate": [
                            "junction:fire:resistance",
                            {
                                "gte": [
                                    "self:level",
                                    17
                                ]
                            },
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "cold",
                            "fire"
                        ]
                    },
                    {
                        "key": "Immunity",
                        "predicate": [
                            "junction:metal:resistance",
                            {
                                "gte": [
                                    "self:level",
                                    17
                                ]
                            },
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "electricity",
                            "metal"
                        ]
                    },
                    {
                        "key": "Immunity",
                        "predicate": [
                            "junction:water:resistance",
                            {
                                "gte": [
                                    "self:level",
                                    17
                                ]
                            },
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "fire",
                            "water"
                        ]
                    },
                    {
                        "key": "Immunity",
                        "predicate": [
                            "junction:wood:resistance",
                            {
                                "gte": [
                                    "self:level",
                                    17
                                ]
                            },
                            "self:effect:kinetic-aura"
                        ],
                        "type": [
                            "poison",
                            "wood"
                        ]
                    },
                    {
                        "key": "FlatModifier",
                        "predicate": [
                            "junction:air:skill",
                            "self:effect:kinetic-aura"
                        ],
                        "selector": "stealth",
                        "type": "status",
                        "value": "ternary(gte(@actor.level,17),3, ternary(gte(@actor.level,10),2,1))"
                    },
                    {
                        "key": "FlatModifier",
                        "predicate": [
                            {
                                "or": [
                                    "junction:earth:skill",
                                    "junction:water:skill"
                                ]
                            },
                            "self:effect:kinetic-aura"
                        ],
                        "selector": "athletics",
                        "type": "status",
                        "value": "ternary(gte(@actor.level,17), 3, ternary(gte(@actor.level,10), 2, 1))"
                    },
                    {
                        "key": "FlatModifier",
                        "predicate": [
                            "junction:fire:skill",
                            "self:effect:kinetic-aura"
                        ],
                        "selector": "intimidation",
                        "type": "status",
                        "value": "ternary(gte(@actor.level,17), 3, ternary(gte(@actor.level,10), 2, 1))"
                    },
                    {
                        "key": "FlatModifier",
                        "predicate": [
                            "junction:metal:skill",
                            "self:effect:kinetic-aura"
                        ],
                        "selector": "crafting",
                        "type": "status",
                        "value": "ternary(gte(@actor.level,17), 3, ternary(gte(@actor.level,10), 2, 1))"
                    },
                    {
                        "key": "FlatModifier",
                        "predicate": [
                            "junction:wood:skill",
                            "self:effect:kinetic-aura"
                        ],
                        "selector": "survival",
                        "type": "status",
                        "value": "ternary(gte(@actor.level,17), 3, ternary(gte(@actor.level,10), 2, 1))"
                    },
                    {
                        "key": "Note",
                        "outcome": [
                            "criticalSuccess"
                        ],
                        "predicate": [
                            "junction:air:critical",
                            "item:trait:air"
                        ],
                        "selector": "elemental-blast-damage",
                        "text": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Air",
                        "title": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Label"
                    },
                    {
                        "key": "Note",
                        "outcome": [
                            "criticalSuccess"
                        ],
                        "predicate": [
                            "junction:earth:critical",
                            "item:trait:earth"
                        ],
                        "selector": "elemental-blast-damage",
                        "text": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Earth",
                        "title": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Label"
                    },
                    {
                        "key": "Note",
                        "outcome": [
                            "criticalSuccess"
                        ],
                        "predicate": [
                            "junction:metal:critical",
                            "item:trait:metal"
                        ],
                        "selector": "elemental-blast-damage",
                        "text": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Metal",
                        "title": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Label"
                    },
                    {
                        "key": "Note",
                        "outcome": [
                            "criticalSuccess"
                        ],
                        "predicate": [
                            "junction:wood:critical",
                            "item:trait:wood"
                        ],
                        "selector": "elemental-blast-damage",
                        "text": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Wood",
                        "title": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Label"
                    },
                    {
                        "category": "persistent",
                        "critical": true,
                        "damageType": "fire",
                        "diceNumber": 1,
                        "dieSize": "d6",
                        "key": "DamageDice",
                        "label": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Label",
                        "predicate": [
                            "junction:fire:critical",
                            "item:trait:fire"
                        ],
                        "selector": "elemental-blast-damage"
                    },
                    {
                        "critical": true,
                        "damageType": "bleed",
                        "diceNumber": 1,
                        "dieSize": "d6",
                        "key": "DamageDice",
                        "label": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Label",
                        "predicate": [
                            "junction:metal:critical",
                            "item:trait:metal"
                        ],
                        "selector": "elemental-blast-damage"
                    },
                    {
                        "critical": true,
                        "damageCategory": "persistent",
                        "damageType": "fire",
                        "key": "FlatModifier",
                        "label": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Label",
                        "predicate": [
                            "junction:fire:critical",
                            "item:trait:fire"
                        ],
                        "selector": "elemental-blast-damage",
                        "value": "@blast.flags.pf2e.attackItemBonus"
                    },
                    {
                        "critical": true,
                        "damageCategory": "persistent",
                        "damageType": "bleed",
                        "key": "FlatModifier",
                        "label": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Label",
                        "predicate": [
                            "junction:metal:critical",
                            "item:trait:metal"
                        ],
                        "selector": "elemental-blast-damage",
                        "value": "@blast.flags.pf2e.attackItemBonus"
                    },
                    {
                        "critical": true,
                        "damageCategory": "splash",
                        "key": "FlatModifier",
                        "label": "PF2E.SpecificRule.Kineticist.Impulse.CriticalBlast.Label",
                        "predicate": [
                            "junction:water:critical",
                            "item:trait:water"
                        ],
                        "selector": "elemental-blast-damage",
                        "value": "ternary(gte(@actor.level,17),10,ternary(gte(@actor.level,13),8,ternary(gte(@actor.level,9),6,ternary(gte(@actor.level,5),4,2))))"
                    }
                ],
                "slug": "gates-threshold",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "kineticist"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "3FeULJqTrDRDeSeN",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.plEZoAyPwjAOdY4e"
                },
                "pf2e": {
                    "grantedBy": {
                        "id": "PqbPEIHQNPXo8bYE",
                        "onDelete": "cascade"
                    }
                }
            },
            "img": "icons/sundries/books/book-red-exclamation.webp",
            "name": "Armor in Earth",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "action"
                },
                "actions": {
                    "value": 1
                },
                "category": "class",
                "description": {
                    "value": "<p>Stone encases you like armor. The stone armor is medium armor but uses your highest armor proficiency. The stone armor's statistics are: AC Bonus +4; Dex Cap +1; Check Penalty –2; Speed Penalty –10 feet; Strength +3; Bulk 1; Group plate. You gain its armor specialization effect. Any bonuses, runes, and magical abilities of your actual armor are suppressed, but any runes that could apply to the stone armor are replicated onto it. The stone armor lasts for 10 minutes, and you can Dismiss this impulse. If you use this impulse again, any existing one ends.</p>\n<hr />\n<p><strong>Level (3rd)</strong> The armor becomes heavy armor. Its AC Bonus becomes +5, and it gains the bulwark armor trait.</p>"
                },
                "level": {
                    "value": 1
                },
                "location": null,
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": true,
                    "title": "Pathfinder Rage of Elements"
                },
                "rules": [],
                "slug": "armor-in-earth",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "earth",
                        "impulse",
                        "kineticist",
                        "primal"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "1k9BnlYzeFsZeTjc",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.feats-srd.Item.ZwvSiuFFsyNGJiB3"
                }
            },
            "img": "icons/sundries/books/book-red-exclamation.webp",
            "name": "Ceremony of Sunlight",
            "sort": 0,
            "system": {
                "actionType": {
                    "value": "passive"
                },
                "actions": {
                    "value": null
                },
                "category": "ancestry",
                "description": {
                    "value": "<p>You have learned how to master the power contained within sunlight, just like the trees that form your body. Your @UUID[Compendium.pf2e.ancestryfeatures.Item.Sunlight Healing] recovers 1d8 Hit Points per level.</p>\n<p>[[/r (@actor.level)d8]]{Sunlight Healing}</p>"
                },
                "level": {
                    "value": 5
                },
                "location": "ancestry-5",
                "prerequisites": {
                    "value": []
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": "Pathfinder Lost Omens: The Mwangi Expanse"
                },
                "rules": [],
                "slug": "ceremony-of-sunlight",
                "traits": {
                    "rarity": "common",
                    "value": [
                        "conrasu"
                    ]
                }
            },
            "type": "feat"
        },
        {
            "_id": "dy46e0wOH9td9Kp3",
            "img": "systems/pf2e/icons/default-icons/armor.svg",
            "name": "Armour in Earth",
            "sort": 0,
            "system": {
                "acBonus": 5,
                "baseItem": null,
                "bulk": {
                    "value": 0.1
                },
                "category": "unarmored",
                "checkPenalty": 0,
                "containerId": null,
                "description": {
                    "value": ""
                },
                "dexCap": 1,
                "equipped": {
                    "carryType": "worn",
                    "handsHeld": 0,
                    "inSlot": true,
                    "invested": true
                },
                "group": "plate",
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {}
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "quantity": 1,
                "rules": [],
                "runes": {
                    "potency": 1,
                    "property": [],
                    "resilient": 0
                },
                "size": "med",
                "slug": null,
                "speedPenalty": 0,
                "strength": 0,
                "traits": {
                    "rarity": "common",
                    "value": [
                        "bulwark"
                    ]
                }
            },
            "type": "armor"
        },
        {
            "_id": "ZkIXFn5s5VKiLgQt",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.dDIPA1WE9ESF67EB"
                }
            },
            "img": "icons/equipment/chest/shirt-collared-pink.webp",
            "name": "Explorer's Clothing",
            "sort": 0,
            "system": {
                "acBonus": 0,
                "baseItem": "explorers-clothing",
                "bulk": {
                    "value": 0.1
                },
                "category": "unarmored",
                "checkPenalty": 0,
                "containerId": null,
                "description": {
                    "value": "<p>Adventurers who don't wear armor travel in durable clothing. Though it's not armor and uses your unarmored defense proficiency, it still has a Dex Cap and can grant an item bonus to AC if etched with potency runes.</p>"
                },
                "dexCap": 5,
                "equipped": {
                    "carryType": "worn",
                    "handsHeld": 0,
                    "inSlot": false,
                    "invested": null
                },
                "group": "cloth",
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 0
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "price": {
                    "value": {
                        "sp": 1
                    }
                },
                "publication": {
                    "license": "ORC",
                    "remaster": true,
                    "title": "Pathfinder Player Core"
                },
                "quantity": 1,
                "rules": [],
                "runes": {
                    "potency": 0,
                    "property": [],
                    "resilient": 0
                },
                "size": "med",
                "slug": "explorers-clothing",
                "speedPenalty": 0,
                "strength": null,
                "traits": {
                    "rarity": "common",
                    "value": [
                        "comfort"
                    ]
                }
            },
            "type": "armor"
        },
        {
            "_id": "38XdK3KDECLUEmCP",
            "flags": {
                "core": {
                    "sourceId": "Compendium.pf2e.equipment-srd.Item.Ro3g2JpJXrKXVyEr"
                }
            },
            "img": "systems/pf2e/icons/equipment/runes/fundamental-armor-runes/armor-potency.webp",
            "name": "Armor Potency (+1)",
            "sort": 0,
            "system": {
                "baseItem": null,
                "bulk": {
                    "value": 0.1
                },
                "containerId": null,
                "description": {
                    "value": "<p>Magic wards deflect attacks. Increase the armor's item bonus to AC by 1. The armor can be etched with one property rune.</p>\n<p>You can upgrade the <em>armor potency</em> rune already etched on a suit of armor to a stronger version, increasing the values of the existing rune to those of the new rune. You must have the formula of the stronger rune to do so, and the Price of the upgrade is the difference between the two runes' Prices.</p>\n<p><strong>Craft Requirements</strong> You are an expert in Crafting.</p>"
                },
                "equipped": {
                    "carryType": "worn",
                    "handsHeld": 0,
                    "inSlot": false,
                    "invested": null
                },
                "equippedBulk": {
                    "value": ""
                },
                "hardness": 0,
                "hp": {
                    "max": 0,
                    "value": 0
                },
                "level": {
                    "value": 5
                },
                "material": {
                    "grade": null,
                    "type": null
                },
                "negateBulk": {
                    "value": "0"
                },
                "price": {
                    "value": {
                        "gp": 160
                    }
                },
                "publication": {
                    "license": "OGL",
                    "remaster": false,
                    "title": ""
                },
                "quantity": 1,
                "rules": [],
                "schema": {
                    "lastMigration": {
                        "datetime": "2023-06-28T18:24:37.667+02:00",
                        "version": {
                            "foundry": "11.309",
                            "schema": 0.844,
                            "system": "5.5.3"
                        }
                    },
                    "version": 0.863
                },
                "size": "med",
                "slug": "armor-potency-1",
                "source": {
                    "value": "Pathfinder Core Rulebook"
                },
                "traits": {
                    "rarity": "common",
                    "value": [
                        "abjuration",
                        "magical"
                    ]
                },
                "usage": {
                    "value": "etched-onto-armor"
                },
                "weight": {
                    "value": "-"
                }
            },
            "type": "equipment"
        }
    ],
    "name": "Orabrax",
    "system": {
        "abilities": null,
        "attributes": {
            "hp": {
                "temp": 0,
                "value": 70
            },
            "resistances": [],
            "speed": {
                "otherSpeeds": [],
                "value": 25
            }
        },
        "build": {
            "attributes": {
                "boosts": {
                    "1": [
                        "str",
                        "con",
                        "wis",
                        "dex"
                    ],
                    "5": [
                        "str",
                        "con",
                        "wis",
                        "int"
                    ]
                }
            }
        },
        "details": {
            "age": {
                "value": ""
            },
            "biography": {
                "allies": "",
                "anathema": [],
                "appearance": "",
                "attitude": "",
                "backstory": "",
                "beliefs": "",
                "birthPlace": "",
                "campaignNotes": "",
                "catchphrases": "",
                "dislikes": "",
                "edicts": [],
                "enemies": "",
                "likes": "",
                "organizations": ""
            },
            "ethnicity": {
                "value": ""
            },
            "gender": {
                "value": "He/Him"
            },
            "height": {
                "value": ""
            },
            "keyability": {
                "value": "str"
            },
            "languages": {
                "details": "",
                "value": [
                    "common"
                ]
            },
            "level": {
                "value": 5
            },
            "nationality": {
                "value": ""
            },
            "weight": {
                "value": ""
            },
            "xp": {
                "max": 1000,
                "min": 0,
                "pct": 0,
                "value": 0
            }
        },
        "exploration": [],
        "initiative": {
            "statistic": "perception"
        },
        "pfs": {
            "characterNumber": null,
            "currentFaction": "EA",
            "levelBump": false,
            "playerNumber": null,
            "reputation": {
                "EA": null,
                "GA": null,
                "HH": null,
                "RO": null,
                "VS": null,
                "VW": null
            },
            "school": null
        },
        "resources": {
            "heroPoints": {
                "max": 3,
                "value": 0
            }
        },
        "skills": {
            "acr": {
                "rank": 1
            },
            "arc": {
                "rank": 0
            },
            "ath": {
                "rank": 2
            },
            "cra": {
                "rank": 0
            },
            "dec": {
                "rank": 0
            },
            "dip": {
                "rank": 0
            },
            "itm": {
                "rank": 0
            },
            "med": {
                "rank": 2
            },
            "nat": {
                "rank": 0
            },
            "occ": {
                "rank": 0
            },
            "prf": {
                "rank": 0
            },
            "rel": {
                "rank": 1
            },
            "soc": {
                "rank": 0
            },
            "ste": {
                "rank": 1
            },
            "sur": {
                "rank": 0
            },
            "thi": {
                "rank": 0
            }
        }
    },
    "type": "character"
}
