{
    "PF2E.Kingmaker": {
        "Abilities": {
            "culture": "Culture",
            "economy": "Economy",
            "loyalty": "Loyalty",
            "stability": "Stability"
        },
        "KingdomBuilder": {
            "Tabs": {
                "Charter": "Charter",
                "Heartland": "Heartland",
                "Government": "Government",
                "AbilityScores": "Ability Scores"
            },
            "Missing": {
                "Charter": "Choose a charter to select boosts.",
                "Heartland": "Choose a heartland to select boosts.",
                "Government": "Choose a government to select boosts"
            },
            "Aspiration": "Aspiration",
            "BoostsLabel": "Ability Boosts",
            "FinalizeHeader": "Finalize Kingdom",
            "FlawLabel": "Ability Flaw",
            "Free": "Free",
            "ManualToggle": "Use Manual Modifiers",
            "None": "None",
            "SaveAndContinue": "Save & Continue"
        },
        "Kingdom": {
            "Tabs": {
                "Main": "Main"
            },
            "BuildElement": {
                "Charter": "Charter",
                "Heartland": "Heartland",
                "Government": "Government"
            },
            "Commodity": {
                "food": "Food",
                "lumber": "Lumber",
                "luxuries": "Luxuries",
                "ore": "Ore",
                "stone": "Stone"
            },
            "Leadership": {
                "ruler": "Ruler",
                "counselor": "Counselor",
                "general": "General",
                "emissary": "Emissary",
                "magister": "Magister",
                "treasurer": "Treasurer",
                "viceroy": "Viceroy",
                "warden": "Warden"
            },
            "NationType": {
                "territory": "Territory",
                "province": "Province",
                "state": "State",
                "country": "Country",
                "dominion": "Dominion"
            },
            "VacancyPenalty": {
                "ruler": "-1 to all checks (this stacks with any other vacancy penalty); gain 1d4 Unrest at the start of the Kingdom turn; Control DC increases by 2",
                "counselor": "-1 to all Culture-based checks",
                "general": "-4 to Warfare activities",
                "emissary": "-1 to all Loyalty-based checks",
                "magister": "-4 to Warefare activities",
                "treasurer": "-1 to all Economy-based checks",
                "viceroy": "-1 to Stability-based checks",
                "warden": "-4 to Region activities"
            },
            "ControlDC": "Control DC",
            "Fame": "Fame",
            "Infamy": "Infamy",
            "VacantRole": "Vacancy ({role})"
        },
        "Skills": {
            "agriculture": "Agriculture",
            "arts": "Arts",
            "boating": "Boating",
            "defense": "Defense",
            "engineering": "Engineering",
            "exploration": "Exploration",
            "folklore": "Folklore",
            "industry": "Industry",
            "intrigue": "Intrigue",
            "magic": "Magic",
            "politics": "Politics",
            "scholarship": "Scholarship",
            "statecraft": "Statecraft",
            "trade": "Trade",
            "warfare": "Warfare",
            "wilderness": "Wilderness"
        },
        "Charter": {
            "conquest": {
                "Name": "Conquest",
                "Description": "Your sponsors have conquered an area and its former leaders have been routed or even killed. This charter places you in charge of some portion of this conquered territory (or land abandoned by the defeated enemy) and commands you to hold and pacify it in the name of your patron. The people are particularly devoted and supportive of your rule (if partially out of fear), but the constant threat of potential war hinders the arts and makes it difficult for citizens to truly relax. If you opt for this charter, you are asked to set up your kingdom against Pitax"
            },
            "expansion": {
                "Name": "Expansion",
                "Description": "Your patron places you in charge of a domain adjacent to already settled lands with the expectation that your nation will remain a strong ally. The greater support from your patron's nation helps to bolster your own kingdom's society, but this increased reliance means that fluctuations in your ally's fortunes can impede your own kingdom's security. If you select this charter, Lady Jamandi expects you to remain strong allies with Restov."
            },
            "exploration": {
                "Name": "Exploration",
                "Description": "Your sponsor wants you to explore, clear, and settle a wilderness area along the border of the sponsor's own territory. Your charter helps to secure initial structures (or supplies to create them), at the cost of incurring financial debt."
            },
            "grant": {
                "Name": "Grant",
                "Description": "Your patron grants a large amount of funding and other resources without restriction on the nature of your kingdom's development, but they do require you to employ many of their citizens and allies. Your nation's wealth and supplies are secure, but a portion of your kingdom's residents have split allegiances between your nation and that of your sponsor."
            },
            "open": {
                "Name": "Open",
                "Description": "If you would prefer to be truly free agents and trailblazers staking your own claim, you can simply choose an open charter with no restrictions, and no direct support. In this case, Lady Jamandi applauds your bravery and self-confidence, but warns that establishing a kingdom is no small task. An open charter grants a single ability boost to any ability score, and the new nation has no built-in ability flaw."
            }
        },
        "Heartland": {
            "forestOrSwamp": {
                "Name": "Forest Or Swamp",
                "Description": "Your nation begins in woodlands or swamplands, so there are no shortages in natural resources or wonders to bolster your citizens' imagination and mood."
            },
            "hillOrPlain": {
                "Name": "Hill or Plain",
                "Description": "Your nation starts in an area that is easy to traverse. This is reflected in your citizens' temperament; they appreciate that your choice makes their lives a bit easier."
            },
            "lakeOrRiver": {
                "Name": "Lake Or River",
                "Description": "By establishing your nation on the shores of a lake or river, you ensure a built-in mechanism for trade. Even before a road is built, merchants and travelers can reach your settlement with relative ease via boat."
            },
            "mountainOrRuins": {
                "Name": "Mountain Or Ruins",
                "Description": "Your nation is founded in the mountains or includes a significant ruined location, and it uses these natural or artificial features to bolster defense. Your citizens tend to be hale and hardy, if not stubborn to a fault."
            }
        },
        "Government": {
            "despotism": {
                "Name": "Despotism",
                "Description": "Your nation's rule is centered around a single individual who seized or inherited command and whose authority is absolute. The ruler of this kingdom still retains advisors and assistants, but only when they obey the ruler's whims."
            },
            "feudalism": {
                "Name": "Feudalism",
                "Description": "Your nation's rule is vested in a dynastic royal family, though much of the real power is distributed among their vassals and fiefdoms."
            },
            "oligarchy": {
                "Name": "Oligarchy",
                "Description": "Your nation's rule is determined by a council of influential leaders who make decisions for all others."
            },
            "republic": {
                "Name": "Republic",
                "Description": "Your nation draws its leadership from its own citizens. Elected representatives meet in parliamentary bodies to guide the nation. "
            },
            "thaumocracy": {
                "Name": "Thaumocracy",
                "Description": "Your nation is governed by those most skilled in magic, using their knowledge and power to determine the best ways to rule. While the type of magic wielded by the nation's rulers can adjust its themes (or even its name—a thaumocracy run by divine spellcasters would be a theocracy, for example), the details below remain the same whether it's arcane, divine, occult, primal, or any combination of the four. "
            },
            "yeomanry": {
                "Name": "Yeomanry",
                "Description": "Your nation is decentralized and relies on local leaders and citizens to handle government issues, sending representatives to each other as needed to deal with issues that concern more than one locality."
            }
        }
    }
}
