{
    "_id": "3oajfAIPSf77dSBL",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "(Secret Society) Get out of Jail",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": null,
        "description": {
            "value": "<p>It's almost impossible to force the secret society member to face the consequences of their actions. Their society has fingers in the halls of law and justice, and where it can't sway the verdict, it can at least arrange the escape. When the secret society member would be brought to justice for their crimes, they attempt a Society check against a simple DC, depending on the severity of their crimes and the exposure of the evidence to the public. This is typically an expert simple DC of 20.</p>\n<hr />\n<p><strong>Critical Success</strong> Not only is the secret society member exonerated but they also manage to stay clean in the eyes of the public. Those who attempted to bring them to justice are called in for harassment, libel, filing frivolous charges, or other trumped-up indictments.</p>\n<p><strong>Success</strong> The secret society member is declared not guilty and exonerated of their crimes in the eyes of the law.</p>\n<p><strong>Failure</strong> While the secret society member is initially declared guilty, they're released on a technicality, or manage to bribe or sneak their way out. While they're free, their reputation has been damaged.</p>\n<p><strong>Critical Failure</strong> Justice prevails, and the secret society member can't escape their sentence. Their society likely cuts ties with them and might turn to more dramatic means to ensure they can't expose the society.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "traits": {
            "rarity": "common",
            "value": []
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
