{
    "_id": "rwEFqSLw4yIscGrO",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "(Vampire, Vetalarana, Basic) Vetalarana Vulnerabilities",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "defensive",
        "description": {
            "value": "<p>All vetalaranas possess the following weaknesses.</p>\n<ul>\n<li><strong>Barred Senses</strong> A vetalarana can't see or sense through force effects or cold iron, and their mind can't penetrate force effects or cold iron. Such barriers can prevent the transference of a vetalarana's mind through Mental Rebirth.</li>\n<li><strong>Revulsion</strong> A vetalarana delights in consuming memories and secrets, and is disgusted by those who share such sensitive tidbits openly. A vetalarana can't voluntarily come within 10 feet of a creature loudly voicing their intimate personal secrets or most cherished memories aloud. Speaking such information aloud with conviction is a single action that has the auditory, concentrate, and linguistic traits, and protects the creature until the start of its next turn. A vetalarana that involuntarily comes within 10 feet of a creature sharing such information gains the @UUID[Compendium.pf2e.conditionitems.Item.Fleeing] condition until they're 10 feet or farther from the creature. After 1 round of being exposed to the secrets of a creature, a vetalarana can attempt a @Check[type:will|dc:25] save as a single action, which has the concentrate trait. On a success, they overcome their revulsions for [[/br 1d6 #rounds]]{1d6 rounds} (or 1 hour on a critical success).</li>\n<li><strong>Vulnerable to Brain Destruction</strong> A vetalarana whose brain has been destroyed, or is reduced to 0 HP while unable to take mental actions, can't use Mental Rebirth.</li>\n</ul>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Book of the Dead"
        },
        "traits": {
            "rarity": "common",
            "value": []
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
