{
    "_id": "oXRnrQQ04oi8OkDG",
    "img": "systems/pf2e/icons/actions/FreeAction.webp",
    "name": "(Vampire, Vrykolakas) Feral Possession",
    "system": {
        "actionType": {
            "value": "free"
        },
        "actions": {
            "value": null
        },
        "category": "defensive",
        "deathNote": true,
        "description": {
            "value": "<p><strong>Trigger</strong> The vrykolakas is reduced to 0 Hit Points, and an animal is within 100 feet</p>\n<hr />\n<p><strong>Effect</strong> Unlike most other undead, a vrykolakas isn't destroyed when it reaches 0 HP. Instead, it attempts to cast its spirit into an animal within 100 feet, which must attempt a @Check[type:will|dc:|name:Feral Possession] save (use a high DC for the vrykolakas's level).</p>\n<p>On a failure, the animal is possessed. This has the effects of the <em>@UUID[Compendium.pf2e.spells-srd.Item.Possession]</em> spell, but it lasts a number of days equal to the vrykolakas's level. This possession can't be counteracted with magic (though <em>@UUID[Compendium.pf2e.spells-srd.Item.Remove Curse]</em> works against it normally).</p>\n<p>If the animal succeeds at its save, the vrykolakas can attempt to possess a different animal within 100 feet. If at any point an animal critically succeeds at its save or no animal is within 100 feet, the vrykolakas fails to possess anything and is destroyed.</p>\n<p>A vrykolakas possessing an animal seeks out its burial site immediately, burying itself there. While the vrykolakas is in this state of recovery, its animal host is @UUID[Compendium.pf2e.conditionitems.Item.Paralyzed], and beheading it destroys the vrykolakas and kills its host. Removing the curse destroys the vrykolakas and returns the animal to normal.</p>\n<p>After [[/br 1d4 #days]]{1d4 days}, if the vrykolakas hasn't been destroyed, the animal dies and the vrykolakas rises in a new body that's identical to its previous one, formed from the animal's remains.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Bestiary 2"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "curse",
                "divine",
                "incapacitation",
                "mental",
                "necromancy",
                "possession"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
