{
    "_id": "me5E8UvbBrHe3dZh",
    "img": "systems/pf2e/icons/spells/spirit-song.webp",
    "name": "Amity Cycle",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You perform an anbarit, which involves poetry reading, singing, music, and dancing. The primary caster can either act as a narrator throughout the performance or be one of the lead performers. The secondary casters can be dancers, musicians, or orators who participate in the anbarit.</p>\n<hr />\n<p><strong>Critical Success</strong> For 1 week, all audience and cast members gain a +2 status bonus to Diplomacy checks to @UUID[Compendium.pf2e.actionspf2e.Item.Make an Impression] on other citizens of Thuvia and 10 temporary Hit Points, their minds filled with feelings of unity and camaraderie with the people from other cities in their nation. If they travel to a Thuvian city other than the one they are from and share part of the anbarit with others while under the ritual's effects, the listeners gain a +1 status bonus to Diplomacy checks to Make an Impression on other Thuvian citizens for 24 hours.</p>\n<p><strong>Success</strong> The audience members are filled with feelings of unity and camaraderie for the people from other cities in their nation; they gain a +1 status bonus to Diplomacy checks to Make an Impression on other citizens of Thuvia for 24 hours.</p>\n<p><strong>Failure</strong> The audience enjoys the performance but gains no benefit.</p>\n<p><strong>Critical Failure</strong> The audience is disturbed by the performance and can receive no bonuses from emotion effects for one week.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 4
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Adventure: The Enmity Cycle"
        },
        "range": {
            "value": "100 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Performance (expert)"
            },
            "secondary": {
                "casters": 0,
                "checks": "Crafting, Performance, Society"
            }
        },
        "rules": [],
        "target": {
            "value": "audience of up to 200 people"
        },
        "time": {
            "value": "2 hours"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "emotion"
            ]
        }
    },
    "type": "spell"
}
