{
    "_id": "NeyyAPwa639WjYGG",
    "img": "systems/pf2e/icons/spells/lucky-number.webp",
    "name": "Asmodean Wager",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "parchment, ink, and an item of value from each bettor worth at least 50 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You facilitate a magically binding agreement between yourself and one or more additional secondary casters, wherein each participant (hereafter referred to as the bettors) stakes something of value on the outcome of an event that has yet to be determined. The nature of the event is up to the bettors: a test of skill, a game of chance, or even something occurring in the distant future. While named for Asmodeus and invented by those with a diabolical bent, the ritual has no particular connection to Hell and instead relies on the occult connections between the bettors. The stakes can be either of the following:</p>\n<ul>\n<li>A promise or possession. The losers of the bet are placed under the effects of a 9th-level geas ritual to uphold the promise or turn over a single item they own, as stated at the time of the spell's casting. Once ownership has been transferred or the promise fulfilled, nothing prevents the bettors from trying to reclaim a former possession.</li>\n<li>The bettors' life. As soon as the outcome has been decided, the losers die instantly with no saving throw; this is a death effect. The next time the winner would die, they instead remain alive and @UUID[Compendium.pf2e.conditionitems.Item.Unconscious] at 0 Hit Points with a dying condition 1 lower than would kill them. Until this protection has been exhausted, the loser of the bet can't be returned to life through any means, even powerful magic such as wish. A creature already in possession of an additional life as a result of winning an Asmodean wager can't enter into a new wager with a life as collateral.</li>\n</ul>\n<p>If any participant knowingly and willingly makes any attempt to cheat at or avoid fulfilling the terms of the wager, the spell automatically determines them the loser and resolves accordingly. The spell doesn't function if any participant is acting against their will or being mentally controlled or coerced by any means, or if any participant is immune to or otherwise unaffected by their wager (such as if a construct, undead, or other creature immune to death effects tried to bet its life). At the GM's discretion, if it ever becomes permanently impossible for the bet's outcome to be determined, the spell ends without any further result.</p>\n<p><strong>Success</strong> The ritual is successful.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The wording of the ritual is imperfect and subverts the bet, causing all bettors to be considered losers regardless of the actual result of the wager.</p>"
        },
        "duration": {
            "value": "Until the wager's completion"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism (expert)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "1 to 9"
        },
        "secondarycheck": {
            "value": "Society"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "linguistic",
                "divination"
            ]
        }
    },
    "type": "spell"
}
