{
    "_id": "VUMtDHr8CRwwr3Mj",
    "img": "systems/pf2e/icons/spells/aura-of-the-unremarkable.webp",
    "name": "Aura of the Unremarkable",
    "system": {
        "ability": {
            "value": ""
        },
        "area": {
            "type": "emanation",
            "value": 30
        },
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You and allies in the area appear to be completely innocuous to other creatures within the spell's area, regardless of the actions you're committing. For example, if you and your allies are loudly interrogating a local for information or aiming a crossbow at a noble from a balcony, creatures who can see you might not think this is unusual. Non-allied creatures in the emanation must attempt a Will save.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature sees your actions as they really are and announces them as such. All other creatures in the area gain a +1 circumstance bonus to their Will saves to recognize your actions as they really are.</p>\n<p><strong>Success</strong> The creature sees your actions as they really are.</p>\n<p><strong>Failure</strong> The creature believes your actions are normal and unworthy of concern.</p>\n<p><strong>Critical Failure</strong> The creature believes you are performing other actions entirely, such as helping a local or waving to a noble, as determined by the GM. The creature doesn't have a chance of remembering events normally.</p>\n<p>Any hostile actions by you or your allies against a creature or its allies break the effect of the spell for that creature. So, for example, if an interrogated local's friends or threatened noble's guards saw your actions, they would be unaffected by this spell. When the spell ends (or when affected allies move outside the range of the emanation), observers see things normally but the altered perceptions from earlier events remain in mind. Each mention of the events as noteworthy, such as being questioned about them by an authority figure, grants the target another Will save to break the effect and remember things normally (unless the creature critically failed their save).</p>"
        },
        "duration": {
            "value": "sustained up to 1 minute"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": "will"
        },
        "source": {
            "value": "Pathfinder #166: Despair on Danger Island"
        },
        "spellType": {
            "value": "save"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "occult"
            ]
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "mental",
                "illusion"
            ]
        }
    },
    "type": "spell"
}
