{
    "_id": "6P2fzrYkaiiptxlY",
    "img": "icons/magic/symbols/mask-metal-silver-white.webp",
    "name": "Awaken Curse",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You siphon a tiny portion of life force from each of the ritual's casters to empower a curse against disrupting effects. The difficulty of the counteract check to remove the curse changes based on the success of the ritual. Additionally, the first three times the curse is successfully counteracted, it leaps to the closest possible target within 100 feet, forcing the new target to attempt a saving throw against the curse's initial effects. Saves against the curse are attempted at the same DC as the curse when it was cast, subject to changes based on the ritual's success. If any creature successfully saves against the curse's initial effects, the curse dissipates harmlessly.</p><hr /><p><strong>Critical Success</strong> The first counteract attempt against the curse automatically fails. After that, the curse's counteract rank increases by 2 (to a maximum of 10).</p>\n<p><strong>Success</strong> The curse's counteract rank increases by 1 (to a maximum of 10).</p>\n<p><strong>Failure</strong> The curse's counteract rank is unchanged.</p>\n<p><strong>Critical Failure</strong> You fail to grasp the curse's nuances and entangle yourself in its effects. The curse is lifted from the original target, and you and each secondary caster is affected by the curse with no saving throw.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "unlimited"
        },
        "level": {
            "value": 8
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": "1 mile"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana (mythic) or Occultism (mythic)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Arcana, Medicine, or Occultism"
            }
        },
        "rules": [],
        "target": {
            "value": "1 curse"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "mythic"
            ]
        }
    },
    "type": "spell"
}
