{
    "_id": "bRW61IbjaFea0wcv",
    "img": "systems/pf2e/icons/spells/blood-ward.webp",
    "name": "Bathe in Blood",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "alchemical herbs and components worth a total of 1,000 gp × the target's level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>This is an old ritual, illegal in nearly every corner of Golarion, but never quite exterminated. You bathe in the freshly spilled blood of your people, whose lives and years you steal in the process.</p>\n<p>This ritual requires that you submerge yourself in a bath of alchemically treated blood, attended by silent servants. The blood must come from the same ancestry as your own, and must have been spilled within the last 6 hours; a spell such as gentle repose can extend this time, but using such preserved blood applies a -4 circumstance penalty to the primary and secondary checks. If you're Medium, you require 30 gallons of blood to immerse yourself, and a typical Medium creature holds about 1-1/2 gallons of blood in its body. This ritual doesn't strictly require that the blood donors be killed and drained dry, but the logistical challenges of gathering enough blood without murder are beyond all but the most well-resourced casters.</p>\n<p>Each time you enact this ritual, regardless of its success or failure, you take a penalty to the primary check for all subsequent castings. This penalty starts at -1 and increases by -1 during each casting (so if you were casting this ritual on yourself for the fifth time, you would take a -4 penalty on your Occultism check).</p>\n<hr />\n<p><strong>Critical Success</strong> You emerge rejuvenated and revived. You become up to 40 years younger, returning to the prime of youth and life. If you're already at your desired age, your aging instead stops for the next 40 years. While remaining recognizably yourself, you also become preternaturally attractive, gaining a +1 circumstance bonus to Make an Impression. @UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Bathe in Blood]</p>\n<p><strong>Success</strong> You become 20 years younger or pause your aging for 20 years.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> You die. Casters killed this way frequently return as undead, often as ghosts or vampires.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 8
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism (expert)"
        },
        "range": {
            "value": "20 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Religion, Society"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 living creature of a level no greater than double the bathe in blood ritual's level"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "necromancy"
            ]
        }
    },
    "type": "spell"
}
