{
    "_id": "BcqJqxIKYE0aoDiS",
    "img": "icons/creatures/invertebrates/bee-yellow.webp",
    "name": "Bee-Man's Summons",
    "system": {
        "area": {
            "type": "emanation",
            "value": 500
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You recreate the Bee-Man's infamous ability to sense when someone utters their name. During the spell's duration, you mentally sense whenever someone (referred to as a speaker) speaks your full name while within the spell's area. You gain a vague sense of the speaker's identity, such as \"a local farmer\" or \"a halfling in distress,\" unless the speaker is someone you have met and interacted with before, in which case you recognize the speaker specifically. As a reaction within 1 minute of the speaker's utterance, you can send the speaker a telepathic prompt, asking if they intend to summon you. If they respond affirmatively, the spell's remaining duration decreases to sustained (up to 10 minutes), during which time you know the direction to where the speaker named you and how far away they are.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The emanation's radius increases to 1,000 feet.</p>\n<p><strong>Heightened (7th)</strong> The emanation's radius increases to 1 mile, and instead of locating the speaker, you can instead converse with the speaker for 5 minutes. This otherwise works as sending.</p>\n<p><strong>Heightened (9th)</strong> As 7th, except the emanation's radius increases to 5 miles, and the duration of the conversation is 10 minutes.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "until the next time you make your daily preparations or until discharged"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #201: Pactbreaker"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [
                "arcane",
                "occult",
                "primal"
            ],
            "value": [
                "auditory",
                "concentrate",
                "linguistic",
                "mental"
            ]
        }
    },
    "type": "spell"
}
