{
    "_id": "3mQkAjexj6hhAnkR",
    "img": "systems/pf2e/icons/spells/behold-the-weave.webp",
    "name": "Behold the Weave",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You behold the many timelines that weave around a creature, and in so doing, you make one more likely to occur. The target must attempt a Will save.</p>\n<hr />\n<p><strong>Critical Success</strong> You can make neither heads nor tails of the target's timeline, and the target is unaffected.</p>\n<p><strong>Success</strong> The target must commit to a single action that it will take at some point during its next turn: \"Stride toward Valeros,\" \"Cast shield,\" \"Strike at Amiri with my jaws.\" That action is now locked in, and the creature must attempt it, even if the situation has changed-if the creature stated that it would Strike at Amiri with its jaws, it must try to do so. If the creature is entirely unable to fulfill the action it committed to-for instance, if it had only 1 action left and Amiri was out of the range of its jaws Strike-it loses the last action of its turn as it reels in a temporal paradox. The creature can choose to lock in a 2- or 3-action activity if it prefers to do so, but if it does, it loses all the associated actions if it can't perform the activity on its turn. If the situation changes oddly (perhaps the creature is forcibly teleported away and has no idea which direction is \"toward Valeros\" any longer), the GM determines what happens.</p>\n<p><strong>Failure</strong> As success, but the creature must commit at least two of its actions for the next turn-\"I will Stride toward Valeros and then Strike with my claws.\" All of these actions are similarly locked in and can't be changed, but the creature can take them in any order.</p>\n<p><strong>Critical Failure</strong> As failure, but the creature must commit all of its actions for the next turn.</p>\n<hr />\n<p><strong>Heightened (7th)</strong> Instead of affecting a single target, the spell affects all enemies within a @Template[type:emanation|distance:30].</p>"
        },
        "duration": {
            "value": "1 round"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "30 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": "will"
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "spellType": {
            "value": "save"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 creature"
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "custom": "",
            "value": [
                "divine",
                "occult"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": [
                "incapacitation",
                "prediction",
                "divination"
            ]
        }
    },
    "type": "spell"
}
