{
    "_id": "2ykmAVKrsAWcazcC",
    "img": "systems/pf2e/icons/spells/planar-binding.webp",
    "name": "Binding Circle",
    "system": {
        "area": null,
        "cost": {
            "value": "warding circle ingredients worth a total value of 2 gp × the spell rank × the target's level"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You call forth an extraplanar creature of a level no greater than double that of the <em>binding circle</em> ritual's rank and attempt to bargain with it, generally to perform a task for you in exchange for payment.</p>\n<p>You conjure the extraplanar creature within your circle and negotiate a deal with it. A creature that doesn't wish to negotiate at all can attempt a Will save to stay on its home plane. Most extraplanar creatures feel that they have something better to do than cater to the whims of mortals and require a significant gift, especially if your task poses major risks. Fiends and similarly wicked extraplanar creatures are more likely to accept a bargain for a lower cost as long as it allows them to wreak havoc on the Universe or inflict evil upon the world along the way.</p>\n<p>Monetary prices usually range from the cost of a consumable item of the creature's level for a short and simple task to a permanent magic item of the creature's level or more to persuade the creature to fight alongside you. However, some extraplanar creatures may want payments other than money, such as permission to cast a @UUID[Compendium.pf2e.spells-srd.Item.Geas] on you to fulfill an unspecified later favor or obtain ownership of your soul via an infernal contract.</p>\n<p>You can add an additional secondary caster to create a warding circle that prevents the extraplanar creature from attacking or leaving the circle during the bargain. This uses the Crafting skill and has the same DC as a secondary check would. This protection ends if you use a hostile action against the extraplanar creature or the warding circle breaks.</p>\n<hr />\n<p><strong>Critical Success</strong> You call the extraplanar creature and can prevent it from returning home for up to a full day, potentially allowing you to negotiate a better deal by threatening to leave it in the wards for the duration.</p>\n<p><strong>Success</strong> You call the extraplanar creature and must make your case succinctly, after which the creature can return home at any time.</p>\n<p><strong>Failure</strong> You fail to call the extraplanar creature.</p>\n<p><strong>Critical Failure</strong> You call something vile and horrible, unbound by your wards, and it immediately attempts to destroy you.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "varies"
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "range": {
            "value": "interplanar"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana (master) or Occultism (master)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Diplomacy or Intimidation; Arcana or Occultism (whichever isn't used for the primary check)"
            }
        },
        "rules": [],
        "target": {
            "value": "1 extraplanar creature"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
