{
    "_id": "F9mA2Bg27QKniIdv",
    "img": "systems/pf2e/icons/spells/bottomless-stomach.webp",
    "name": "Bottomless Stomach",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You create a shimmering extradimensional space accessible from the target's mouth. The space can hold objects and equipment, up to a total of 10 Bulk. This extradimensional storage doesn't hamper the target's ability to eat, drink, speak (if applicable), or otherwise act, as it only opens and closes when the target chooses.</p>\n<p>The target can Interact to swallow an object of up to 1 Bulk, which doesn't harm the object or the target. If the extradimensional space is full, the target can't add any more objects until first removing one or more stored objects. Organic matter and living creatures can't be stored in this space. The extradimensional storage is obvious to any creature who looks into the target's mouth, as the entryway shimmers slightly, though this doesn't clearly reveal the contents inside.</p>\n<p>The target can Interact to spit out a single object of its choice, causing the object to fall to the ground in the target's space. The target can Interact three times in a row to spit out the entire contents of its extradimensional storage; the target doesn't have to take these actions all in the same turn, but if it takes any other actions in between, it has to start over. The items eject into the target's space, possibly spilling out into adjacent spaces if there is too much to fit.</p>\n<p>When the spell ends or the target falls unconscious, the contents of the extradimensional storage are disgorged in a riotous spew, landing in the nearest unoccupied space, a bit wet but otherwise unharmed.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The duration increases to 8 hours</p>"
        },
        "duration": {
            "value": "1 hour"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 willing creature"
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "occult",
                "primal"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": [
                "extradimensional",
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
