{
    "_id": "SnBc7Gl5VormWzS1",
    "img": "systems/pf2e/icons/spells/bountiful-oasis.webp",
    "name": "Bountiful Oasis",
    "system": {
        "area": {
            "type": "burst",
            "value": 10
        },
        "cost": {
            "value": "3 drops of fresh water taken from a naturally occurring lake within 1,000 miles of the ritual site"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You redirect the flow of underground lakes and other nearby sources of water to cause a lush natural spring to emerge from the ground. The water of the spring is a clean source of fresh water, perfect for drinking, farming, and supporting all forms of life. The spring purifies itself every morning at dawn, removing toxins and contaminants unless they're more than double the spring's rank.</p>\n<p>The ritual creates a spring that's geographically appropriate to the terrain where the ritual is performed; for example, it creates a desert oasis in sandy, arid regions and a natural hot spring in a mountain range.</p>\n<hr />\n<p><strong>Critical Success</strong> A small pond or oasis appears, fed by a natural spring that discharges enough pure drinking water to sustain a small settlement. The ground in a @Template[type:burst|distance:20] surrounding the spring bursts with life, invigorated by the spring's irrigation. A variety of regionally appropriate, fruit-bearing plants and other crops immediately take root and prosper.</p>\n<p><strong>Success</strong> As critical success, but the oasis is a small pool that discharges enough pure drinking water to sustain roughly a dozen people, without any plants growing around the perimeter.</p>\n<p><strong>Failure</strong> You're unable to redirect the flow of the water.</p>\n<p><strong>Critical Failure</strong> You create a small pond of fetid and stagnant water that never dries, attracting disease-carrying insects and sickening creatures who partake of its waters.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 year"
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Nature (expert)"
            },
            "secondary": {
                "casters": 1,
                "checks": "Nature or Survival"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "water"
            ]
        }
    },
    "type": "spell"
}
