{
    "_id": "wneYzMFUWreyqWHD",
    "img": "icons/consumables/drinks/alcohol-jug-spirits-brown.webp",
    "name": "Butterfly Bender",
    "system": {
        "area": null,
        "cost": {
            "value": "Alcohol worth a total of 20 gp × the ritual level"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Sometimes, the problems in your life are too oppressive. Sometimes, you have a case you need to crack and you have no idea where to start. When you've exhausted all options and willpower, you might as well just get drunk and call it a night. The butterfly bender is a ritual to kill two birds with one stone. By twisting fate around a session of hard drinking, you and a small party (no more than five people) suspend judgment, memory, and even consciousness as you all hurl yourselves into the arms of destiny and politely ask for a favor. You all get blackout drunk and, if all goes according to plan, you'll wake up with some progress upon a quest you've all undertaken—hopefully, without too much collateral damage.</p>\n<p>The participants of the ritual wake up the next day with some of the following, determined by the results of the ritual. Any options that aren't chosen are temporarily lost to you.</p><ul><li>Your dignity.</li><li>A common item that has the consumable trait of a level no higher than that of the ritual, which might be useful for an upcoming challenge. If lost, you misplace all of your currently carried items—including keys to where your equipment might be stored. With a modicum of effort, you recover your items within 1 day.</li><li>A new friend or connection, as though you'd succeeded at a Diplomacy check to @UUID[Compendium.pf2e.actionspf2e.Item.Make an Impression] with a relevant NPC up to the ritual's level. If this is one of things lost, an existing friend refuses to speak to you for 1 day.</li><li>A useful piece of information, as though you'd succeeded at a Diplomacy check to Gather Information. If lost, you take a –4 status penalty to your next check to Recall Knowledge.</li><li>A convenient opportunity of the GM's choice. If there's no immediately relevant opportunity, you find an opportunity to @UUID[Compendium.pf2e.actionspf2e.Item.Earn Income] at the ritual's level + 1. If lost, the result of your next attempt to Earn Income is one degree of success worse.</li></ul><hr /><p><strong>Critical Success</strong> Pick two options from the above list. The GM then gives you a bonus 3rd option of their choice.</p>\n<p><strong>Success</strong> Pick two options from the above list.</p>\n<p><strong>Failure</strong> Pick one option from the above list.</p>\n<p><strong>Critical Failure</strong> Pick two options from the above list. The GM gives you one of them.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Medicine (trained)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Diplomacy"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "2 hours"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
