{
    "_id": "9WMEO6JEcAulgUv3",
    "img": "icons/magic/symbols/rune-sigil-hook-white-red.webp",
    "name": "City of Sin",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p><strong>Area</strong> 7-mile-radius circle centered on you</p><hr /><p>Each day during the casting of this ritual, intelligent creatures within range become increasingly prone to shed their inhibitions and give in to whatever tempts them. Exposed communities experience increases in crime, vice, and violence (however the community defines those vices). At the ritual's culmination, chaos ensues as everyone from every walk of life chooses temptation over faithfulness to their convictions.</p><hr /><p><strong>Critical Success</strong> Intelligent creatures in the ritual's area might betray even their most closely held convictions, including behaviors anathema to their class or faith. They take a –4 circumstance penalty to saves against mental effects and to their @UUID[Compendium.pf2e.actionspf2e.Item.Coerce] and @UUID[Compendium.pf2e.actionspf2e.Item.Request] DCs.</p>\n<p><strong>Success</strong> Intelligent creatures in the ritual's area become more likely to give in to temptation, indulging vices and violating all but the strongest convictions. They take a –2 circumstance penalty to saves against mental effects and to their Coerce and Request DCs.</p>\n<p><strong>Failure</strong> Intelligent creatures in the ritual's radius behave normally but gain the general sense that something unnatural tried to manipulate their actions.</p>\n<p><strong>Critical Failure</strong> As failure above, except communities of intelligent creatures in the ritual's area bond over any events they experienced during the ritual's casting. They commit themselves to shared principles for behavior, gaining a +2 circumstance bonus to saves against mental effects and to their Coerce and Request DCs for 1 week.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 month"
        },
        "level": {
            "value": 7
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Diplomacy (mythic) or Society (mythic)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Intimidation, Underworld Lore"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "7 days"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "emotion",
                "mental",
                "mythic"
            ]
        }
    },
    "type": "spell"
}
