{
    "_id": "7dBxguCNWCoPYxIi",
    "img": "icons/tools/smithing/plate-steel-grey.webp",
    "name": "Clad In Metal",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You briefly swap the outer surface of the metal in an object with a suitable amount of a common precious metal from the Plane of Metal. You can instead choose an uncommon or rare metal if you have access to it or the GM has given you access to it.</p>\n<p>The object functions as an item of that metal, provided the item would be 2nd level or lower. For example, you could make a dagger into a cold iron or silver dagger (2nd-level items) but couldn't make full plate into cold iron armor or silver armor (5th-level items). This imparts any special properties of the precious metal—a weapon clad in cold iron activates weaknesses to cold iron, for example—and suppresses any special properties of the original metal of which the item was made.</p>\n<p>The spell neither changes the structural integrity of the item nor damages it. The object can pass a cursory inspection, but the magical effect is obvious to anyone who studies the item closely, so it doesn't alter the Price of the item if you attempt to sell it.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The maximum level of the precious metal increases by 2.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 minute"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": "touch"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 metal object of 5 Bulk or less that's unattended or attended by a willing creature"
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "divine",
                "primal"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "metal"
            ]
        }
    },
    "type": "spell"
}
