{
    "_id": "7DN13ILADW2N9Z1t",
    "img": "systems/pf2e/icons/spells/commune.webp",
    "name": "Commune",
    "system": {
        "area": null,
        "cost": {
            "value": "rare incense worth a total value of 150 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You call upon an unknown, powerful being to answer questions. The being varies depending on the skill used for the primary check.</p>\n<ul>\n<li><strong>Nature</strong> Primal spirits of nature, which know about animals, beasts, fey, fungi, plants, topography, and natural resources within a 3-mile radius.</li>\n<li><strong>Occultism</strong> Planar and other mysterious entities such as elementals, forgotten spirits, and monitors, which know about forgotten knowledge, the planes, obscure secrets, and other esoterica.</li>\n<li><strong>Religion</strong> Divine beings like celestials and fiends that know about the gods they serve and the god's respective purview; these are typically a servitor of your deity if you have one. You can ask up to seven questions that could be answered with \"Yes\" or \"No.\" The entity answers with one-word answers such as \"Yes,\" \"No,\" \"Likely,\" and \"Unknown,\" though its answers always reflect its own agenda and could be deceptive.\n</li>\n</ul>\n<hr />\n<p><strong>Critical Success</strong> You contact a more powerful entity aligned strongly with your interests, possibly even your deity. The entity won't attempt to deceive you, though it still might not know the answers. When it's important to provide clarity, the entity will answer your questions with up to five words, such as \"If you leave immediately\" or \"That was true once.\"</p>\n<p><strong>Success</strong> You can ask your questions and receive answers.</p>\n<p><strong>Failure</strong> You fail to contact an appropriate being.</p>\n<p><strong>Critical Failure</strong> You are exposed to the enormity of the cosmos and are @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 4} for 1 week (can't remove by any means).</p>"
        },
        "duration": {
            "sustained": false,
            "value": "up to 10 minutes"
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Nature (master), Occultism (master) or Religion (master)"
            },
            "secondary": {
                "casters": 1,
                "checks": "Nature, Occultism or Religion (whichever is used for the primary check)"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "prediction"
            ]
        }
    },
    "type": "spell"
}
