{
    "_id": "Dbd5W6G8U2vzWolN",
    "img": "icons/magic/holy/chalice-glowing-gold-water.webp",
    "name": "Consecrate",
    "system": {
        "area": {
            "type": "burst",
            "value": 40
        },
        "cost": {
            "value": "rare incense and offerings worth a total value of 20 gp × the spell rank"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p><strong>Area</strong> 40-foot-radius burst around an immobile altar, shrine, or fixture of your deity</p>\n<hr />\n<p>You consecrate a site to your deity, chanting praises and creating a sacred space. While within the area, worshippers of your deity gain a +1 status bonus to attack rolls, skill checks, saving throws, and Perception checks, and creatures anathema to your deity (such as undead for @UUID[Compendium.pf2e.deities.Item.Pharasma] or @UUID[Compendium.pf2e.deities.Item.Sarenrae]) take a -1 status penalty to those rolls. If your deity’s divine sanctification allows you to choose holy or unholy, you can choose to make the consecrated site holy or unholy as well. If the deity’s sanctification <span class=\"fontstyle2\">must </span>be holy or unholy, you must make the site match that sanctification. Strikes made by worshippers of your deity within the area gain the site's sanctification trait, if any.</p>\n<hr />\n<p><strong>Critical Success</strong> The consecration succeeds, and it either lasts for 10 years instead of 1 or covers an area with twice the radius. Occasionally, with your deity's favor, this might produce an even more amazing effect, such as a permanently consecrated area or the effect covering an entire cathedral.</p>\n<p><strong>Success</strong> The consecration succeeds.</p>\n<p><strong>Failure</strong> The consecration fails.</p>\n<p><strong>Critical Failure</strong> The consecration fails spectacularly and angers your deity, who sends a sign of displeasure. For at least 1 year, further attempts to consecrate the site fail.</p>\n<hr />\n<p><strong>Heightened (7th)</strong> The consecrated area also gains the effects of the @UUID[Compendium.pf2e.spells-srd.Item.Planar Seal] spell, but the effect doesn't attempt to counteract teleportation by worshippers of your deity. The cost increases to 200 gp × the spell rank.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 year"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "range": {
            "value": "40 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Religion"
            },
            "secondary": {
                "casters": 0,
                "checks": "Crafting, Performance"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "3 days"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "consecration"
            ]
        }
    },
    "type": "spell"
}
