{
    "_id": "ADwX87fWrpB8cQ5Q",
    "img": "icons/commodities/biological/pustules-red.webp",
    "name": "Cordyceps Command",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": {
            "save": {
                "basic": false,
                "statistic": "fortitude"
            }
        },
        "description": {
            "value": "<p>You conjure a mote of cordyceps spores uniquely tailored to the target before whisking it at them. When you Cast this Spell, choose one of the following behaviors that the fungus compels: ascend, consume, descend, or lure. While the target is controlled by the cordyceps toxin's stage 3 effects, it performs that behavior. This control might include risky behavior (such as climbing down a precarious cliff or weaving between armed foes), but it doesn't compel outright lethal actions (such as leaping off the top of that same cliff). If the behavior directly leads to harm (such as falling off the cliff) or hostile actions (such as being attacked by creatures that can now reach the descending creature), the target gains a +4 bonus to their next saving throw against the poison.</p>\n<p><strong>Ascend</strong>: The creature tries to reach higher altitudes by any reasonable means, such as Climbing, seeking stairs, or even stacking debris to jump atop of in an attempt to be as high up as possible.</p>\n<p><strong>Consume</strong>: The creature greedily eats or drinks whatever is nearby, using actions to draw and consume elixirs, food, or other consumable items. If the creature has a jaws Strike, fangs Strike, or similar unarmed Strike, the creature can instead chase after and use that Strike against edible targets. If no other food or drink is accessible, the creature attempts to steal or seek nearby nutrition.</p>\n<p><strong>Descend</strong>: The creature tries to reach lower altitudes by any reasonable means, such as Climbing, descending while flying, or even falling @UUID[Compendium.pf2e.conditionitems.Item.Prone] and attempting to burrow into the ground.</p>\n<p><strong>Lure</strong>: The creature moves toward an exposed location and attempts to get bystanders' attention, such as by gesticulating, Performing, or igniting light sources. The target is @UUID[Compendium.pf2e.conditionitems.Item.Off-Guard] while controlled in this way.</p><hr /><p><strong>Success</strong> The target is unaffected.</p>\n<p><strong>Failure</strong> The target is afflicted with cordyceps toxin at stage 1.</p>\n<p><strong>Critical Failure</strong> The target is afflicted with cordyceps toxin at stage 2.</p><hr /><p><strong>Cordyceps Toxin</strong> (poison)</p>\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:28];</p>\n<p><strong>Maximum Duration</strong> 6 rounds</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1} (1 round)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.Confused] (1 round)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.Controlled] (1 round)</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #203: Shepherd of Decay"
        },
        "range": {
            "value": "30"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 creature"
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [
                "primal"
            ],
            "value": [
                "concentrate",
                "fungus",
                "incapacitation",
                "manipulate",
                "poison"
            ]
        }
    },
    "type": "spell"
}
