{
    "_id": "ZwwIUavMbEwcZz35",
    "img": "systems/pf2e/icons/spells/create-demiplane.webp",
    "name": "Create Demiplane",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "precious materials worth a total value of 800 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>Few incantations are as renowned as the power to create worlds. To cast this ritual, you must be on the Astral Plane, the Ethereal Plane, or a plane that connects to one of the two.</p>\n<p>A demiplane created with this ritual exists on the Astral or Ethereal Plane. It can have the appearance of any mundane environment or structure, such as a glorious cathedral, a clearing in a forest, a comfortably furnished cavern, or anything else one can imagine. All demiplanes have finite, unbreachable boundaries, which might resemble stone, wood, or something more unnatural, such as a wall of mist or unceasing void.</p>\n<p>Demiplanes have environmental conditions as appropriate for the Material Plane, though the primary caster can dictate a general climate or light level, as well as whether the demiplane experiences seasons or a day-night cycle. The demiplane has no native plants or animals, but they can be introduced, and plants will grow in a demiplane's light.</p>\n<p>When you first cast create demiplane, the casters are teleported to the demiplane. The demiplane has no direct access to other worlds, so <em>@UUID[Compendium.pf2e.spells-srd.Item.Plane Shift]</em> or similar abilities are necessary to access it. As part of casting the ritual to create a new demiplane, you create a key to the demiplane which serves as a plane shift tuning fork for that demiplane. Most resemble ornate keys, but some take the forms of maps, compasses, or dowsing rods.</p>\n<p>If you have the original key to an existing demiplane and are on that demiplane, you can instead use this ritual to either expand the demiplane or add special traits or features.</p>\n<ul>\n<li><strong>Alignment</strong> The demiplane gains one alignment trait, such as lawful or good.</li>\n<li><strong>Bounteous</strong> The demiplane has a functional ecosystem, with plants and animals appropriate to the environment. This ecosystem doesn't require any additional effort on your part to maintain.</li>\n<li><strong>Elemental</strong> The demiplane gains the air, earth, fire, or water planar essence trait.</li>\n<li><strong>Gravity</strong> The demiplane gains a gravity trait of your choice.</li>\n<li><strong>Key</strong> You create an additional key that can be used to access the demiplane with plane shift and improve it with create demiplane.</li>\n<li><strong>Portal</strong> You create a permanent gateway between the demiplane and a single other location. You must spend the ritual's casting time constructing the gateway on the external side, which typically resembles an arch or doorway of some sort. The gate is always active, but it can be secured as you would any door.</li>\n<li><strong>Scope</strong> The demiplane can be unbounded instead of finite, though still with the same size.<hr /></li>\n</ul>\n<p><strong>Critical Success</strong> You create a new demiplane whose area consists of two contiguous squares, each 100 feet on a side. The ceiling is 20 feet high. If modifying an existing demiplane, you can instead either add this area to the demiplane's size or add two special traits or features.</p>\n<p><strong>Success</strong> As critical success, but the demiplane's area is a single square, 100 feet on a side and a ceiling 20 feet high. If modifying an existing demiplane, you can add one special trait or feature.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> Something goes horribly wrong, and all casters are teleported to an unknown but likely hostile plane.</p>\n<hr />\n<p><strong>Heightened (10th)</strong> The ritual creates a square area 1,000 feet on a side, with a ceiling 20 feet high (two contiguous areas of this size on a critical success). The cost of the ritual increases to 20,000 gp</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 8
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana, Nature, Occultism, or Religion (legendary)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "3"
        },
        "secondarycheck": {
            "value": "Arcana, Nature, Occultism,  Religion (whichever three aren't used for the primary check)"
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "9 days"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "teleportation",
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
