{
    "_id": "xFY9RtDE4DQKlWNR",
    "img": "icons/sundries/documents/document-sealed-red-white.webp",
    "name": "Crusade",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You issue a divine mandate or proclaim a cause to the targets. It can be to attain an item, claim a patch of land, slay a creature, war with a group, or be entirely peaceful. Your cause can't force the targets to harm one another or themselves. The targets become completely dedicated to that cause, depending on their levels. They choose their own actions, but they favor direct action over inaction or indirect action.</p>\n<ul>\n<li><strong>13th or Lower</strong> The target is so dedicated to the cause that it pursues the cause to the death (unless you say otherwise).</li>\n<li><strong>14th</strong> The target is dedicated to the cause, but the spell ends for the target if it's reduced to half its maximum Hit Points or fewer.</li>\n<li><strong>15th</strong> As 14th, plus the target can attempt a Will save at the end of each of its turns to end the spell for itself.</li>\n</ul>\n<p>The spell ends for all creatures if you or one of your allies uses a hostile action against a target, or when the cause is completed. The GM might determine this spell has alignment traits befitting the cause.</p>\n<hr />\n<p><strong>Heightened (10th)</strong> The level for each category increases by 2.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "10 minutes"
        },
        "level": {
            "value": 9
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Core Rulebook"
        },
        "range": {
            "value": "60 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "up to 4 creatures"
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [
                "divine"
            ],
            "value": [
                "concentrate",
                "linguistic",
                "manipulate",
                "mental"
            ]
        }
    },
    "type": "spell"
}
