{
    "_id": "CGB3a9gJU5S8gjKk",
    "img": "icons/magic/symbols/rune-sigil-green-purple.webp",
    "name": "Curse of Calamity",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You condemn your targets to violent misfortune. At the GM's discretion, you can target a group of individuals within range who serve the same cause, such as a nation's army, or who have a shared identity, such as members of a single faith. You can also choose to target a settlement that's a village or town, or a neighborhood community within a larger settlement.</p><hr /><p><strong>Critical Success</strong> As success, and the targets experience extreme accidents that threaten life, limb, or other loss. The GM adjudicates these occurrences on a case-by-case basis, but in general, the population experiences a disturbing rise in unfortunate casualties.</p>\n<p><strong>Success</strong> The targets experience misfortune during even routine tasks that result in minor injuries. This bad luck increases when you're close; the first time each round a target within 15 feet of you attempts an attack roll or skill check, they must roll twice and use the worse result.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> You unwittingly curse yourself. For the next 24 hours, each caster must roll all attack rolls and skill checks twice and use the worse result.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 year"
        },
        "level": {
            "value": 9
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": "1 mile"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Occultism (mythic)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Arcana, Nature, Religion"
            }
        },
        "rules": [],
        "target": {
            "value": "1 community, group, or settlement"
        },
        "time": {
            "value": "3 days"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "curse",
                "misfortune",
                "mythic"
            ]
        }
    },
    "type": "spell"
}
