{
    "_id": "dQGn0eAyvYMDdj0h",
    "img": "icons/magic/symbols/rune-sigil-green-purple.webp",
    "name": "Destroy Mindscape",
    "system": {
        "area": null,
        "cost": {
            "value": "the mindscape's anchors"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>After you gather the anchors that make up the mindscape's structure, or in the case of anchors too immense to move, when you gain control over the region surrounding the anchors, you can perform this ritual to tear the mindscape apart from within. The ritual takes but a day to attempt, so those who would oppose such a destructive doom would do well to challenge the enemy by doing what they can to protect their mindscape's anchors. At the GM's discretion, the most powerful of mindscapes, such as those created by a deity, might be immune to this ritual's effects.</p>\n<p>Over the course of this ritual's casting, you and the secondary casters unravel the basic and fundamental ideas of the mindscape's anchors. As you do so, flashes of memory tied to the anchor you target flood your mind, before the anchor itself dissipates. The mindscape might react with hostility to this process, manifesting creatures or swaying primary inhabitants to stop you. Regardless of how many anchors in all must be dismantled, it always takes a day to perform this ritual.</p>\n<hr />\n<p><strong>Critical Success</strong> The mindscape is destroyed, and you and the secondary casters are returned to the plane from which you hailed before entering the mindscape.</p>\n<p><strong>Success</strong> The mindscape is destroyed, but you and the secondary casters are scattered randomly to locations on other planes.</p>\n<p><strong>Failure</strong> The mindscape is not destroyed, and you and the and the secondary casters are scattered randomly to locations on other planes.</p>\n<p><strong>Critical Failure</strong> The mindscape is not destroyed, and you and the secondary casters become @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 3} and are then each plunged into separate mindscapes. You remain trapped therein until you engineer each of your own escapes. You forget the destroy mindscape ritual and must discover it again if you wish to pursue this goal once more.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 10
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #198: No Breath to Cry"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana or Occultism (legendary)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Arcana or Occultism, Crafting"
            }
        },
        "rules": [],
        "target": {
            "value": "the mindscape"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
