{
    "_id": "wTldMJx0vyBAehrI",
    "img": "icons/magic/nature/root-vine-thorned-fire-purple.webp",
    "name": "Devouring Dark Form",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Your apparition's dark power blends with your physical body, allowing you to take on terrifying characteristics of creatures that lurk in dark places. Your arms and legs transform into twisting tentacles. You gain a tentacle unarmed attack with 10-foot reach that deals 1d8 bludgeoning damage and has the grapple trait. The first time you Sustain this spell each round, you can attempt a single @UUID[Compendium.pf2e.actionspf2e.Item.Grapple] check with your tentacle against a creature within its reach.</p><hr /><p><strong>Heightened (2nd)</strong> You can choose to take on the shark battle form from @UUID[Compendium.pf2e.spells-srd.Item.Animal Form] instead of gaining a tentacle unarmed attack, heightened to the same level as this vessel spell. When you do, this spell loses the morph trait and gains the polymorph trait. You can attempt a jaws unarmed Strike against a creature within your reach each time you Sustain this spell.</p>\n<p><strong>Heightened (5th)</strong> You can choose to take on the water elemental battle form from @UUID[Compendium.pf2e.spells-srd.Item.Elemental Form] instead of gaining a tentacle unarmed attack, heightened to the same level as this vessel spell. When you do, this spell loses the morph trait and gains the polymorph trait. You can attempt an unarmed attack Strike against a creature within your reach each time you Sustain this spell.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute"
        },
        "level": {
            "value": 1
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "animist",
                "focus",
                "morph"
            ]
        }
    },
    "type": "spell"
}
