{
    "_id": "FA55Fxf8MBXhje95",
    "img": "systems/pf2e/icons/spells/dinosaur-fort.webp",
    "name": "Dinosaur Fort",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You conjure a primeval fort with walls of sharpened wood adorned with dinosaur skin and teeth, up to 300 feet on a side. Each of the four quadrants of the fort is guarded by a @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Tyrannosaurus]. While the tyrannosauruses won't cross into the others' territories, their reach allows them to simultaneously attack an intruder near the center of the fort. The tyrannosauruses leave you and anyone you introduce to them alone but treat anyone else they find in the fort as intruders and prospective snacks. When you prepare spells, you can choose not to recover the spell slot you used to cast this spell. If you do, the fort remains for another 24 hours.</p>\n<p>The fort must be created on a plot of land free of other structures. It adapts to the natural terrain, adopting the structural requirements for being built there. The fort adjusts around small features, such as ponds or spires of rock, but can't be created on water or other nonsolid surfaces. If created on snow, sand dunes, or other soft surfaces with a solid surface underneath, the foundation reaches solid ground. If created on a solid but unstable surface, such as a swamp or an area plagued by tremors, roll a @Check[type:flat|dc:3] each day the fort is present; on a failure, the fort sinks or collapses sometime during that day, and the spell ends.</p>\n<p>The fort doesn't harm creatures within the area when it appears, and it can't be created within a crowd or in a densely populated area. Any creature inadvertently caught inside the fort when the spell is cast ends up unharmed inside the complete fort and always has a clear path of escape.</p>"
        },
        "duration": {
            "value": "24 hours (see text)"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 10
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "500 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "source": {
            "value": "Pathfinder #177: Burning Tundra"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "10 minutes"
        },
        "traditions": {
            "custom": "",
            "value": [
                "primal"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
