{
    "_id": "Cpj05laa7ogqGwS3",
    "img": "systems/pf2e/icons/spells/elemental-confluence.webp",
    "name": "Elemental Confluence",
    "system": {
        "ability": {
            "value": ""
        },
        "area": {
            "type": "burst",
            "value": 10
        },
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You conjure four types of elementals who combine forces to form into a chaotic storm. The confluence has AC 28 and 120 Hit Points, weakness 10 to area effects, and immunity to bleed and poison. Creatures can move through the confluence; creatures within the confluence are concealed, and all creatures outside the confluence are concealed to creatures within it. When you Cast or Sustain this Spell, you choose up to two different types of elementals to act.</p>\n<ul>\n<li><strong>Air</strong> (air, electricity) The elemental looses a bolt of electricity from the confluence, dealing [[/r 4d4[electricity]]] damage to creatures within 20 feet of the confluence, with a basic Reflex save. This doesn't affect creatures that are completely inside of the confluence.</li>\n<li><strong>Earth</strong> (earth) The confluence gains a +2 circumstance bonus to AC and resistance 10 to all physical damage (except adamantine) for 1 round.</li>\n<li><strong>Fire</strong> (fire) Flames roar through the confluence, dealing [[/r 1d6[persistent,fire]]] damage to those partially or entirely inside the confluence.</li>\n<li><strong>Water</strong> (attack, water) The elemental expels a powerful jet of water. Attempt a ranged spell attack against a target within 60 feet of the confluence, using your spell attack roll modifier. This attack ignores concealment granted by the confluence, and the elemental gets a +2 circumstance bonus on the spell attack roll against a target inside the confluence. The water deals [[/r 4d6[bludgeoning]]] damage on a hit (doubled on a critical hit). This attack doesn't count toward your multiple attack penalty.</li>\n</ul>"
        },
        "duration": {
            "value": "sustained up to 1 minute"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "60 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "primal"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": [
                "air",
                "earth",
                "fire",
                "water",
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
