{
    "_id": "wfqBbQ2RXj4VjKUZ",
    "img": "icons/magic/perception/eye-ringed-glow-angry-small-teal.webp",
    "name": "Elemental Sense",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>The elements grant you sensory enhancements. Choose one of the options below. The spell gains the listed trait or traits.</p>\n<ul>\n<li><strong>Aquatic Echolocation</strong> (water) You use your hearing as a precise sense when underwater.</li>\n<li><strong>Heatsense</strong> (fire) You can sense creatures with a temperature of 90ยบ Fahrenheit or higher within 30 feet as an imprecise sense.</li>\n<li><strong>Magnetoreception</strong> (metal) You can sense creatures carrying metal items with a total of 1 Bulk or greater; this is an imprecise sense with a range of 30 feet. If a creature is made of metal or has the metal trait, you can detect it as though magnetoreception were a precise sense. In addition, you continuously know which direction is north.</li>\n<li><strong>Mechanoreception</strong> (air) You can see @UUID[Compendium.pf2e.conditionitems.Item.Invisible] creatures and objects. They appear to you as translucent shapes, and they are @UUID[Compendium.pf2e.conditionitems.Item.Concealed] to you.</li>\n<li><strong>Tremorsense</strong>(earth) You gain tremorsense (imprecise) with a range of 30 feet.</li>\n<li><strong>Woodsense</strong>(plant, wood) You can sense creatures carrying wood items with a total of 1 Bulk or greater; this is an imprecise sense with a range of 30 feet. If a creature is made of wood or has the plant or wood trait, you can detect it as though woodsense were a precise sense.</li>\n</ul>\n<hr />\n<p><strong>Heightened (6th)</strong> The duration increases to 8 hours, and you can take 1 minute to recalibrate the sense, switching from your current elemental sense to a different one.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "10 minutes"
        },
        "level": {
            "value": 4
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "primal"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "revelation"
            ]
        }
    },
    "type": "spell"
}
