{
    "_id": "5NReCnDFFuThEAHB",
    "img": "systems/pf2e/icons/spells/elemental-servitor.webp",
    "name": "Elemental Servitor",
    "system": {
        "area": null,
        "cost": {
            "value": "rare items and offerings worth a total value of 2 gp x the spell rank x the target's level, see text for more details"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You implore an elemental lord to send an elemental servitor of the lord's choice, with a level no greater than double the ritual's spell rank. The secondary casters explain what sort of assistance you need and why you need it; if the task is incredibly fitting to the elemental lord, the GM can grant a circumstance bonus to the secondary Diplomacy check or rule that the check is automatically a critical success. If you use the ritual without good reason, the result is automatically a critical failure.</p>\n<p>If the ritual succeeds, you must offer the servitor payment depending on factors such as the duration and danger of the task. Payment always costs at least as much as a consumable item of the creature's level, and often costs as much as a permanent magic item of the creature's level to persuade a creature to fight alongside you. Your offerings should either align with the personal tastes of the elemental lord, or with the element—such as fresh flowers and bonsai plants for wood, or gemstones for earth.</p>\n<p>You can alternatively name a being native to an elemental plane that you know personally, with the same level restriction. Such a creature might request something they personally want as payment, such as a favor or a game of chance.</p>\n<hr />\n<p><strong>Critical Success</strong> Your elemental lord sends a servitor, and the servitor's payment costs only half as much as normal. If you ask for a particular elemental creature by name, your lord is likely to send them unless the creature is busy.</p>\n<p><strong>Success</strong> Your elemental lord sends a servitor.</p>\n<p><strong>Failure</strong> Your elemental lord does not send a servitor.</p>\n<p><strong>Critical Failure</strong> Your elemental lord is offended and sends a sign of displeasure or possibly even an elemental creature to scold or attack you, depending on your lord's nature.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "see text"
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana or Nature (expert)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Diplomacy"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
