{
    "_id": "rOwOLlfVgLMg1FND",
    "img": "systems/pf2e/icons/spells/elemental-sentinel.webp",
    "name": "Elemental Sentinel",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "precious metals, rare incense, and herbs worth a total value of 15 gp per spell level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You place a tiny elemental wisp within a single object, usually a mirror, statue, or other mundane-looking item, to serve as an alarm. Shattering or otherwise destroying the object frees the wisp and ends the ritual's effect even if the object is magically restored.</p>\n<hr />\n<p><strong>Critical Success</strong> The elemental wisps inhabits the object and willingly serves you to the best of its ability. The wisp becomes aware of the target object's surroundings and can telepathically contact you with a range of 500 feet. It reports to you about intruders or other changes to the room in which it's located. You must tell the wisp what the criteria for the reports will be-for instance, when anyone not openly wearing a certain symbol enters the room or when an item is removed. The wisp has a +5 Perception modifier and observes the room using normal vision, normal hearing, and touch.</p>\n<p><strong>Success</strong> As critical success, but the range of the telepathy is 100 feet and the wisp's Perception modifier is +3.</p>\n<p><strong>Failure</strong> You're unable to harness the spirit. The ritual fails.</p>\n<p><strong>Critical Failure</strong> The elemental wisp is trapped in the object as with a success, but it refuses or is somehow unable to help you. The elemental might have extremely low Intelligence or simply be spiteful. Regardless, the object's reports are always misleading.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The range of the telepathic link increases, allowing the wisp to contact you anywhere on the same planet. Its Perception modifier increases to +10, or +12 on a critical success.</p>\n<p><strong>Heightened (6th)</strong> As 4th level, except the wisp can see invisibility, and its Perception modifier increases to +15, or +17 on a critical success.</p>"
        },
        "duration": {
            "value": "unlimited"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 1
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana (expert) or Occultism (expert)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": ""
        },
        "secondarycheck": {
            "value": ""
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 object"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
