{
    "_id": "1aXX52MnVbBvT9S7",
    "img": "icons/commodities/tech/tube-chamber-lightning.webp",
    "name": "Establish Nexus",
    "system": {
        "area": null,
        "cost": {
            "value": "magical foci worth 100 gp × the spell rank × the node's level"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You focus the power of the node's intersecting ley lines into a powerful confluent point known as a ley line nexus. The ley line nexus grows out from the node in a 20-foot radius. The ley line nexus is more open and available for access to creatures you designate. When @UUID[Compendium.pf2e.actionspf2e.Item.Tap Ley Line]{Tapping the Ley Line}, these creatures get a degree of success one better than they rolled</p>\n<hr />\n<p><strong>Critical Success</strong> The ley line nexus is established. The nexus is particularly powerful, allowing it to continually refresh its magical energy; thus, the nexus lasts for up to 100 years, unless the ley lines shift.</p>\n<p><strong>Success</strong> The ley line nexus is established and lasts for a year and one day, unless the ley lines shift.</p>\n<p><strong>Failure</strong> You fail to establish the ley line nexus.</p>\n<p><strong>Critical Failure</strong> All casters take damage and suffer backlash effects as if they had critically failed to Tap every Ley Line in the node simultaneously, and they can't attempt to Tap those Ley Lines for a year and one day</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Secrets of Magic"
        },
        "range": {
            "value": "10 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana, Nature, Occultism, or Religion, matching the ley line's tradition (master)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Ley Line Lore or Occultism"
            }
        },
        "rules": [],
        "target": {
            "value": "1 ley line node up to double establish nexus's level"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "consecration"
            ]
        }
    },
    "type": "spell"
}
