{
    "_id": "bS3DW0MptpnZl5Zr",
    "img": "icons/consumables/food/pot-soup-white.webp",
    "name": "Feast of Supplication",
    "system": {
        "area": null,
        "cost": {
            "value": "25 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>When mortals attempt to sway gods, spirits, and other beings of great spiritual power to take sides in mortal affairs, those powers demand to be impressed. And what better way to impress than a cook-off? This old ritual has roots in the spiritadjudicated village festival contests of rural Tian Xia. Two or more rival parties must participate, performing the ritual simultaneously as assistants gather and prepare ingredients while each team's head chef does their best to create the ultimate dish to satisfy their patron's palate. Cheering bystanders are usually involved. While the primary caster—the chef—is always busy with cooking, it's very normal for the secondary caster assistants to spend most of their time interfering with the other teams and slowing them down.</p><hr /><p><strong>Critical Success</strong> You've truly blown your patron away with the competition and the meal you've expertly crafted. The supernatural patrons you sought to impress grant a request as if you'd received a critical success to Make a Request of them, even if they're indifferent or unfriendly to you. If there's some argument or confusion on what request should be granted, the patrons grant the request of the team that achieved the highest overall result. At the GM's discretion, the attitude of any patrons pleased by the ritual can permanently increase toward all participants in the ritual. In addition, the sheer theatricality and flair of your cooking has earned you deep respect and die-hard fans from the spectators, doubly so if you tied with another contender.</p>\n<p><strong>Success</strong> You've created a wonderful meal that your patron loves. The supernatural patrons you sought to impress grant a request as if you'd received a success to Make a Request of them, even if they're indifferent to you. If there's some argument or confusion on what request should be granted, the patrons grant the request of the team that achieved the highest overall result. At the GM's discretion, the attitude of any patrons pleased by the ritual can permanently increase toward all participants in the ritual. All contestants have still earned the jovial respect and appreciation of the crowd for cooking something entertaining and lovely.</p>\n<p><strong>Failure</strong> You've created a dish that doesn't impress. The winner of the competition is declared in the most unsatisfying and mechanical of manners—someone has to win, but no one is happy about it. The supernatural patrons you sought to impress politely make their excuses and leave as soon as they have a chance. At the GM's discretion, the attitude of any patrons who experienced the meal can permanently decrease toward all participants in the ritual.</p>\n<p><strong>Critical Failure</strong> Your team's dish is ruined at the last possible moment in a spectacular manner. You completely embarrass yourself, and the attitude of the supernatural patrons who experienced this farce permanently decreases by one step toward you. If you haven't earned the ire of your patron host, you've definitely lost the respect of any onlookers or spectators.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Cooking Lore, Crafting, Performance or Survival (expert)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Deception or Thievery"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "3 hours"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
