{
    "_id": "rMGkk23qWvxTmgA8",
    "img": "systems/pf2e/icons/spells/forceful-hand.webp",
    "name": "Forceful Hand",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>A Medium floating, disembodied hand made of magical force appears in an unoccupied space adjacent to you, following you across the battlefield to shield you against your foes' attacks. Each time you Sustain the Spell, the hand moves to an unoccupied space of your choice adjacent to you. When you Sustain the Spell, you can have the hand Fly to an unoccupied space of your choice adjacent to an ally to protect that ally instead. The hand's movement does not trigger reactions based on creature movement.</p>\n<p>Successful attacks against the hand damage it, and damaging effects that can target a creature can target the hand. The hand has an AC of 25, 50 Hit Points, and can't recover HP by any means. A hit by a <em>disintegrate</em> spell or similar effect destroys the hand.</p>\n<p>The hand's actions and the cover it provides depend on what actions you take during your turn. At the end of your turn, what the hand does is determined by the first entry on this list that matches a trait from any of the actions you used on your turn. For instance, if you Step, Stride, and Sustain the Spell, you use the entry for move actions, so the hand provides standard cover.</p>\n<ul>\n<li><strong>Manipulate or Attack</strong> The hand interposes between you and your foes. It provides lesser cover (+1 circumstance bonus to AC) against all attacks that pass through the hand's square.</li>\n<li><strong>Move</strong> The hand provides standard cover (+2 circumstance bonus to AC, Reflex, and Stealth checks) against all attacks that pass through the hand's square.</li>\n<li><strong>Concentrate</strong> The hand provides greater cover (+4 circumstance bonus to AC, Reflex, and Stealth checks) against all attacks that pass through the hand's square.</li>\n</ul>\n<hr />\n<p><strong>Heightened (6th)</strong> The hand has AC 27 and 60 Hit Points. When you Cast this Spell, you can choose to replace the hand's Manipulate or Attack option with Swat.</p>\n<ul>\n<li><strong>Swat</strong> The hand Flies to an enemy of your choice within range and attempts to Push that enemy, using your spell attack roll instead of an Athletics check to determine the results of the Push.</li>\n</ul>\n<p><strong>Heightened (7th)</strong> The hand has AC 30 and 70 Hit Points, and it is Large. When you Cast this Spell, you can choose to replace the hand's Manipulate or Attack option with Grasp or Swat.</p>\n<ul>\n<li><strong>Grasp</strong> The hand Flies to an enemy of your choice within range and attempts to Grapple that enemy, using your spell attack roll instead of an Athletics check to determine the results of the Grapple.</li>\n</ul>\n<p><strong>Heightened (8th)</strong> The hand has AC 32 and 80 Hit Points, and it is Large. When you Cast this Spell, you can choose to replace the hand's Manipulate or Attack option with Grasp, Punch, or Swat.</p>\n<ul>\n<li><strong>Punch</strong> The hand Flies to an enemy of your choice within range and attempts to Strike that enemy with crushing force. The hand's Strikes use your melee spell attack modifiers and deal [[/r 7d8[force]]] damage. The hand's Strikes don't use or contribute to your multiple attack penalty.</li>\n</ul>\n<p><strong>Heightened (9th)</strong> The hand has AC 35 and 90 Hit Points, and it is Large. When you Cast this Spell, you can choose to replace the hand's Manipulate or Attack option with Crush, Grasp, Punch, or Swat.</p>\n<ul>\n<li><strong>Crush</strong> If the hand doesn't have a target grabbed, it Flies to an enemy of your choice within range and attempts to Strike that enemy with deadly crushing force. The hand's Strikes are melee spell attacks that deal [[/r 6d8[force]]] damage. The hand's Strikes don't take or contribute to your multiple attack penalty. On a successful Strike, the target is grabbed by the hand until the end of your next turn, unless the hand moves or the target successfully Escapes against your spell DC. However, if the hand has a target grabbed when it uses Crush, it instead @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.Constrict]{Constricts} the target, dealing [[/r 6d8[force]]] damage with a basic Fortitude save.</li>\n</ul>"
        },
        "duration": {
            "value": "sustained up to 1 minute"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "60 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "occult"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": [
                "force",
                "evocation"
            ]
        }
    },
    "type": "spell"
}
