{
    "_id": "FKtPRWcs4zhwn9N1",
    "img": "systems/pf2e/icons/spells/devil-form.webp",
    "name": "Form of the Sandpoint Devil",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "igneous stones and gems worth 1,500 gp, bat wings, horse hooves, and at least one lizard"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You infuse yourself with incredible amounts of pure evil, subsuming your consciousness into malevolence and giving yourself a monstrous form resembling that of the Sandpoint Devil.</p>\n<p>Beginning at dawn, you and your accomplices lay out a fire directly on loose earth, layering the igneous rocks and gems into the fire pit. When the fire is hot enough, you roast bat wings, horse hooves, and lizards over it until they're tender enough to eat; for the hooves, this could take hours. Throughout this time, you meditate and recite passages of texts holy to Lamashtu, ruminating on the beauty and necessity of the monstrous and twisting your mindset into a monstrous shape, the better to hold the evil that will come to possess you.</p>\n<p>Once the wings, hooves, and lizards are cooked, you and your accomplices eat these items in their entirety, tearing them only with your teeth, and you must eat more than anyone else involved. You then scoop out a trench at the location where you previously lit the fire, folding the hot rocks into the earth. Your accomplices then bury you shallowly in the trench-you should be able to breathe but not necessarily able to see. Your accomplices then recite the correct texts and draw upon the power of transmutation while you infuse your mind further with the power and beauty of the monstrous. This stage continues for hours, until the setting of the sun. With the departure of its final ray and in accordance with your faith and occult power, you'll rise transformed.</p>\n<hr />\n<p><strong>Critical Success</strong> You sprout enormous bat wings, a lizard‑like tail, pointed teeth, hooves, and an equine head. You gain darkvision; if you already had darkvision, you instead gain greater darkvision. You gain jaws and hoof unarmed melee Strikes, which are the only attacks you can use. You're trained with them. Your attack modifier is +23 or your unarmed attack modifier, whichever is higher. Your jaws Strike deals [[/r (2d10+6)[piercing]]] damage, and your hoof Strike deals [[/r (2d6+6)[bludgeoning]]] damage with the agile and versatile S traits. These attacks are Strength-based (for the purpose of the enfeebled condition, for example). You gain a fly Speed of 40 feet. You also gain a version of the Sandpoint Devil's Accursed Breath: once per hour, you can breathe a @Template[type:cone|distance:30] of flame that deals [[/r 10d6[fire]]] damage. Your mind transforms, subsuming your own personality with that of the Sandpoint Devil. Unlike many polymorph spells, you can't Dismiss this spell.</p>\n<p><strong>Success</strong> As critical success, except your fly Speed is 20 feet, and you can use your breath weapon once per day.</p>\n<p><strong>Failure</strong> You fail to transform yourself.</p>\n<p><strong>Critical Failure</strong> Not only do you fail to transform yourself, but the ritual's secondary casters all transform into Sandpoint Devils for 1 minute, and they immediately attack you.</p>"
        },
        "duration": {
            "value": "3 days"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Religion (master)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "4"
        },
        "secondarycheck": {
            "value": "Arcana, Occultism, Religion"
        },
        "source": {
            "value": "Pathfinder Lost Omens: Monsters of Myth"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "evil",
                "polymorph",
                "transmutation"
            ]
        }
    },
    "type": "spell"
}
