{
    "_id": "yRf59eFtZ50cGlem",
    "img": "systems/pf2e/icons/spells/heroes-feast.webp",
    "name": "Fortifying Brew",
    "system": {
        "area": null,
        "cost": {
            "value": "high quality ingredients and brewing equipment worth 25 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You craft a large quantity of restorative drink, such as an invigorating tea, a refreshing ale, or a stimulative alchemical tonic. The ritual speeds along any natural processes to make the brew, such as fermenting fruit to make a wine. At the conclusion of the first 3 hours of the ritual, you produce enough brew for up to 10 people to drink, any of whom can be the secondary caster of the ritual. The brew must then be consumed over the next hour. There is no danger of the drinkers becoming drunk if the brew is alcoholic. Once that hour is completed, you and the secondary caster attempt your checks as normal.</p><hr /><p><strong>Critical Success</strong> The brew is delicious and revitalizing. It casts a 4th-rank @UUID[Compendium.pf2e.spells-srd.Item.Cleanse Affliction], a 4th-rank @UUID[Compendium.pf2e.spells-srd.Item.Clear Mind], and a 4th-rank @UUID[Compendium.pf2e.spells-srd.Item.Sound Body] on each drinker for each relevant affliction or condition, using your modifier for the primary skill check as the counteract modifier. Each drinker also gains 20 temporary Hit Points that last 12 hours and a +2 status bonus to saves against diseases and poisons for the next 12 hours.</p>\n<p><strong>Success</strong> As critical success, except drinkers gain only 10 temporary Hit Points, and don't gain the status bonus to saves.</p>\n<p><strong>Failure</strong> You and the other drinkers are left with a sour taste—something went wrong with the brewing process.</p>\n<p><strong>Critical Failure</strong> Your attempt to craft the drink resulted in something more akin to a poison. You and the other drinkers become @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 4} and can't reduce the condition for 12 hours.</p><hr /><p><strong>Heightened (+1)</strong> The temporary Hit Points increases by 2 (or 4 on a critical success).</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "range": {
            "value": "20 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Crafting, Nature, or Society (expert)"
            },
            "secondary": {
                "casters": 1,
                "checks": "Alcohol Lore (or related lore), Crafting, Society"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "4 hours"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
