{
    "_id": "4ddJSjC9Zz5DX0oG",
    "img": "systems/pf2e/icons/spells/freedom.webp",
    "name": "Freedom",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "valuable oils and objects associated with the target worth a total value of 100 gp × the spell level × the target's level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You perform a ritual to free a creature imprisoned, petrified, or otherwise put into stasis by any magical effects from all such effects, even effects like <em>@UUID[Compendium.pf2e.spells-srd.Item.Imprisonment]</em> that don't have a duration, as long as <em>freedom</em>'s spell level is equal to or higher than the effect's spell level. To perform the ritual, you must be within 10 feet of the target, or within 10 feet of the place where the target was imprisoned (in the case of effects that trap the creature in an unreachable prison, like the oubliette form of Imprisonment). You must know the name of the creature and details of its background; if the creature is not a close associate, a failure or critical failure on a secondary Society check reduces even a critical success on the primary check to a failure.</p>\n<hr />\n<p><strong>Critical Success</strong> You free the target from all magical effects imprisoning it, petrifying it, or putting it into stasis. It gains a +1 status bonus to saving throws to resist those same magical effects for 1 week.</p>\n<p><strong>Success</strong> You free the target from all magical effects imprisoning it, petrifying it, or putting it into stasis.</p>\n<p><strong>Failure</strong> You fail to free the target.</p>\n<p><strong>Critical Failure</strong> The magical effects imprisoning the target, petrifying the target, or putting it into stasis affect you and all secondary casters.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 8
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana (legendary) or Occultism (legendary)"
        },
        "range": {
            "value": "see text"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Society"
        },
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 creature"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "abjuration"
            ]
        }
    },
    "type": "spell"
}
