{
    "_id": "Q690d3mw3TUrKX7E",
    "img": "systems/pf2e/icons/spells/geas.webp",
    "name": "Geas",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You enforce a magic rule on a willing target, forcing it to either perform or refrain from carrying out a certain act. A <em>geas</em> to perform an act is usually conditional, such as, \"Always offer hospitality to strangers seeking a place to stay.\" An unconditional <em>geas</em> to perform a certain act doesn't require the target to perform that act exclusively, though it must prioritize the task above all leisurely pursuits. The most common <em>geas</em> to refrain from carrying out an act is a specification to avoid violating a contract. In those cases, the secondary caster usually takes charge of making sure the wording of the contract is attuned correctly with the ritual's magic. Because the target is willing, <em>geas</em> can have a duration that lasts for as long as the target agrees to. If the target is unable to fulfill the <em>geas</em>, it becomes @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 1}, and the sickened condition increases by 1 for each consecutive day it is prevented from following the <em>geas</em>, to a maximum of sickened 4. The sickened condition ends immediately when it follows the <em>geas</em> again; it can't remove the sickened condition in any other way. Only powerful magic such as a <em>@UUID[Compendium.pf2e.spells-srd.Item.Wish]</em> spell can remove the effects of <em>geas</em> from a willing target.</p>\n<hr />\n<p><strong>Critical Success</strong> The <em>geas</em> succeeds, and the target receives a +1 status bonus to skill checks that directly uphold the <em>geas</em> (at the GM's discretion).</p>\n<p><strong>Success</strong> The <em>geas</em> succeeds.</p>\n<p><strong>Failure</strong> The <em>geas</em> fails.</p>\n<p><strong>Critical Failure</strong> The <em>geas</em> fails, and you are instead affected by the <em>geas</em> you were attempting to place on the target. You are considered an unwilling target, so the <em>geas</em> can be counteracted with a <em>@UUID[Compendium.pf2e.spells-srd.Item.Remove Curse]</em> spell.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> You can use <em>geas</em> on an unwilling creature; it can attempt a Will save to negate the effect. If the target fails this Will save, the <em>geas</em> lasts up to 1 week. A <em>remove curse</em> spell can counteract a <em>geas</em> on an unwilling creature, in addition to powerful magic such as a <em>wish</em> spell. A clever unwilling creature can subvert the <em>geas</em> by contriving situations that prevent it from complying, but in that case it becomes @UUID[Compendium.pf2e.conditionitems.Item.Sickened] (as described above).</p>\n<p><strong>Heightened (7th)</strong> As 5th level, but the <em>geas</em> lasts for up to 1 year on an unwilling creature.</p>\n<p><strong>Heightened (9th)</strong> As 5th level, but the <em>geas</em> lasts for a duration you choose (even unlimited) on an unwilling creature.</p>"
        },
        "duration": {
            "value": "see text"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana (expert), Occultism (expert), or Religion (expert)"
        },
        "range": {
            "value": "10 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "1"
        },
        "secondarycheck": {
            "value": "Society or Legal Lore"
        },
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 creature of a level no greater than double the geas ritual's level"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "custom": "",
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "mental",
                "curse",
                "enchantment"
            ]
        }
    },
    "type": "spell"
}
