{
    "_id": "yrsgOdj5oqp7lEQY",
    "img": "icons/magic/light/explosion-star-blue.webp",
    "name": "Gnaw at the Moon",
    "system": {
        "area": null,
        "cost": {
            "value": "mooncakes and rare tea worth 100 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>It's said that after his demise at the hands of jealous Fumeiyoshi, Tsukiyo's lunar corpse was left unguarded as the heavens mourned; this provided a humble matron-rat opportunities to nibble at moon flesh and sip upon god blood, a meal which propelled her first steps of apotheosis into Lao Shu Po. Gnaw at the moon, an obscure folk magic ritual popular among Shenmen's downtrodden, allows you to honor the Old Rat Woman's audacity and unlikely ascent.</p>\n<p>This ritual can only be performed on a night when the moon is visible in the sky above; you can't perform this ritual during a totally moonless night, while indoors, or while underground. Performing this ritual on the night of the full moon reduces the DCs of the ritual's skill checks by 2. You set out offerings of mooncakes and cups of tea on a flat surface (such as a table or a tray on the floor), assiduously ignore this food and drink, and praise the night's beauty while admiring and thanking the moon.</p>\n<p>At the end of a successful ritual, bite marks appear on the mooncakes, and some of the tea disappears as if sipped while no one was looking. Supposedly, the ritual and offerings gain Lao Shu Po's attention, who sends her rodent children to eat and drink their fill and grant stolen blessings of moonlit sight. The effusive admiration for the moon is said to avert Tsukiyo's displeasure for commemorating the event of his murder; after all, old tales warn against giving offense to the moon, lest it slice your ears in retribution...</p>\n<hr />\n<p><strong>Critical Success</strong> The targets gain darkvision.</p>\n<p><strong>Success</strong> The targets gain low-light vision.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> You and the targets are @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 1} for 24 hours. Your ears feel lacerated and raw as your earlobes become crisscrossed with tiny cuts.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "8 hours"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #197: Let the Leaves Fall"
        },
        "range": {
            "value": "30 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Diplomacy (expert)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Crafting, Occultism, or Religion"
            }
        },
        "rules": [],
        "target": {
            "value": "yourself and the secondary casters"
        },
        "time": {
            "value": "1 hour"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
