{
    "_id": "ofAQyLtLEGnOIs3N",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "Harrowing",
    "system": {
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "rare pigments and inks worth a total value of 20 gp × the target’s level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>The typical harrow reading does not magically manipulate fate, but when you perform a <em>harrowing</em> ritual to infuse a reading with occult power, you can impart real magical benefits to the target of the reading that give them agency and control over a task or goal in their immediate future. The first 50 minutes of this ritual's casting are spent preparing the target creature for the reading by meditating, concentrating on the task or goal to be focused on, and allowing you to paint or ink occult symbols from the harrow onto the target's body to link them to the upcoming reading. The final 10 minutes of the ritual comprise the reading itself, during which the symbols placed on the target fade away while infusing their fate.</p>\n<p>The target of <em>harrowing</em> must describe a set of events or course of action they intend to attempt in the near future— something like \"hunting down a specific wanted criminal\" or \"traveling to Varisia to investigate the Storval Stairs.\" You can roleplay out the actual harrow reading if you wish, using any spread to perform the reading, but at the ritual's completion, a single potential opportunity for the target to manipulate fate bonds to their destiny, depending on the result of your primary skill check to perform this ritual.</p>\n<p>As long as this ritual's duration persists, the creature is temporarily immune to further <em>harrowing</em> rituals.</p>\n<hr />\n<p><strong>Critical Success</strong> The target gains agency over fate and chance while in the pursuit of their goal, gaining a \"wild card.\" Randomly determine a harrow suit, either by rolling 1d6 or by drawing a card from a full harrow deck, and then consult the Associated Suit Checks table below. At any point during <em>harrowing</em>'s duration, the creature can expend this wild card to immediately reroll any associated check they just made, gaining a +4 status bonus to the reroll. They must use the second result. Once this reroll is taken and the wild card is spent, the <em>harrowing</em> ritual's effects end.</p>\n<p><strong>Success</strong> As critical success, but the wild card does not grant a status bonus to the reroll.</p>\n<p><strong>Failure</strong> As success, but the wild card instead grants a –4 status penalty to the reroll.</p>\n<p><strong>Critical Failure</strong> The target's destiny is beyond their capability to manipulate. The wild card has no effect, and further <em>harrowing</em> rituals cast on the target for one month automatically result in critical failures.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The target gains an additional wild card. Attempt a primary skill check for each additional wild card drawn to determine that card's benefits. The <em>harrowing</em>'s duration ends as soon as the target spends all of their wild cards.</p>\n<table class=\"pf2-table\"><colgroup><col><col></colgroup>\n<thead>\n<tr>\n<th>Suit</th>\n<th>Associated Check</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1—Hammers (Str)</td>\n<td>Strikes (both melee and ranged)</td>\n</tr>\n<tr>\n<td>2—Keys (Dex)</td>\n<td>Reflex saving throws</td>\n</tr>\n<tr>\n<td>3—Shields (Con)</td>\n<td>Fortitude saving throws</td>\n</tr>\n<tr>\n<td>4—Books (Int)</td>\n<td>Skill checks</td>\n</tr>\n<tr>\n<td>5—Stars (Wis)</td>\n<td>Will saving throws</td>\n</tr>\n<tr>\n<td>6—Crowns (Cha)</td>\n<td>All other checks (including flat checks)</td>\n</tr>\n</tbody>\n</table>"
        },
        "duration": {
            "value": "1 month or until fulfilled"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 1
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Fortune-Telling Lore (trained) or Occultism (expert)"
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": ""
        },
        "secondarycheck": {
            "value": ""
        },
        "source": {
            "value": "Pathfinder: Stolen Fate Player's Guide"
        },
        "spellType": {
            "value": "attack"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 willing creature"
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "fortune",
                "divination"
            ]
        }
    },
    "type": "spell"
}
