{
    "_id": "kcYCWMd1NVCJ5Zbu",
    "img": "systems/pf2e/icons/spells/helpful-wood-spirits.webp",
    "name": "Helpful Wood Spirits",
    "system": {
        "area": {
            "type": "burst",
            "value": 5
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Upon casting this spell, a cluster of little wood spirits tumbles into the area. They perform a simple task each round. These spirits are a magical echo of the true spirits that live on the Plane of Wood and can't be attacked, damaged, or otherwise interfered with. These spirits often look like kodama but can appear in any of the countless varieties of wood spirits that inhabit the Plane of Wood.</p>\n<p>Choose the kind of aid your wood spirits supply from the list below when you Cast the Spell. The first time each round you Sustain the spell, you can move the area occupied by the apparitions up to 10 feet and you can choose the kind of aid they provide this round.</p>\n<ul>\n<li><strong>Chores</strong> The wood spirits perform a minor manual task of your choice, such as cleaning, opening a door, picking up an unattended object, or carrying an object from one location to another. The spirits can't pick up or carry an object of greater than 2 Bulk.</li>\n<li><strong>Distract</strong> The wood spirits distract your foes, clambering all over their feet and bodies and being a nuisance. Creatures in the area are @UUID[Compendium.pf2e.conditionitems.Item.Off-Guard] unless they succeed at a Reflex save.</li>\n<li><strong>Obstacle</strong> The wood spirits fill the area as a chaotic, bouncing mass. The area they occupy is difficult terrain.</li>\n<li><strong>Search</strong> The wood spirits @UUID[Compendium.pf2e.actionspf2e.Item.Seek] in the area they occupy, using your Perception check as their own. You learn anything they do from Seeking in this way.</li>\n</ul>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": "30 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "primal"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "wood"
            ]
        }
    },
    "type": "spell"
}
