{
    "_id": "yRf59eFtZ50cGlem",
    "img": "systems/pf2e/icons/spells/heroes-feast.webp",
    "name": "Heroes' Feast",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "25 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You conjure otherworldly beings to serve you and your companions a feast with restorative properties. These mysterious beings may be fey, divine, or other supernatural servitors, as appropriate for the primary check. After the first hour of the ritual, these servants appear and serve a massive feast, complete with an exquisite table and up to 10 place settings. The bounteous spread consists of all manner of dishes, including the guests' childhood comfort foods, modern delicacies, and preferred drinks. The summoned servants spend the next 3 hours waiting on you and the other guests, fetching additional food, pouring drinks, and so forth. During this time, you and the other guests must strive to be as polite and gracious as possible to avoid offending your mysterious hosts. At the feast's end, the ritual is completed and you and the secondary caster attempt your checks as normal. If the feast is interrupted at any point, the servants immediately vanish with their provisions and the ritual is disrupted.</p>\n<hr />\n<p><strong>Critical Success</strong> The feast is nourishing and revitalizing. The magical food casts <em>@UUID[Compendium.pf2e.spells-srd.Item.Neutralize Poison]</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.Remove Disease]</em>, and <em>@UUID[Compendium.pf2e.spells-srd.Item.Remove Fear]</em> on each guest for each relevant affliction, using your modifier for the primary skill check as the counteract modifier. Each guest also recovers 100 Hit Points and gains 20 temporary Hit Points for the next 12 hours. Guests also gain a +2 status bonus to saves against disease, fear, and poison effects for the next 12 hours.</p>\n<p><strong>Success</strong> As critical success, except guests recover only 50 Hit Points, gain only 10 temporary Hit Points, and don't gain the status bonus to saves.</p>\n<p><strong>Failure</strong> You and the other guests taste ash in your mouths and realize that the feast contained nothing of sustenance.</p>\n<p><strong>Critical Failure</strong> The otherworldly servants were offended by your behavior or the hubris you demonstrated in summoning them and poisoned the feast. You and your guests become @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 4} and can't reduce the condition for 12 hours.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> Increase the Hit Points recovered by 10 and the temporary Hit Points by 2 (or twice each amount on a critical success).</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Nature, Religion, or Occultism (expert)"
        },
        "range": {
            "value": "40 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "1"
        },
        "secondarycheck": {
            "value": "Diplomacy or Society"
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "4 hours"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
