{
    "_id": "i35dpZFI7jZcRoBo",
    "img": "systems/pf2e/icons/spells/illusory-disguise.webp",
    "name": "Illusory Disguise",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You create an illusion that causes the target to appear as another creature of the same body shape, and with roughly similar height (within 6 inches) and weight (within 50 pounds). The disguise is typically good enough to hide their identity, but not to impersonate a specific individual. The spell changes their appearance and voice, but not mannerisms. You can change the appearance of its clothing and worn items, such as making its armor look like a dress. Held items are unaffected, and any worn item removed from the creature returns to its true appearance.</p>\n<p>Casting <em>illusory disguise</em> counts as setting up a disguise for the @UUID[Compendium.pf2e.actionspf2e.Item.Impersonate] use of Deception; it ignores any circumstance penalties the target might take for disguising itself as a dissimilar creature, gives a +4 status bonus to Deception checks to prevent others from seeing through the disguise, and lets the target add its level to such Deception checks even if untrained. You can Dismiss this spell.</p>\n<hr />\n<p><strong>Heightened (3rd)</strong> The target can appear as any creature of the same size, even a specific individual. You must have seen an individual to replicate its appearance, and must have heard its voice to replicate its voice.</p>\n<p><strong>Heightened (4th)</strong> You can target up to 10 willing creatures. If you target multiple creatures, you can choose a different disguise for each target, but none can impersonate a specific individual. You can Dismiss each disguise individually or all collectively.</p>\n<p><strong>Heightened (7th)</strong> As 4th, but you can choose disguises that impersonate specific individuals. You must have seen an individual to replicate its appearance, and must have heard its voice to replicate its voice.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Illusory Disguise]</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 hour"
        },
        "level": {
            "value": 1
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "range": {
            "value": "30 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 willing creature"
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "occult"
            ],
            "value": [
                "concentrate",
                "illusion",
                "manipulate",
                "visual"
            ]
        }
    },
    "type": "spell"
}
