{
    "_id": "82gDiXTKsCmdIF6Q",
    "img": "systems/pf2e/icons/spells/invoke-true-name.webp",
    "name": "Invoke the Harrow",
    "system": {
        "area": null,
        "category": {
            "value": "focus"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You draw a card from the harrow, either one from a deck you have in hand or magically produce one as part of the spell. You use the power of the card's suit to influence a creature around you. When you draw a card, you can choose to impart a boon or bane associated with the card's suit. The target must attempt a Will save. On a failure, they receive the effects of the chosen boon or bane. If you target an ally with this spell, they can choose to willingly accept the effects without attempting a saving throw. The target can attempt to remove the card's influence by using an action, which has the concentrate trait, to attempt the saving throw again; on a success, the effect ends.</p>\n<p>To determine the card, draw a card from a harrow deck. If you don't have a harrow deck available, you can roll 1d6 to randomly determine the suit you draw.</p>\n<p><strong>1. Hammers (Str)</strong> Boon: The target gains a +2 status bonus to damage rolls; Bane: The target is @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 1}.</p>\n<p><strong>2. Keys (Dex)</strong> Boon: The target gains a +1 status bonus to AC; Bane: The target is @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 1}.</p>\n<p><strong>3. Shields (Con)</strong> Boon: The target gains temporary Hit Points equal to twice the spell's level; Bane: The target is @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 1}.</p>\n<p><strong>4. Books (Int)</strong> Boon: The target gains a +1 status bonus to skill checks; Bane: The target is @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1}.</p>\n<p><strong>5. Stars (Wis)</strong> Boon: The target gains a +1 status bonus to saving throws; Bane: The target is @UUID[Compendium.pf2e.conditionitems.Item.Confused].</p>\n<p><strong>6. Crowns (Cha)</strong> Boon: The target can roll twice and take the higher result on a single check during the duration. This is a fortune effect; Bane: The target must roll twice and take the lower result on a single check of your choosing during the duration. This is a misfortune effect.</p>\n<hr />\n<p><strong>Heightened (6th)</strong> The duration is 1 minute. The target must succeed a total of two saving throws to end the effect. The value of boons and banes doubles. The Crowns suit affects a total of three checks during the duration.</p>"
        },
        "duration": {
            "value": "1 round"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "30 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": "will"
        },
        "source": {
            "value": "Pathfinder: Stolen Fate Player's Guide"
        },
        "spellType": {
            "value": "save"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 creature"
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "sorcerer",
                "divination"
            ]
        }
    },
    "type": "spell"
}
