{
    "_id": "INEAWirvb8c1eAFD",
    "img": "icons/sundries/lights/candle-lit-yellow.webp",
    "name": "Last Night's Vigil",
    "system": {
        "area": null,
        "cost": {
            "value": "rare sticks of incense worth 10 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Obscure folktales state on the first day of spring, the Mother of Secrets wanders Tian Xia to dispense her blessings of health upon the frail and old. These stories claim the winter goddess is often drawn to lovers, friends, or families who hold sincere affection and genuine respect for each other. Last night's vigil is a folk ritual inspired by these stories, offering a chance at respite for those who wish the goddess's esoteric gifts not for themselves but for their loved ones.</p>\n<p>This simple ritual can only be performed at night, in the presence of someone whom you love, and who's ill, hurt, or otherwise unwell. You must stay awake through the night, keeping the sticks of incense lit to guide the goddess's passage. If you're indoors, you should keep a door or window slightly ajar to receive her holy presence. If performed on a winter night, the DCs of the ritual's skill checks are reduced by 1; if performed on the last night of winter before spring, the DCs are instead reduced by 2.</p>\n<p>If the ritual is successful, you fall asleep for the briefest of moments to the sound of snowfall and the swishing of a horse-tail whisk. When you awaken moments later, your loved one smiles at you, hopefully in better health.</p>\n<hr />\n<p><strong>Critical Success</strong> The target's Hit Points are fully restored, and all diseases that are equal or lower level than twice the ritual's rank that they're currently suffering from reduce their stage by one. If this reduces a disease's stage below 1, it cures that affliction.</p>\n<p><strong>Success</strong> The target's Hit Points are fully restored, and one disease of a level that's equal to or lower than twice the ritual's rank that they're currently suffering from reduces its stage by one. If this reduces the disease's stage below 1, it cures that affliction.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> You're @UUID[Compendium.pf2e.conditionitems.Item.Fatigued] for the next 24 hours.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> You can choose when you perform the ritual whether it affects curses or diseases.</p>\n<p><strong>Heightened (6th)</strong> You can affect curses and diseases simultaneously.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #197: Let the Leaves Fall"
        },
        "range": {
            "value": "10 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Occultism (trained) or Survival (expert)"
            },
            "secondary": {
                "casters": 0,
                "checks": ""
            }
        },
        "rules": [],
        "target": {
            "value": "1 creature whom you love"
        },
        "time": {
            "value": "8 hours"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "healing"
            ]
        }
    },
    "type": "spell"
}
