{
    "_id": "MkHshwYy2UOeEHRR",
    "img": "systems/pf2e/icons/spells/lucky-month.webp",
    "name": "Lucky Month",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "a favorite food or drink and a wearable token with personal or familial significance worth 10 gp total"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You imbue the provided token with luck. You choose a single creature within range during the ritual's performance to become the recipient of the token's luck. That creature has access to the token's luck as long as they're wearing the token. If the token is stolen or lost, they lose access to its luck until the token is recovered. The token loses its luck if it's destroyed or after the duration noted in the ritual's effects has elapsed.</p>\n<hr />\n<p><strong>Critical Success</strong> You can call upon the token's luck. Once per week, when rolling a saving throw or skill check, you can use the token's power and roll twice, taking the higher result. This is a fortune effect. The token keeps its luck for 1 month.</p>\n<p><strong>Success</strong> As a critical success, except you can only call upon the token's power once during the lucky month.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> Magical backlash creates ill luck. Once per week, the ritual's recipient must roll twice and take the worse result for their first significant saving throw or skill check of the week, as determined by the GM. This is a misfortune effect. This ill luck remains for 1 month and applies to the recipient whether or not they're wearing the token.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 2
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Religion (trained)"
        },
        "range": {
            "value": "30 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "3"
        },
        "secondarycheck": {
            "value": "Crafting, Performance, Society"
        },
        "source": {
            "value": "Pathfinder Lost Omens: Travel Guide"
        },
        "spellType": {
            "value": "attack"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 creature and 1 object"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "divination"
            ]
        }
    },
    "type": "spell"
}
