{
    "_id": "AsRd1gNRSkHDq2Jx",
    "img": "systems/pf2e/icons/spells/magnetic-domination.webp",
    "name": "Magnetic Dominion",
    "system": {
        "area": {
            "type": "emanation",
            "value": 100
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": {
            "save": {
                "basic": false,
                "statistic": "reflex"
            }
        },
        "description": {
            "value": "<p>The roiling magnetic fields of the Plane of Metal radiate from you as you channel and reshape them at your merest thought. When you Cast this Spell, you can relocate each affected target to any other unoccupied space within the emanation. You can't move yourself in this way. An unwilling target can resist being moved with a successful Reflex save.</p>\n<p>The creatures move all at once—after you know the results of all the saves, you determine which target occupies each space in whatever order you choose. You can move a creature into a space that was previously occupied by another creature so long as you also relocate the first creature elsewhere as part of the movement. If you move a target into the air, it descends to the ground harmlessly after being moved unless it chooses not to.</p>\n<p>You can choose to be affected by an 8th-rank @UUID[Compendium.pf2e.spells-srd.Item.Magnetic Repulsion] spell that lasts for the duration of <em>magnetic dominion</em>. Each time you Sustain the spell, you can move one creature in the emanation, with the same targeting restrictions and stipulations as above.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute"
        },
        "level": {
            "value": 9
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "any number of creatures wearing metal armor, creatures made of metal, creatures that have the metal trait, and unattended metal objects"
        },
        "time": {
            "value": "3"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "primal"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "metal"
            ]
        }
    },
    "type": "spell"
}
