{
    "_id": "IqBfoUaWDennHYoZ",
    "img": "icons/magic/symbols/star-rising-purple.webp",
    "name": "Manifest Will",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": {
            "save": {
                "basic": true,
                "statistic": "reflex"
            }
        },
        "description": {
            "value": "<p>You unleash energy from the broken connection to your patron. You are @UUID[Compendium.pf2e.conditionitems.Item.Concealed] from creatures beyond the edge of the emanation but can't use that concealment to @UUID[Compendium.pf2e.actionspf2e.Item.Hide]. Any creature that begins its turn in the emanation is affected based on your patron's tradition.</p><ul><li><strong>Arcane</strong> Raw energy and magical formulae circulate around you. A creature that begins its turn in the emanation gains weakness 1 to spell damage for 1 round.</li><li><strong>Divine</strong> Divine power crashes in a cycle of life and death. A living or undead creature that begins its turn in the emanation gains 2 temporary Hit Points for 1 round. This effect has the spirit trait.</li><li><strong>Occult</strong> Esoteric symbology etches the air. An allied creature that begins its turn in the emanation has lesser cover while inside the emanation, and for 1 round after it leaves.</li><li><strong>Primal</strong> Plants and fungus symbolic of your patron constantly grow and wither in the emanation. A creature that begins its turn in the emanation has a –10-foot status penalty to all its Speeds for 1 round or until it @UUID[Compendium.pf2e.actionspf2e.Item.Escape]{Escapes}. This effect has the fungus, plant, and wood traits.</li></ul><hr /><p><strong>Heightened (+1)</strong> An arcane manifestation increases its weakness by 1 and a divine manifestation increases its temporary Hit Points by 2.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute"
        },
        "level": {
            "value": 1
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "aura",
                "cantrip",
                "concentrate",
                "hex",
                "witch"
            ]
        }
    },
    "type": "spell"
}
