{
    "_id": "UcS6Tw9OuOAEDfzg",
    "img": "systems/pf2e/icons/spells/mantle-of-the-melting-heart.webp",
    "name": "Mantle of the Melting Heart",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You bathe yourself in a mantle of liquid metal, gilding your skin and armor with an oily sheen. Upon Casting this Spell, pick two of the options below. As a single action, which has the concentrate trait, you can change one of your chosen abilities to a different option from the list.</p>\n<ul>\n<li><strong>Copper Core</strong> You draw electricity toward you, then disperse it. You gain resistance 10 to electricity. All electricity effects within 30 feet of you must succeed at a counteract check against your spell DC or target you and only you.</li>\n<li><strong>Golden Flesh</strong> Your body gains the chemical inertness of gold, barely reacting to substances that would otherwise greatly disturb your physiology. You become immune to poison and disease and gain a +2 circumstance bonus to your checks against any poison and disease effects currently affecting you.</li>\n<li><strong>Reactive Touch</strong> Your touch reacts easily with other metals. Any metal that touches you or that you touch takes @Damage[2d6[acid]] damage that bypasses Hardness.</li>\n<li><strong>Weighted Grasp</strong> Your arms become long cables, your fists heavy as anchors. You gain a cabled fist unarmed attack with the disarm, finesse, reach, and trip traits and that's in the flail group. Your cabled fist deals @Damage[1d4[bludgeoning]] damage plus an additional @Damage[1d6[poison]] damage and Grab.</li>\n</ul>"
        },
        "duration": {
            "sustained": false,
            "value": "1 minute"
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "primal"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "metal",
                "morph"
            ]
        }
    },
    "type": "spell"
}
