{
    "_id": "Oy6qBhzayCnqOiEO",
    "img": "icons/magic/symbols/rune-sigil-hook-white-red.webp",
    "name": "Mark of Blood",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": {
            "save": {
                "basic": false,
                "statistic": "will"
            }
        },
        "description": {
            "value": "<p>You place a drop of your blood on a weapon and charge it with magic so that you transfer a small amount of your life essence with your attack. The next creature you successfully Strike with the weapon during the spell's duration takes damage as normal from the attack and must then attempt a Will save; regardless of the outcome of this saving throw, the duration of mark of blood ends. You can have up to one creature cursed by mark of blood at any one time. If you use this spell to mark a different creature, the curse afflicting the previous creature ends.</p><hr /><p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature gains a softly glowing mark that resembles Achaekek's symbol somewhere on their body (such as the forehead or back of the hand). This mark can be @UUID[Compendium.pf2e.conditionitems.Item.Concealed] by clothing, but is otherwise permanent until the curse is removed.</p>\n<p><strong>Failure</strong> As success, but you can @UUID[Compendium.pf2e.actionspf2e.Item.Seek] to attempt to know the direction and general distance (within a mile) to the marked creature if the creature is alive and both you and the creature are on the same plane of existence. When you Seek in this way, you attempt a Perception check against the marked creature's Will DC. On a success, you gain the information, which is accurate at the moment that you Seek. On a critical failure, the curse ends, and the creature's mark vanishes.</p>\n<p><strong>Critical Failure</strong> As failure, but your Perception checks to Seek the marked creature are automatically successful.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 minute"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Adventure: Prey for Death"
        },
        "range": {
            "value": "touch"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 piercing or slashing weapon you're wielding"
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [
                "arcane",
                "divine",
                "occult"
            ],
            "value": [
                "curse",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
