{
    "_id": "VJgSQBYwXGDbMmiW",
    "img": "icons/magic/movement/portal-vortex-orange.webp",
    "name": "Mindscape Shift",
    "system": {
        "area": null,
        "cost": {
            "value": "focusing diagrams and incense worth 28 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "gm": "<p>You attempt to transport the targets from a mindscape they're currently within into an adjacent, nearly identical mindscape, such as to or from the Willowshore mindscape into Heh Shan-Bao's mindscape—the mindscape in which Governor Heh Shan-Bao is trapped. Unlike the use of mindscape door, which projects the mind into a mindscape and leaves the physical body behind, mindscape shift teleports its targets entirely into the new mindscape. If the mindscape's creator wants to prevent anyone from entering or exiting it, the DC of the primary check is the creator's Will DC if that would be higher than the ritual's normal DC (note that in this adventure, Heh Shan-Bao doesn't seek to take this action against the PCs visiting his mindscape, as he has his own plans for them). When you successfully travel to the other mindscape, you and the targets appear in the same corresponding location you occupied in the previous mindscape, and if no such corresponding location exists in the target mindscape, the ritual automatically has a critical failure result.</p>\n<hr />\n<p><strong>Critical Success</strong> You transport the targets as intended and can leave a portal back to the previous mindscape that lasts for up to 24 hours. It typically looks like an ordinary door or passage appropriate to the mindscape. Any target of the spell can enter or exit through this portal as they would an ordinary door. If you wish, you can make this door passable by anyone.</p>\n<p><strong>Success</strong> You transport the targets as intended.</p>\n<p><strong>Failure</strong> You fail to transport the targets.</p>\n<p><strong>Critical Failure</strong> Not only do you fail to transport the targets, you also cause mental feedback to inflict @Damage[9d6[mental]] damage to all ritual casters (@Check[type:will|dc:26|basic:true] save).</p>\n<hr />\n<p><strong>Heightened (8th)</strong> You can transport the targets to any mindscape you have visited before or have detailed knowledge of. Your arrival point within the target mindscape is somewhere you've visited, or somewhere chosen by the GM.</p>",
            "value": ""
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #198: No Breath to Cry"
        },
        "range": {
            "value": "touch"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana or Occultism (expert) or Willowshore Lore"
            },
            "secondary": {
                "casters": 3,
                "checks": "Arcana, Deception, Diplomacy, Occultism, Perception, or Willowshore Lore"
            }
        },
        "rules": [],
        "target": {
            "value": "yourself and the secondary casters"
        },
        "time": {
            "value": "1 hour"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "teleportation"
            ]
        }
    },
    "type": "spell"
}
