{
    "_id": "zu40ATlcCjtfWBnj",
    "img": "icons/magic/air/fog-gas-smoke-purple-blue.webp",
    "name": "Misty Memory",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Some say water holds memories or impressions of the past, and you can raise those memories to the surface to glimpse recent events. When you Cast the Spell, you fix your mind on an amount of time in the past, up to 24 hours ago. A mist rises from the target body of water, filling a @Template[type:burst|distance:30] and coalescing into a misty scene of the events that took place at that time within 60 feet of the water.</p>\n<p>Any creature who can see the area can observe the images produced, which are a translucent white color and detailed enough to show a silhouette, outline, or contour of creatures and objects that passed through the area and the motions they took. Fine details, such as facial features or written letters, are too precise for the mist to form, and the scene is silent.</p>\n<p>You can Sustain the spell to cause the mist to play events backward or forward, with each minute spent Sustaining corresponding to a minute of playback.</p>\n<p>Strong winds from a magical source can disrupt this spell if the effect succeeds at a counteract check against your spell DC.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "10 minutes"
        },
        "level": {
            "value": 4
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 body of water of at least 5 square feet"
        },
        "time": {
            "value": "1 minute"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [
                "arcane",
                "divine",
                "primal"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "water"
            ]
        }
    },
    "type": "spell"
}
