{
    "_id": "jOWQ5wPd4xvSkjI5",
    "img": "icons/environment/settlement/wagon.webp",
    "name": "Mystic Carriage",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "toy carriage, horse statues, rare incense, and feathers worth 50 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>This ritual allows you and the other casters to conjure a magical carriage that transports you to a destination of your choice. To summon the mystic carriage, you must be within 250 miles of your destination and spend 1 hour burning incense and feathers while chanting the name of the location you wish the carriage to take you to. When it arrives, the carriage is a Large vehicle that can fit 4 Medium or smaller passengers, as well as 100 Bulk. It has a Speed of 60 feet, AC of 14, Fortitude saving throw modifier of +8, Hardness 5, 100 Hit Points (BT 50), object immunities, and immunities to critical hits and precision damage.</p>\n<p>Once loaded and boarded, the mystic carriage sets out at a Speed of 60 feet, heading unerringly towards its destination using whatever roads and trails are available. If it's attacked, it continues going as long as nothing blocks its passage. If something blocks its way, living or otherwise, it will stop until the way is cleared, waiting to continue until all of its passengers are aboard once more.</p>\n<hr />\n<p><strong>Critical Success</strong> You create a mystic carriage that lasts for 2 weeks, instead of 1 week. It can take you to up to two destinations, the first of which must be within 250 miles and the second of which must be within 250 miles of the first destination.</p>\n<p><strong>Success</strong> You create a mystic carriage as described above.</p>\n<p><strong>Failure</strong> You don't create a mystic carriage.</p>\n<p><strong>Critical Failure</strong> You don't create a mystic carriage, and you're attacked by a herd of four riding horses.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The carriage's AC, Fortitude save, and Hardness increase by 2, its Hit Points increase by 20, and its Broken Threshold increases by 10.</p>"
        },
        "duration": {
            "value": "1 week or until the named destination is reached, whichever comes first"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana (Expert) or Occultism (Expert)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": ""
        },
        "secondarycheck": {
            "value": "Crafting or Driving Lore"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
