{
    "_id": "0aoRcxRyIPHfbifk",
    "img": "systems/pf2e/icons/spells/nothing-up-my-sleeve.webp",
    "name": "Nothing Up My Sleeve",
    "system": {
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You create an extradimensional space within each of your sleeves. If you're not wearing clothing with sleeves, the spell also produces a simple shirt with long sleeves for you for the duration. Each of the extradimensional spaces can hold objects and equipment, up to a total of 1 Bulk. Organic matter and living creatures can't be stored in these spaces. You are the only person who can access or perceive these extradimensional spaces.</p>\n<p>You can Interact to place an object into the extradimensional space or to draw an object from the extradimensional storage. When you draw an object from the extradimensional storage, the object appears in one of your empty hands. If you don't have an empty hand, you can't draw an object from the extradimensional storage. For the duration, whenever you @UUID[Compendium.pf2e.actionspf2e.Item.Palm an Object], you can choose to place the palmed object directly into one of the two extradimensional spaces if that space has sufficient capacity to hold the object. When the spell ends or you die, the contents of both extradimensional spaces are ejected and land without harm on the ground in your space.</p>"
        },
        "duration": {
            "value": "1 hour"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "value": [
                "arcane",
                "occult"
            ]
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "extradimensional",
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
