{
    "_id": "QIjc7Zyej0P3b9v5",
    "img": "systems/pf2e/icons/spells/oblivious-expulsion.webp",
    "name": "Oblivious Expulsion",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "incense worth a total value of 150 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>Severing ties with a member of a cult courts danger and threatens to undermine the secrecy of the group, whether that secrecy protects its worshippers or enables them to operate in the shadows. Many cults end their association with a wayward member on the edge of a blade, but there are options that preserve both secrecy and the life of the expelled member. An oblivious expulsion removes knowledge of the cult but is time-consuming enough that a cult usually reserves it for only the most well-regarded members who nevertheless need to be removed-or for sleeper agents the cult wishes to place among society and activate later.</p>\n<p>It's difficult to cast this ritual unless the target is willing or @UUID[Compendium.pf2e.conditionitems.Item.Restrained]. If the creature is unwilling to accept the ritual, it can attempt a Will save to negate the effect. The effects of the ritual depend on the results of your Occultism check.</p>\n<hr />\n<p><strong>Critical Success</strong> The ritual removes all memories of the cult's activity, practices, and secrets from the target's memory. The target remembers only what an average citizen of the larger society would know, which is typically nothing or a few rumors with very little detail. The spell is hard to detect: a detect magic spell or similar effect must be a higher level than oblivious expulsion to detect it. You can Dismiss the spell. While casting the spell, you can choose to give the secondary casters the ability to Dismiss it. You can also choose to set a key phrase or event that causes the spell to be Dismissed. When the target witnesses this phrase or event, the spell immediately ends.</p>\n<p><strong>Success</strong> As critical success, except the spell isn't harder to detect with detect magic.</p>\n<p><strong>Failure</strong> The ritual fails.</p>\n<p><strong>Critical Failure</strong> The ritual fails, and the target is temporarily immune for 1 month.</p>"
        },
        "duration": {
            "value": "unlimited"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism (master) or Religion (master)"
        },
        "range": {
            "value": "30 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Deception, Society"
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 creature"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "mental",
                "enchantment"
            ]
        }
    },
    "type": "spell"
}
