{
    "_id": "6WZgtQ2Iw9CTbv2c",
    "img": "icons/magic/water/wave-water-blue.webp",
    "name": "Ocean's Roar",
    "system": {
        "area": null,
        "cost": {
            "value": "1 or more boats or ships worth a total of 10,000 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You invoke consciousness in a large body of water, such as a coastline, lake, or lagoon. An ancient elemental spirit awakens in the water, seeking instantly to defend itself from aggressors or punish trespassers. You must cast this ritual either directly above the surface of the water or completely submerged at the bottom of the body of water. Such spirits are known to crash ships, devastate shores, and drag enemies under the waves, but can also respond favorably to competent casters.</p>\n<p>This new entity must be appeased by those who sail it. Appeasing the spirit requires a @Check[diplomacy|overrideTraits:true] or @Check[nature|overrideTraits:true] check at the ritual's casting DC. Those negotiating with the spirit might make offerings to gain the spirit's favor, but such reprieve is short in duration and must be attempted each time a vessel passes near. The nature of these offerings is subject to the GM's discretion.</p><hr /><p><strong>Critical Success</strong> As success, except the spirit looks kindly on the caster and those who travel with them. The spirit never takes hostile action against them or any vessel they travel on and increases their swim Speed or their vessel's Speed by 10 feet while within the affected area. Additionally, the spirit's Strike gains the @UUID[Compendium.pf2e.bestiary-ability-glossary-srd.Item.Improved Grab] ability with an Athletics modifier of +38.</p>\n<p><strong>Success</strong> The spirit takes up residence in the body of water, defending it aggressively or attacking organized threats on adjacent shores. The spirit manifests as either a massive tsunami (<em>GM Core</em> 90, 96) that repeats every hour or a massive fist of water that can make a melee Strike every round against any target within the affected area. This Strike has a +33 modifier and deals 3d8+19 bludgeoning damage. The spirit can make this Strike against two targets within 30 feet, rolling once to attack and comparing the result against the AC of both targets.</p>\n<p><strong>Failure</strong> The ritual has no effect, though tides and waves are more severe than normal for 24 hours.</p>\n<p><strong>Critical Failure</strong> The ritual backfires, causing four @UUID[Compendium.pf2e.pathfinder-monster-core.Actor.Elemental Tsunami]{Elemental Tsunamis} to appear surrounding the casters and attack them for their insolence. If not defeated, the tsunamis remain for 1 week, attacking any waterborne vessels within the targeted area.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "unlimited"
        },
        "level": {
            "value": 9
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": "10 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Nature (mythic)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Diplomacy, Sailing Lore, Survival"
            }
        },
        "rules": [],
        "target": {
            "value": "body of water no larger than a 7-mile radius area"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "mythic",
                "water"
            ]
        }
    },
    "type": "spell"
}
