{
    "_id": "PvkEzzCaDT07DcJb",
    "img": "icons/magic/air/wind-vortex-swirl-purple.webp",
    "name": "Open the Wall of Ghosts",
    "system": {
        "area": null,
        "cost": {
            "value": "rice grains and incense worth 60 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "gm": "<p>Your research into the nature of the so-called Willowshore Curse has revealed a possible method of opening a doorway through the eerie Wall of Ghosts found west of town. By starting with a consecrate ritual and then applying Sangpotshi theories of the cyclical nature of life and reincarnation, along with insights gleaned from Zoudou's notes, you've created a magical ritual that can quiet the angry spirits that haunt this misty barrier and allow other creatures to pass through into the regions beyond. This ritual is unlikely to grant total protection from the ghosts or evil spirits within the wall itself, so once you open the wall, you and your allies might need to face additional dangers within before you can exit the other side. In addition, the ritual must be performed during a crescent or new moon (a time that equates to the second half of each month).</p>\n<hr />\n<p><strong>Critical Success</strong> The ritual succeeds and offers unexpected protection while you're passing through the Wall of Ghosts. While navigating the Wall of Ghosts, you and the secondary casters to the ritual gain a +2 status bonus to Armor Class and saving throws.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Open the Wall of Ghosts (Critical Success)]</p>\n<p><strong>Success</strong> The ritual succeeds.</p>\n<p><strong>Failure</strong> The ritual fails.</p>\n<p><strong>Critical Failure</strong> The ritual fails spectacularly, and two of the ghosts trapped within the wall tear free and attack. Treat each of these ghosts as a @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Ghost Commoner], save that their ghostly hand attacks deal mental damage rather than void damage.</p>",
            "value": ""
        },
        "duration": {
            "sustained": false,
            "value": "1 year"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": ""
        },
        "range": {
            "value": "40 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Occultism or Religion (expert)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Deception, Diplomacy, or Intimidation"
            }
        },
        "rules": [],
        "target": {
            "value": "the Wall of Ghosts"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "consecration"
            ]
        }
    },
    "type": "spell"
}
