{
    "_id": "9sofMbyYL80shsHH",
    "img": "icons/magic/nature/tree-elm-roots-brown.webp",
    "name": "Part the Mists to Paradise",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You conjure a pathway to paradise, visible only to you and your allies through a dense cloud of magical mist. You and the other targets within range are transported through this mist to an extradimensional paradise of idyllic geographical features. Creatures within this paradise don't need to eat or drink. For each minute you spend within this paradise, all creatures within experience the benefits of 24 hours passing, gaining the healing benefits of a full night's rest, as well as the elapse of any afflictions or spells with day-long intervals. However, for any afflictions or spells with intervals measured in shorter periods of time, only one of those intervals passes for every minute spent within the paradise. This means that at the end of a minute, a creature can attempt a saving throw against a disease whose interval is 1 day, a poison whose interval is 1 minute, and a harmful spell that allows a saving throw each round. Each saving throw attempted while within the paradise gains a +4 status bonus.</p>\n<p>You and your allies can act normally while within the paradise and can use the time to cast spells, Refocus, or perform other exploration activities that take less than 10 minutes. When the spell ends, you and all other targets depart the paradise, returning through the mists to your previous locations or in the nearest unoccupied spaces. You can Dismiss this spell.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "10 minutes"
        },
        "level": {
            "value": 8
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": "30 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "you and up to 6 willing creatures"
        },
        "time": {
            "value": "1 minute"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [
                "arcane",
                "divine",
                "occult",
                "primal"
            ],
            "value": [
                "concentrate",
                "exploration",
                "extradimensional",
                "healing"
            ]
        }
    },
    "type": "spell"
}
