{
    "_id": "kExRMPVI07iIFCaa",
    "img": "icons/magic/life/heart-hand-gold-green-light.webp",
    "name": "Perfection of Essence",
    "system": {
        "area": null,
        "cost": {
            "value": "special foods, herbs, and minerals worth a total value of 45,000 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Many have pursued alchemical means to immortality, and most haven't survived the attempt. The most common manner of purifying one's essence requires ingesting the following poison, and surviving the effects unassisted for at least a day.</p>\n<hr />\n<p><strong>Saving Throw</strong> @Check[fortitude|dc:43]</p>\n<p><strong>Onset</strong> 1 hour</p>\n<p><strong>Maximum Duration</strong> 5 days</p>\n<p><strong>Stage 1</strong> @Damage[7d12[spirit]] damage plus @UUID[Compendium.pf2e.conditionitems.Item.Doomed]{Doomed 1} (1 hour)</p>\n<p><strong>Stage 2</strong> @Damage[9d12[spirit]] damage and @UUID[Compendium.pf2e.conditionitems.Item.Confused] for 1 minute once every [[/br 1d4 #minutes]]{1d4 minutes}, plus @UUID[Compendium.pf2e.conditionitems.Item.Doomed]{Doomed 2} (1 hour)</p>\n<p><strong>Stage 3</strong> @Damage[9d12[spirit]] damage and @UUID[Compendium.pf2e.conditionitems.Item.Doomed]{Doomed 3} (1 day)</p>\n<p><strong>Stage 4</strong> death</p>\n<hr />\n<p>Anathema for this ritual is determined at the time of the ritual. You choose 1 anathema, and the GM chooses 2 anathema. You're aware of all of your anathema. Appropriate anathema might include avoiding physical contact with a certain creature or substance (such as members of your bloodline or jade), eating certain foods (such as meat or grains), or wearing certain items or materials (such as silk or cotton). If the ritual is ended in this way, you must conduct an @UUID[Compendium.pf2e.spells-srd.Item.Atone] ritual before attempting this ritual again.</p>\n<hr />\n<p><strong>Critical Success</strong> As success, except you choose 1 anathema and your GM chooses 1 anathema.</p>\n<p><strong>Success</strong> You've purified your body enough to attempt to attain immortality. You're bound by the ritual's anathema and must ingest the final potion to complete your apotheosis. Once you've withstood the effects of the poison for 1 day or completely recovered from the poison's effects without outside assistance, you gain immortality as follows: you don't age unless you wish to. You can't die except due to old age; if your dying or doomed condition would increase to a high enough value to kill you, it doesn't increase, and any effect that would instantly kill you instead just reduces you to 0 Hit Points. If you ever truly die and aren't returned to life within 1 year, you descend from the Heavens as an adult into a new mortal body somewhere in the world.</p>\n<p><strong>Failure</strong> Your actions don't achieve immortality, and you automatically fail the first save against the poison.</p>\n<p><strong>Critical Failure</strong> As failure, except the poison is also virulent.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 10
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia World Guide"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Crafting (expert)"
            },
            "secondary": {
                "casters": 1,
                "checks": "Medicine, Religion"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "trial"
            ]
        }
    },
    "type": "spell"
}
