{
    "_id": "oOFilBgsXTVIbJpN",
    "img": "systems/pf2e/icons/spells/blur.webp",
    "name": "Phantom Ship",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "pearls or other gems worth a total value of 50 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You create a link between a ship and an undead member of its crew to temporarily make the ship, and its passengers and crew, as incorporeal as ghosts. The targeted ship must be intact and on or near the surface of some water, and an undead who was a member of the ship's crew in life must be present for the entire ritual.</p>\n<hr />\n<p><strong>Critical Success</strong> The ship and all creatures aboard it become incorporeal for 1 hour. During this time, the ship can sail at its top speed in any heading chosen by the primary caster, regardless of the winds. The ship can pass through any corporeal obstacles in its path (such as rocks or other vessels), but it must remain in contact with water or the ritual's effects end prematurely. Any skill checks required to sail the ship through rough weather gain a +2 status bonus. A creature that disembarks the ship while the ritual is in effect becomes corporeal again.</p>\n<p><strong>Success</strong> As critical success, but the status bonus to skill checks is only +1.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The ship, but not its passengers or crew, becomes incorporeal for 10 minutes, usually resulting in the passengers and crew falling through the ship into the waters below. If the ship was already sailing, it continues in its current direction at its current speed.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 2
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism (expert)"
        },
        "range": {
            "value": "10 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Sailing Lore or Survival"
        },
        "source": {
            "value": "Pathfinder #188: They Watched the Stars"
        },
        "spellType": {
            "value": "attack"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 ship no more than 175 feet long"
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "teleportation",
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
