{
    "_id": "HmKajQS0DP23bipp",
    "img": "icons/magic/symbols/star-yellow.webp",
    "name": "Planar Displacement",
    "system": {
        "area": {
            "type": "burst",
            "value": 20
        },
        "cost": {
            "value": "rare incense, precious metals, and purified chalk worth 500 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You draw a ritual circle, and when the ritual is complete, you shift all creatures in the area to a different plane of existence. The skill you use for the primary check must be one that can be used to make a Recall Knowledge check about the intended destination, such as Arcana or Nature for the Plane of Fire or Occultism for the Astral Plane.</p>\n<p>A secondary caster can be located at the exact site of the destination, instead of with you at the point of origin. If a secondary caster at the destination succeeds at its check and you roll a success, the ritual is a critical success instead.</p>\n<hr />\n<p><strong>Critical Success</strong> You arrive on the intended plane at the last place one of the targets (of your choice) was located the last time the target traveled to that plane. If it's the first time traveling to a particular plane for all targets, you appear at a random location on the plane. The circle remains active for 1 minute, during which time any creature the ritual transported can return to the origin point with a single action, which has the concentrate trait.</p>\n<p><strong>Success</strong> As critical success, but you arrive 1d10×25 miles from your destination.</p>\n<p><strong>Failure</strong> Your attempt is unsuccessful.</p>\n<p><strong>Critical Failure</strong> The ritual fails, and the GM determines whether you travel to the wrong plane or are barred from planar travel for 1 week.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 7
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "range": {
            "value": "20 feet"
        },
        "requirements": "planar key for the destination plane used as a locus",
        "ritual": {
            "primary": {
                "check": "Arcana (master), Nature (master), Occultism (master), or Religion (master)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Lore (related to the destination plane), Survival"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "teleportation"
            ]
        }
    },
    "type": "spell"
}
