{
    "_id": "vgy00hnqxN9VoeoF",
    "img": "systems/pf2e/icons/spells/planar-ally.webp",
    "name": "Planar Ally",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "rare incense and offerings worth a total value of 2 gp × the spell level × the target's level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You call upon your deity to grant you aid in the form of a divine servitor of your deity's choice of a level no greater than double <em>planar ally's</em> spell level. While performing this ritual, the secondary casters entreat your deity, explaining what sort of assistance you need and why you need it; if the task is incredibly fitting to your deity, the GM can grant a circumstance bonus to the secondary Diplomacy check or rule that the check is automatically a critical success. If the ritual succeeds, you must offer the servitor payment depending on factors such as the duration and danger of the task. Payment always costs at least as much as a consumable item of the creature's level, even for a short and simple task, and it often costs as much as a permanent magic item of the creature's level to persuade a creature to fight alongside you. If you use the ritual without good reason, the result is automatically a critical failure.</p>\n<hr />\n<p><strong>Critical Success</strong> Your deity sends a servitor, and the servitor's payment costs only half as much as normal. If you ask for a particular servitor by name, your deity is likely to send that servitor unless the servitor is busy.</p>\n<p><strong>Success</strong> Your deity sends a servitor.</p>\n<p><strong>Failure</strong> Your deity does not send a servitor.</p>\n<p><strong>Critical Failure</strong> Your deity is offended and sends a sign of displeasure or possibly even a servitor to scold or attack you, depending on your deity's nature. You must conduct an <em>@UUID[Compendium.pf2e.spells-srd.Item.Atone]</em> ritual to regain your former standing with your deity.</p>"
        },
        "duration": {
            "value": "see text"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Religion (expert)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "2, must share your religion"
        },
        "secondarycheck": {
            "value": "Diplomacy"
        },
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "custom": "",
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
