{
    "_id": "APTMURAW1N0Wpk4w",
    "img": "systems/pf2e/icons/spells/precious-metals.webp",
    "name": "Precious Metals",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Your deity blesses base metals to transform them into precious materials. The metal in the target transforms from its normal metal into cold iron, copper, gold, iron, silver, or steel. If the spell's rank is 8th or higher, add adamantine and dawnsilver to the options. If you transform an object into copper, gold, or silver, its Hardness is reduced to 1. Otherwise, its Hardness is increased to 10 if it was lower. An item transmuted in this way deals damage according to its new material. For example, a steel sword transmuted to cold iron would deal additional damage to a creature with a weakness to cold iron. It can have other effects of the new material at the GM's discretion.</p>\n<p>This change is clearly magical and temporary, so the item's monetary value doesn't change; you couldn't transmute copper coins to gold and use them to purchase something.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Precious Metals]</p>\n<hr />\n<p><strong>Heightened (+1)</strong> If you increase the Hardness of the object, the new Hardness is 2 higher.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 minute"
        },
        "level": {
            "value": 4
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "range": {
            "value": "touch"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 metal shield or weapon, 1 suit of metal armor, or up to 1 Bulk of metal material (such as coins or metal-tipped ammunition)"
        },
        "time": {
            "value": "1"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "cleric",
                "focus",
                "manipulate",
                "metal"
            ]
        }
    },
    "type": "spell"
}
