{
    "_id": "YDMOqndvYFu3OjA6",
    "img": "icons/magic/unholy/orb-glowing-yellow-purple.webp",
    "name": "Qi Form",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": true,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Drawing from deep wells of spiritual power, you take on a special qi form. In your qi form, your hair, feathers, skin, or scales change color and begin to glow.</p>\n<p>In this form, you gain a fly Speed equal to your land Speed. Choose force, spirit, vitality, or void damage. All your Strikes deal 1d6 additional damage of the chosen type.</p>\n<p>Your entire body is also surrounded by a glowing corona of the same color as your inner qi; this is a light effect. Your corona is an aura in a 5-foot emanation that deals 2d6 damage of the chosen type to creatures who start their turn within the emanation. If the emanation overlaps with a darkness effect, the corona's glow attempts to counteract the darkness. Regardless of the outcome, the corona can't attempt to counteract that effect again for 1 day. You can Sustain to flare your corona out to become a 30-foot emanation or return the corona to a 5-foot emanation.</p>\n<p>In your qi form, your emotions surge to the forefront, and it's difficult to moderate your attacks. Your weapons and unarmed attacks lose the nonlethal trait. You take a –2 status penalty to saves against emotion effects but gain a +2 status bonus to saves against all other mental effects.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Qi Form]</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 minute"
        },
        "level": {
            "value": 9
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "concentrate",
                "focus",
                "monk",
                "polymorph"
            ]
        }
    },
    "type": "spell"
}
