{
    "_id": "ksJFGSGlNpUhwcsp",
    "img": "icons/magic/unholy/energy-smoke-pink.webp",
    "name": "Ransack the Night",
    "system": {
        "area": null,
        "cost": {
            "value": "blessed salt, citrus fruits (such as yuzu or limes), and rare spices worth 25 gp × the spell rank"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>When Fumeiyoshi was punished by the Celestial Court for deicide and fratricide, the rat who would become Lao Shu Po robbed the cangue-bound Fumeiyoshi of a sizable chunk of his shadow. This fully catalyzed the rat's transformation into Lao Shu Po, the new Tian goddess of night. Ransack the night is a Laoite ritual allowing you to mimic this divine thievery and shroud yourself in the night's cerements.</p>\n<p>This ritual can only be performed at night. You dig narrow troughs into the dirt and toss blessed salt as well as the juice of citrus fruits into these gashes in the ground. Performing this ritual in an area actively haunted by undead or frequented by fiends reduces the DCs of the ritual's skill checks by 2. If the ritual is successful, a smoky black miasma, said to be the blood and tears of Fumeiyoshi himself, emerges from the broken earth to augment and enhance your spiritual aura, helping you to remain undetected by fiends and undead.</p>\n<hr />\n<p><strong>Critical Success</strong> Fiends and undead who are 5th level or lower treat you as if you were @UUID[Compendium.pf2e.conditionitems.Item.Concealed]. If you take a hostile action against a fiend or undead, you lose this concealment against that fiend or undead until the end of your next turn.</p>\n<p><strong>Success</strong> As critical success, but when you lose concealment against a fiend or undead, you don't regain concealment from this ritual against that fiend or undead.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The miasma occludes your senses instead; for 24 hours, the targets treat fiends and undead as if they were concealed.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> Increase the level of affected creatures by 2.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #197: Let the Leaves Fall"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Religion (expert)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Arcana, Intimidation, or Occultism"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 hour"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "darkness"
            ]
        }
    },
    "type": "spell"
}
