{
    "_id": "bqx1tJeOZq1Ufhcc",
    "img": "systems/pf2e/icons/spells/recall-past-life.webp",
    "name": "Recall Past Life",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "100 gp in special wine and symbolic herbs"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You and the secondary casters spend 2 days drawing sigils on one another. At the end of the second day, the secondary caster responsible for the Crafting check carefully mixes the wine with the herbs and a small amount of saliva or blood from the target. The target then drinks the concoction, entering a state of metaphorical death and rebirth, their body becoming comatose for the final day of the ritual. During this time, you and the other secondary caster bathe the body in dirt, symbolizing a grave, and sprinkle the remainder of the wine around the body. If done properly, swaddled baby orchids grow around the area, enveloping the body in a bed of flowers.</p>\n<p>On the final hour, the target returns to life, waking up temporarily possessed by an incarnation from one of their past lives. Though they retain the memories from their current life, their demeanor and personality are different for the remaining duration of the ritual, and they also remember vivid details from their past life. Unfortunately, it's impossible to choose a particular past self or to know whether a given former incarnation has good or bad intentions.</p>\n<hr />\n<p><strong>Critical Success</strong> The target's personality reverts to a previous incarnation, determined by the GM. Normally they keep their abilities, but in rare cases, the GM might determine that the past incarnation has a different set of abilities based on their previous life. The lingering knowledge of the past incarnation is powerful and sticks with the target, allowing them to retrain one of their skills increases into a skill in which the past incarnation was particularly talented; the list of possible skills depends on the nature of the past incarnation and is determined by the GM.</p>\n<p><strong>Success</strong> As critical success, except there's no lingering knowledge, and the target isn't able to retrain a skill increase.</p>\n<p><strong>Failure</strong> Nothing happens, though the target's @UUID[Compendium.pf2e.conditionitems.Item.Unconscious] state is disturbing, and they wake up @UUID[Compendium.pf2e.conditionitems.Item.Fatigued] as well as likely hungry and thirsty.</p>\n<p><strong>Critical Failure</strong> The sigils are drawn improperly, or the wine was tainted. The swaddled baby orchids that grow around the body scream at the moment when the target would've awakened. The target dies and immediately animates as a malevolent zombie that carries the rot with them and seeks to destroy their former allies. Use the statistics for a husk zombie (Book of the Dead 170), or another zombie as appropriate for the target's ancestry.</p>"
        },
        "duration": {
            "value": "1 day"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism (master) or Religion (master)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Crafting"
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "the secondary caster who doesn't perform the Crafting check"
        },
        "time": {
            "value": "3 days"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "necromancy"
            ]
        }
    },
    "type": "spell"
}
