{
    "_id": "FQZaQXiKtHdVjSc5",
    "img": "icons/skills/social/diplomacy-writing-letter.webp",
    "name": "Regale the Lost Ones",
    "system": {
        "area": null,
        "cost": {
            "value": "fees for opera actors, their meals, facial paint, costumes, incense, and offerings of alcohol, tobacco, and food for the lost ones with a total value of 2 gp × the spell rank × the settlement’s level"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Autumn's shorter days herald an increase in hauntings, which only intensify during winter's cold, dark nights. As fall draws to a close, some of Shenmen's villages hire or set up Tian opera troupes to enact rituals to regale the lost ones, where they perform dramas drawn from literary classics and historical events that incorporate acting, music, acrobatics, and martial arts.</p>\n<p>These ritual performances fulfill a dual purpose; not only do they bring cheer to the living, but they also entertain and placate the \"lost ones\"—a euphemism for ghosts and other spirits—and seek to reduce the likelihood of attacks from such entities. Performing this ritual during the season of fall reduces the DCs of the ritual's skill checks by 2.</p>\n<p>If the ritual is successful, sentient undead and other spirits become less hostile, allowing villagers to focus their efforts on dealing with mindless undead and other more physical threats. This ritual can only be attempted once per year per settlement; additional attempts to <em>regale the lost ones</em> in the same settlement automatically result in a Critical Failure.</p>\n<hr />\n<p><strong>Critical Success</strong> Haunts and undead in the settlement that are level 3 or lower become easier to defeat. Reduce all Disable DCs for affected haunts in the settlement by 2, and all affected undead within the settlement begin combat @UUID[Compendium.pf2e.conditionitems.Item.Frightened]{Frightened 1}. If the PCs perform this ritual during this adventure, they gain 3 Hope Points.</p>\n<p><strong>Success</strong> Haunts in the settlement that are level 3 or lower become easier to notice and defeat. Reduce all Disable DCs for affected haunts in the settlement by 1. If the PCs perform this ritual during this adventure, they gain 1 Hope Point.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> Haunts and undead in the settlement that are level 3 or lower become more difficult to notice and defeat. Increase all Disable DCs for affected haunts in the settlement by 2, and all affected undead within the settlement gain the elite adjustment. If the PCs perform this ritual during this adventure, they lose 3 Hope Points.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> Increase the level of affected haunts and undead by 2.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 year"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #197: Let the Leaves Fall"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Performance (expert)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Acrobatics, Occultism, or Religion"
            }
        },
        "rules": [],
        "target": {
            "value": "a settlement with a level equal to or lower than twice the ritual’s level"
        },
        "time": {
            "value": "4 hours"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
