{
    "_id": "gIVaSCrLhhBzGHQY",
    "img": "systems/pf2e/icons/spells/reincarnate.webp",
    "name": "Reincarnate",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "rare herbs worth a total value of the target's level (minimum 1) × 25 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You call forth the target's soul and attempt to incarnate it into a brand-new body. As the soul won't be returning to the original body, only a small portion of the creature's remains are required.</p>\n<p>These remains must have been part of the original body at the time of death, and the target must have died within the past week. If Pharasma has decided that the target's time has come or the target's soul is trapped or doesn't wish to return, this ritual automatically fails, but you discover this after you succeed at the Religion check and can end the ritual without paying the cost.</p>\n<p>If the ritual is successful, the target's new body has a random ancestry. First roll [[/r 1d20]]. On a result of 1 through 14, the new body is one of a common ancestry, while on a 15 through 20 they become a member of an uncommon or rare ancestry. The GM chooses possible ancestries based on those found in the region and then rolls randomly between them. For instance, the GM could roll [[/r 1d6]] to choose a common ancestry from the Core Rulebook. The target replaces their ancestry Hit Points, size, Speeds, ability boosts, ability flaws, traits, and special abilities with those of their new ancestry. The target loses their heritage and ancestry feats, selecting replacements from their new ancestry. The target's background, class features, and known languages remain unaltered.</p>\n<hr />\n<p><strong>Critical Success</strong> You reincarnate the target into a new adult body. This new body has full HP and has the same spells prepared and points in their pools as the original did when it died.</p>\n<p><strong>Success</strong> As critical success, except the new body has 1 HP and no spells prepared or points in any pools. The soul takes some time to adjust to their new body, leaving them @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 2}, @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 2}, and @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 2} for 1 week; these conditions can't be removed or reduced by any means until the week has passed.</p>\n<p><strong>Failure</strong> You fail to reincarnate the target.</p>\n<p><strong>Critical Failure</strong> The target's soul becomes trapped in an unintelligent animal creature of the GM's choosing, with a level no greater than half the target's level. While trapped, the target has an Intelligence score of 1 (-5 modifier) and can't use any of their own abilities.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The maximum level of the target increases to 10. The cost is the target's level (minimum 1) × 40 gp.</p>\n<p><strong>Heightened (5th)</strong> The maximum level of the target increases to 12. The cost is the target's level (minimum 1) × 75 gp.</p>\n<p><strong>Heightened (6th)</strong> The maximum level of the target increases to 14. The cost is the target's level (minimum 1) × 125 gp. The target must have died within the past month.</p>\n<p><strong>Heightened (7th)</strong> The maximum level of the target increases to 16. The cost is the target's level (minimum 1) × 200 gp. The target must have died within the past month.</p>\n<p><strong>Heightened (8th)</strong> The maximum level of the target increases to 18. The cost is the target's level (minimum 1) × 300 gp. The target must have died within the past year.</p>\n<p><strong>Heightened (9th)</strong> The maximum level of the target increases to 20. The cost is the target's level (minimum 1) × 600 gp. The target must have died within the past decade.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Nature (expert)"
        },
        "range": {
            "value": "10 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Occultism,  Religion"
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 dead creature of up to 8th level"
        },
        "time": {
            "value": "4 hours"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "necromancy"
            ]
        }
    },
    "type": "spell"
}
