{
    "_id": "ru3YdXajUREbKQDV",
    "img": "systems/pf2e/icons/spells/return-beacon.webp",
    "name": "Return Beacon",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You create a unique planar beacon somewhere within the spell's range that remains in place. The beacon is invisible except when detected by detect magic, in which case it looks like a 10-foot-wide tower of bright light stretching into the sky. At any time during the duration of the beacon, you can complete a 1-minute activity, which has the concentrate and manipulate traits, to focus on the beacon and transport yourself and any items you're wearing and holding from your current space to the location of the beacon. Transporting yourself in this way ends the spell. If this would bring another creature with you-even if you're carrying it in an extradimensional container-the beacon collapses, ending the spell, and the transportation attempt fails.</p>\n<p>Casting return beacon while a beacon is active causes the previous return beacon spell to end. If you are not within 1 mile of the beacon, your attempt to transport yourself to the beacon fails. If a solid object is in the same space as the beacon when you transport yourself, you arrive in the nearest open space to the beacon. If there is not an open space within 30 feet of the beacon, your attempt to transport yourself fails, but the beacon remains intact.</p>\n<hr />\n<p><strong>Heightened (7th)</strong> The duration is 8 hours and you can transport yourself to the beacon from up to 100 miles away.</p>\n<p><strong>Heightened (8th)</strong> The duration is 24 hours and you can transport yourself to the beacon from up to 1,000 miles away. In addition, you can bring 1 willing ally you touch with you when you transport to the beacon.</p>\n<p><strong>Heightened (9th)</strong> The duration is 1 week and you can transport yourself to the beacon from anywhere on the same plane. In addition, you can bring up to 4 willing allies you touch with you when you transport to the beacon.</p>\n<p><strong>Heightened (10th)</strong> The duration is unlimited and you can transport yourself to the beacon from any distance, even across other planes. In addition, you can bring up to 8 willing allies you touch when you transport to the beacon.</p>"
        },
        "duration": {
            "value": "1 hour"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "range": {
            "value": "30 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "source": {
            "value": "Pathfinder #166: Despair on Danger Island"
        },
        "spellType": {
            "value": "attack"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 minute"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "occult"
            ]
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "teleportation",
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
