{
    "_id": "w00PBRjENqJa7Vxu",
    "img": "systems/pf2e/icons/spells/inspire-heroics.webp",
    "name": "Rite of Repatriation",
    "system": {
        "area": null,
        "cost": {
            "value": "rare incense, offerings, or charitable donations to the rightful owners worth a total value of 5 gp × the target’s level (minimum 1 gp)"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You call upon and apologize to local spirits as you ritually return a culturally important object to its creators, heirs, or resting place. If the spirits accept, they repair some of any damage the object might have sustained since it was last in their possession. Learning about the item's significance and its rightful owners' history often makes this ritual easier to perform, as does performing significant deeds to repair past harm. The deeds or depth of knowledge required is subject to the GM's discretion. Typically, this gives the primary check a hard DC (rather than very hard) for a level that's twice the spell's rank, and it gives the secondary checks an easy DC (rather than standard).</p>\n<hr />\n<p><strong>Success</strong> The ritual restores up to 5 Hit Points per spell rank to the object, potentially removing the broken condition if this repairs it past the item's Broken Threshold; the ritual does not replace lost pieces, not does it repair an object that's been destroyed. This restores only Hit Points lost since the item was last in its rightful owners' possession. In addition, the primary caster attempts a counteract check against one curse, spell effect, creature occupying the item with a possession effect, or similar effect that began affecting the item since it was last in its rightful owners' possession. This functions as @UUID[Compendium.pf2e.spells-srd.Item.Dispel Magic] or @UUID[Compendium.pf2e.spells-srd.Item.Cleanse Affliction]. If the primary caster successfully counteracts a possession effect, the possessing creature either manifests adjacent to the item (if incorporeal) or returns to its body (if not).</p>\n<p><strong>Failure</strong> As success, but the spirits lambast the casters for letting the item become lost in the first place, making the casters @UUID[Compendium.pf2e.conditionitems.Item.Doomed]{Doomed 1}.</p>\n<p><strong>Critical Failure</strong> The ritual fails, and the casters become doomed 1.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> Increase the maximum target level by 2, the cast time by 1 hour, and the base cost by 10 gp</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "heightening": {
            "damage": {},
            "interval": 1,
            "type": "interval"
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #193: Mantle of Gold"
        },
        "range": {
            "value": "15 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Occultism (trained) or Religion (trained)"
            },
            "secondary": {
                "casters": 0,
                "checks": "Occultism or Religion (whichever is used for the primary check); Diplomacy, Performance, Society, or a Lore corresponding to the rightful owners"
            }
        },
        "rules": [],
        "target": {
            "value": "1 object of up to 4th level"
        },
        "time": {
            "value": "2 hours"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
