{
    "_id": "GzdgM0m7wXKuFSho",
    "img": "icons/sundries/survival/rope-coiled-wrapped-brown.webp",
    "name": "Rope Trick",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You cause the target rope to rise vertically into the air. Where it ends, an extradimensional space opens, connected to the top of the rope. This space can be reached only by climbing the rope.</p>\n<p>The entrance to the space can't be seen, and it can be pinpointed only by the presence of the rope. The rope can't be removed or hidden, though it can be detached from the extradimensional space by pulling it with 16,000 pounds of weight, critically succeeding at an Athletics check against the spell's DC, or destroying the rope. The space holds up to eight Medium creatures and their gear. A Large creature counts as two Medium creatures, a Huge creature counts as four Medium creatures, and a Gargantuan creature fills the space on its own.</p>\n<p>If the rope is detached or destroyed, or if a creature attempts to enter the space that would put it over its capacity, the space begins to unravel. It disappears in [[/r 1d4 #rounds]]{1d4 rounds}, depositing the creatures within safely on the ground below.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "8 hours"
        },
        "level": {
            "value": 4
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Core Rulebook"
        },
        "range": {
            "value": "touch"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 touched piece of rope from 5 to 30 feet long"
        },
        "time": {
            "value": "10 minutes"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [
                "arcane",
                "occult"
            ],
            "value": [
                "concentrate",
                "extradimensional",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
