{
    "_id": "o0l57UfBm9ScEUMW",
    "img": "systems/pf2e/icons/spells/glyph-of-warding.webp",
    "name": "Rune Trap",
    "system": {
        "area": null,
        "cost": {
            "value": "pigments and oils worth a total value of 5 gp x the rank of the spell to be stored"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You create a magical trap by binding a hostile spell into a rune. As part of performing this ritual, you also Cast a Spell to store in the rune. The stored spell must take 3 actions or fewer to cast, have a hostile effect, and target one creature or have an area. You can set a password, a trigger, or both for the rune. Any creature that moves, opens, or touches the target container or enters the target area that doesn’t speak the password or that matches the trigger activates the rune, releasing the harmful spell within.</p>\n<p>Once a spell is stored in the rune, the rune gains all the traits of that spell. If the stored spell targets one or more creatures, it targets the creature that set off the rune. If it has an area, that area is centered on the creature that set off the rune. The rune is a magical trap, using your spell DC for both the Perception check to notice it and the Thievery check to disable it; both checks require the creature attempting them to be trained in order to succeed. You can Dismiss the rune you create with this ritual so long as you can see it.</p>\n<hr />\n<p><strong>Critical Success</strong> You create a particularly effective rune, granting a +2 circumstance bonus to the DC to notice and disable the rune.</p>\n<p><strong>Success</strong> You create the rune successfully.</p>\n<p><strong>Failure</strong> You fail to create the rune.</p>\n<p><strong>Critical Failure</strong> The rune backfires, dealing 4d6 force damage per rank of the rune’s spell to you, the secondary caster, and all creatures within 10 feet of the ritual’s area</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "range": {
            "value": "touch"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana (expert), Nature (expert), Occultism (expert), or Religion (expert) as determined by the tradition of spell cast in the ritual"
            },
            "secondary": {
                "casters": 1,
                "checks": "Crafting"
            }
        },
        "rules": [],
        "target": {
            "value": "1 object or a 10-foot-by-10-foot area"
        },
        "time": {
            "value": "10 minutes"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
