{
    "_id": "0fYE64odlKqISzft",
    "img": "systems/pf2e/icons/spells/rusting-grasp.webp",
    "name": "Rusting Grasp",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You cause the target to rapidly rust. This magical rust can affect nonferrous materials, but the target must be all or mostly metal. Skymetals such as adamantine and orichalcum are immune to this rust, and the GM might determine other precious materials are similarly resilient. Ultimately, the GM decides if an object or creature can be targeted with this spell.</p>\n<p>All damage from this spell ignores Hardness. If the spell causes persistent damage from rust, a creature can attempt to scrape off the rust to assist the target in recovering from the persistent damage (reducing the DC of the flat check to end persistent damage to 10 and granting an immediate flat check). The effect of the spell depends on its target.</p>\n<ul>\n<li><strong>Creature or Hazard</strong> A creature or hazard must be made of all or mostly metal to be affected (this includes many mechanical traps). The grasp deals 8d6 damage (basic Fortitude save), plus [[/r 2d6[persistent]]] on a failed save. Touching a hazard to affect it with this spell might trigger the hazard, as determined by the GM.</li>\n<li>\n<p><strong>Item</strong> The rust deals [[/r {2d6}]]{2d6 damage}, subject to a basic Reflex save by the creature wearing or holding the item; if the item is unattended, it automatically gets a critical failure. On a failed save, the item also takes [[/r 1d6[persistent]]]. For an attended item, this persistent damage occurs at the end of the attending creature's turns; if the item was unattended when you Cast the Spell, the damage happens at the end of your turns.</p>\n<p>When targeting armor someone is wearing, its Bulk is 1 higher than the listed value, since carrying armor is more cumbersome than wearing it. Thin iron or steel items, such as weapons, have 20 HP and a Broken Threshold of 10, and thicker iron or steel items, such as most suits of armor, have 36 HP and a Broken Threshold of 18.</p>\n</li>\n</ul>\n<hr />\n<p><strong>Heightened (+1)</strong> Increase the initial damage to creatures or hazards by 2d6, and increase the maximum Bulk of an item you can target by 1.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": false
        },
        "primarycheck": {
            "value": ""
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "basic",
            "value": "fortitude"
        },
        "secondarycasters": {
            "value": ""
        },
        "secondarycheck": {
            "value": ""
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "spellType": {
            "value": "save"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 metal creature, 1 non-magical metal hazard, or 1 non-magical metal item of up to 1 Bulk"
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "value": [
                "primal"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": [
                "transmutation"
            ]
        }
    },
    "type": "spell"
}
