{
    "_id": "k1apwY0ROoMKlvLt",
    "img": "icons/magic/water/vortex-water-whirlpool-blue.webp",
    "name": "Scrying Ripples",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You touch the water's surface, and as the ripples spread out, so do your senses. When you Cast this Spell, you automatically know the location of any unoccupied, flowing water with a surface area of at least 1 square within 500 feet. You can pick any one of these streams to see and hear out of for the duration of the spell, though your field of vision is perpendicular to the flowing surface. For example, you could look normally out of a waterfall but would look straight up from out of a river. Each time you Sustain the spell, you can change to a different water source or move elsewhere along the same one.</p>\n<p>If the water you're scrying through ceases flowing, such as by a faucet turning off, a river damming, or a waterfall freezing over, this spell ends. Additionally, your face appears as a faint reflection in the water's surface as you peek through. A creature that Seeks and succeeds at their Perception check against your spell DC detects your presence in the water.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> You know the location of and can scry through flowing water within 1 mile.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "10 minutes"
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": "touch"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 gallon of water or more"
        },
        "time": {
            "value": "1 minute"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "divine",
                "occult",
                "primal"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "scrying",
                "water"
            ]
        }
    },
    "type": "spell"
}
