{
    "_id": "q5vbYgLztQ04FQZg",
    "img": "systems/pf2e/icons/spells/seashell-of-stolen-sound.webp",
    "name": "Seashell of Stolen Sound",
    "system": {
        "area": null,
        "cost": {
            "value": "An unbroken seashell (not consumed)"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p><strong>Trigger</strong> A creature within range begins to make a sound.</p>\n<p>You store a sound in a seashell to use as you will: the last words of a loved one, a dragon's mighty roar, the compromising conversation between two powerful diplomats, or even more strange and secret. As part of Casting this Spell, you must present an unbroken seashell. When you Cast the Spell, magic swirls around the triggering creature, copying the sounds they make, as well as any background noise, for the next minute and storing them in the seashell.</p>\n<p>You or another creature can then play the sound back from the seashell during the spell's duration by Interacting with the seashell, but once the sounds have been played back, the seashell shatters and the spell ends.</p>\n<p>As normal for spells with a duration until your next daily preparations, you can choose to continue expending the spell slot to prolong the duration of an existing seashell of stolen sound for another day. While the spell faithfully copies the sounds around the target, it doesn't reproduce any special auditory or sonic effects of the sound.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "until your next daily preparations"
        },
        "level": {
            "value": 1
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Secrets of Magic"
        },
        "range": {
            "value": "30 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "reaction"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "occult",
                "primal"
            ],
            "value": [
                "concentrate",
                "sonic"
            ]
        }
    },
    "type": "spell"
}
