{
    "_id": "opXqASAY37ltENB8",
    "img": "icons/magic/nature/plant-seed-hands-glow-yellow.webp",
    "name": "Seed of Mercy",
    "system": {
        "area": null,
        "cost": {
            "value": "potent medicine valued at 200 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>The gods who value benevolence and the caretaking of small and vulnerable beings also value those qualities in the mortal adventurers who journey through the lands of Tian Xia. You demonstrate your willingness to aid even the most helpless of life by nursing a small, injured bird to health and allowing it to fly away to freedom, earning in return the protection of the natural world. If you're able to nurse the bird to health, it will return to you with a seed, which will grow into a sprout bearing a single flower.</p>\n<p>The sprout withers if you don't personally water it with at least 1 Bulk of pure spring water a day or if it's left unattended in dangerous circumstances. It's anathema to this ritual to let the sprout wither, and doing so immediately ends its benefits. If the ritual is ended in this way, you must conduct an @UUID[Compendium.pf2e.spells-srd.Item.Atone] ritual before attempting this ritual again.</p>\n<hr />\n<p><strong>Critical Success</strong> As success, except the sprout also grows a single fruit after you've cared for it for a week. Removing the fruit causes the sapling to wither, but the fruit can be eaten as a @UUID[Compendium.pf2e.equipment-srd.Item.Healing Potion (Moderate)]{Moderate Healing Potion}.</p>\n<p><strong>Success</strong> You nurse the bird to health. It returns to you with a seed that, when planted and watered, grows into a sprout with a single flower. Once you've cared for it for a week, you gain the @UUID[Compendium.pf2e.feats-srd.Item.Toughness] feat. If you lose Toughness due to violating the ritual's anathema, you lose a number of Hit Points equal to the decrease in your maximum Hit Points.</p>\n<p><strong>Failure</strong> You aren't able to heal the bird, but you help its passing to be as painless as possible.</p>\n<p><strong>Critical Failure</strong> Your attempt to heal the bird causes greater suffering. Another bird brings you a seed that, if planted, will grow into a gourd that releases a small demon to attack you.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia World Guide"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Medicine (expert)"
            },
            "secondary": {
                "casters": 1,
                "checks": "Nature, Religion"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "trial"
            ]
        }
    },
    "type": "spell"
}
