{
    "_id": "sYd3hqv2ZQqa0PSc",
    "img": "systems/pf2e/icons/spells/sky-sign.webp",
    "name": "Sky Signs",
    "system": {
        "area": null,
        "cost": {
            "value": "lenses and fine mineral dusts worth 300 gp total"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You emblazon a message across the sky itself. Casting the ritual requires choosing a set of symbols for the message you want to send, which you can convey with an atmospheric phenomenon of your choice. Common choices include carefully shaped clouds during the day and auroras at night. Some cultures—such as the many denizens of the Plane of Air and star-gazing iruxis—develop complex symbology to communicate clearly using <em>sky signs</em>.</p>\n<p>The message appears in the sky above you and can be seen to the horizon. To be conveyed in this way, the message must be very simple—typically something that can be expressed in 5 words or fewer. The symbols look the same to anyone who sees them. If you wish to conceal a message, you need to choose symbols that will make sense to your chosen audience but not to any other onlookers.</p>\n<hr />\n<p><strong>Critical Success</strong> You display your chosen signs, and the message is clear to anyone who sees it.</p>\n<p><strong>Success</strong> You display a somewhat muddled version of your message. The signs aren't entirely clear and require interpretation from those who view them—and many interpret them incorrectly.</p>\n<p><strong>Failure</strong> You're unable to show your message.</p>\n<p><strong>Critical Failure</strong> The spirits of air find your message audacious and offensive. As punishment, they emblazon the opposite of your intended message across the sky, and the message is clear to anyone who sees it.</p>\n<hr />\n<p><strong>Heightened (10th)</strong> The scope of your message is truly staggering and can be seen across the entire planet.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "8 hours"
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Nature (master)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Crafting, Diplomacy"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "air",
                "illusion",
                "visual"
            ]
        }
    },
    "type": "spell"
}
