{
    "_id": "HYXyMFsH0K80etBI",
    "img": "icons/magic/sonic/explosion-shock-wave-teal.webp",
    "name": "Song of Silver",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>The majority of the <em>Song of Silver's</em> time needed to Cast it consists of preparations for the performance, which must take place on a stage in Kintargo. While the <em>Song of Silver</em> can be cast by a single primary caster, up to six secondary casters can assist by helping to decorate the stage with Crafting or by spreading word and gathering an audience with Society. At the end of this 8-hour period, the primary caster performs the song, which takes up the final minute of the casting time.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Song of Silver]</p><hr /><p><strong>Critical Success</strong> The stage and rooftop above any stage where the song was performed glows softly with silver radiance for 1 week. During this time, the ritual tries to counteract teleportation effects and planar travel into or out of Kintargo attempted by unholy creatures, and all weapons wielded within Kintargo are treated as if they were made of silver for the purposes of calculating damage against creatures who possess weakness to silver. The ritual also generates the Success effects below. The <em>Song of Silver</em> can't be attempted again for 1 month.</p>\n<p><strong>Success</strong> For 1 week, the primary and secondary casters gain a +2 status bonus to all saving throws against mental effects; this bonus doubles to a +4 status bonus against all fear effects. Each caster gains the ability to cast @UUID[Compendium.pf2e.spells-srd.Item.Breath of Life] as an innate occult spell at a rank equal to what the <em>Song of Silver</em> was cast at, once during the week. These benefits are suppressed as long as the character is outside of Kintargo. The <em>Song of Silver</em> can't be attempted again for 1 month.</p>\n<p><strong>Failure</strong> The <em>Song of Silver</em> fails, and it can't be attempted again for 1 month.</p>\n<p><strong>Critical Failure</strong> Not only does the ritual fail, but the primary caster is overwhelmed with shame at the failure and becomes @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 2} for 1 week (can't be removed by any means). The <em>Song of Silver</em> can't be attempted again for 6 months.</p><hr /><p><strong>Heightened (10th)</strong> The effects of the <em>Song of Silver</em> expand to cover all of Ravounel.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 week"
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #205: Singer, Stalker, Skinsaw Man"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Performance"
            },
            "secondary": {
                "casters": 6,
                "checks": "Crafting, Society"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "8 hours"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
