{
    "_id": "XIgvCPaSy5WXStVD",
    "img": "icons/magic/symbols/runes-star-pentagon-orange-purple.webp",
    "name": "Spellsurge",
    "system": {
        "area": {
            "type": "emanation",
            "value": 10
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Magic surges to life around you, feeding on the raw power you radiate. Choose one of the following abilities to affect creatures in your aura. You can choose a different effect, ending the previous one, by Sustaining the spell. You can Dismiss the aura.</p><ul><li><strong>Interference</strong> The excess magic surrounding you creates a mental static. All saving throws against mental effects gain a +2 circumstance bonus.</li><li><strong>Mana</strong> Well You become a source of pure magic that allows spells to be cast more freely. Allied creatures that would normally be required to attempt a flat check to Cast a Spell (such as from the stupefied condition) automatically succeed.</li><li><strong>Overpower</strong> Resistance Surging magic penetrates most defenses. Any time a spell affects a creature within the aura, that spell ignores an amount of the creature's resistance equal to your level. This applies to all damage the spell deals, including persistent damage and damage caused by an ongoing effect of the spell. This doesn't cause the spell to ignore immunities.</li><li><strong>Ward</strong> Stray magical energy diffuses damaging spells. Any time a spell affects a creature within the aura, the damage dealt by the spell is reduced by an amount equal to your level. This applies to all damage the spell deals, including persistent damage and damage caused by an ongoing effect of the spell.</li></ul>"
        },
        "duration": {
            "sustained": false,
            "value": "1 minute"
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "archetype",
                "concentrate",
                "mythic"
            ]
        }
    },
    "type": "spell"
}
