{
    "_id": "jQdm301h6e8hIY4U",
    "img": "systems/pf2e/icons/spells/spiritual-guardian.webp",
    "name": "Spiritual Guardian",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {
            "0": {
                "applyMod": false,
                "category": null,
                "formula": "3d8",
                "kinds": [
                    "damage"
                ],
                "materials": [],
                "type": "spirit"
            }
        },
        "defense": null,
        "description": {
            "value": "<p>A Medium guardian made of magical force appears in an unoccupied space in range. The spiritual guardian is translucent and wields a ghostly echo of one weapon you're wielding or wearing. If you have a deity, the guardian takes the form of one of your deity's attendants or servitors. If you sanctify the spell, the guardian's attacks are sanctified as well.</p>\n<p>Creatures can move through the guardian's space but can't end their movement in it. You and your allies can flank with the guardian. The guardian doesn't have any other attributes a creature would normally have, aside from 50 Hit Points that it can't recover by any means and that it can lose only when protecting a creature (see below).</p>\n<p>When you Cast the Spell and each time you Sustain it, you can have the guardian move to any unoccupied space within 120 feet of you and either attack or protect.</p>\n<ul>\n<li><strong>Attack</strong> The guardian makes a melee spell attack against an adjacent creature, dealing 3d8 damage on a hit (or double damage on a critical hit). The damage type is the same as the chosen weapon (or any of its types for a versatile weapon). The attack deals spirit damage instead if that would be more detrimental to the creature (as determined by the GM). This attack uses and contributes to your multiple attack penalty.</li>\n<li><strong>Protect</strong> The guardian protects a creature of your choice. Each time the chosen creature would take damage and the guardian is adjacent to it, the guardian takes the first 10 damage instead of the ally. This protection lasts until you command the guardian to attack or to protect a different creature, or the guardian is destroyed.\n</li>\n</ul>\n<hr />\n<p><strong>Heightened (+2)</strong> The guardian's damage increases by 1d8, and its Hit Points increase by 20.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute"
        },
        "heightening": {
            "damage": {
                "0": "1d8"
            },
            "interval": 2,
            "type": "interval"
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "range": {
            "value": "120 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "divine"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "sanctified",
                "spirit"
            ]
        }
    },
    "type": "spell"
}
