{
    "_id": "LFcGNGLMkGlsnEKQ",
    "img": "systems/pf2e/icons/spells/spys-mark.webp",
    "name": "Spy's Mark",
    "system": {
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>By pressing your hand to a wall or other solid immobile surface, you cause the crossed-swords symbol of the Firebrands—or a different symbol of your choosing—to appear on the targeted surface. This symbol is immobile. You can use an action, which has the concentrate trait, to shut your eyes and focus on the symbol, projecting your senses into the symbol. While projecting your senses, you can see, hear, and smell through the symbol using whatever senses you have (including natural senses like scent and darkvision and magical senses like see invisibility). You must be within 100 feet to sense through the symbol in this way. You can Dismiss the projection effect but can otherwise freely project your senses into the symbol at any time during the spell's duration.</p>\n<p>A creature can erase the symbol (and end the spell) by spending 3 Interact actions to scrub the symbol away. These actions do not need to be consecutive.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The duration increases to 8 hours. You can sense through the symbol at a distance up to 500 feet away. Scrubbing the symbol requires 6 Interact actions.</p>\n<p><strong>Heightened (9th)</strong> The symbol remains until the next time you make your daily preparations. You can sense through the symbol at a distance up to 1 mile away. Scrubbing the symbol requires 1 total minute of work.</p>"
        },
        "duration": {
            "value": "1 hour"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 2
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "spellType": {
            "value": "attack"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "a wall or other solid, immobile surface"
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "value": [
                "arcane",
                "occult"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": [
                "scrying",
                "divination"
            ]
        }
    },
    "type": "spell"
}
