{
    "_id": "29AyhknPKiDBcy8s",
    "img": "icons/commodities/treasure/statue-bust-stone-grey.webp",
    "name": "Statuette",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>This ritual is a variant of the shrink item spell that allows for the transformation of significantly larger items. You transform the object into a tiny statuette of itself that is Light Bulk. The ritual does not shrink any creatures inside or on top of the item when it is transformed. The item remains in statuette form until the ritual's duration expires or until a creature places it on a stable surface and uses a 10-minute activity to Interact with the item to enlarge it. When restored to its normal size, the object simply pushes other creatures and objects aside or harmlessly contains them, as a magic item with the structure trait.</p>\n<p>Your Arcana check determines how long the object remains in statuette form.</p>\n<hr />\n<p><strong>Critical Success</strong> The object remains a statuette for 1 week.</p>\n<p><strong>Success</strong> The object remains a statuette for 1 day.</p>\n<p><strong>Failure</strong> You fail to shrink the object.</p>\n<p><strong>Critical Failure</strong> You fail to shrink the object, and the highest-level item you carry of light Bulk or more shrinks to a tiny, unusable figurine of itself, weighing negligible bulk, for 1 week.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #154: Siege of the Dinosaurs"
        },
        "range": {
            "value": "10 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana (expert)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Crafting, Occultism"
            }
        },
        "rules": [],
        "target": {
            "value": "1 freestanding, non-magical object no larger than 3,000 cubic feet (the size of a Huge creature)"
        },
        "time": {
            "value": "1 hour"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "polymorph"
            ]
        }
    },
    "type": "spell"
}
