{
    "_id": "m4Mc5XbdML92BKOE",
    "img": "icons/commodities/stone/stone-cratered-brown.webp",
    "name": "Strange Geometry",
    "system": {
        "area": {
            "type": "cube",
            "value": 10
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": {
            "save": {
                "basic": false,
                "statistic": "will"
            }
        },
        "description": {
            "value": "<p><strong>Area</strong> 4 cubes, each 10 feet on a side</p>\n<p>You cause the areas to appear to swell, bend, and break, twisting together in a bizarre spatial geometry. The cubes of the spell's area can't be adjacent to one another. A creature must attempt a Will save if it's in one of the cubes when you Cast the Spell, or if it later enters one of the areas, with the following effects. A creature interacting with the illusion can also attempt a Will save to disbelieve the illusion, as normal.</p>\n<hr />\n<p><strong>Success</strong> The creature disbelieves the illusion.</p>\n<p><strong>Failure</strong> All terrain in the cubes is difficult terrain for the creature, including the air if the creature is flying, walls if it's climbing, and so on. When the creature would exit one of the cubes, it exits from one randomly determined by the GM. This is a teleportation effect. It can exit from any edge of that cube it chooses. When selecting a random cube, the GM excludes any that don't match the creature's terrain; for instance, if the creature were exiting along the ground, the GM would exclude any cube that didn't have an exit on the ground.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 minute"
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Advanced Player's Guide"
        },
        "range": {
            "value": "60 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "occult"
            ],
            "value": [
                "concentrate",
                "illusion",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
