{
    "_id": "B0FZLkoHsiRgw7gv",
    "img": "icons/sundries/misc/pet-collar-spiked-yellow.webp",
    "name": "Summon Lesser Servitor",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>While deities jealously guard their most powerful servants from the summoning spells of those who aren't steeped in the faith, this spell allows you to conjure an inhabitant of the Outer Sphere with or without the deity's permission. You summon a celestial, fiend, or monitor of level –1. You can choose to instead summon an animal of level –1 that hails from the Outer Sphere; you can choose for this animal to gain the celestial and holy traits, the fiend and unholy traits, or the monitor trait. It's anathema to summon a servitor if it has a holy or unholy trait that isn't allowed for your deity's sanctification. For example, Sarenrae's sanctification is \"can choose holy,\" so you couldn't summon an unholy creature, and Pharasma's is \"none,\" so you couldn't summon a holy or unholy creature. The GM might determine that your deity restricts specific types of creatures further, making it anathema to summon them as well.</p><hr /><p><strong>Heightened (2nd)</strong> The creature can be level 1 or lower.</p>\n<p><strong>Heightened (3rd)</strong> The creature can be level 2 or lower.</p>\n<p><strong>Heightened (4th)</strong> The creature can be level 3 or lower.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute"
        },
        "level": {
            "value": 1
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "range": {
            "value": "30 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "divine"
            ],
            "value": [
                "concentrate",
                "manipulate",
                "summon"
            ]
        }
    },
    "type": "spell"
}
