{
    "_id": "Ywe64VHwcBOAWBtq",
    "img": "systems/pf2e/icons/spells/elephant-form.webp",
    "name": "Summon Oliphaunt of Jandelay",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You briefly summon the mythical Oliphaunt of Jandelay, unleashing a manifestation of pure destruction that obliterates everything unfortunate enough to stand in its path. The summoned Oliphaunt occupies the space of a Gargantuan creature. It has a Speed of 200 feet.</p>\n<p><strong>Arrive</strong> <em>(force) Devastating Displacement</em> Using hidden magics and long-lost techniques, you conjure an immense gate to Jandelay, compelling the Oliphaunt to step through. The Oliphaunt arrives in a @Template[type:burst|distance:60]. Each creature in the area takes @Damage[8d10[force]] damage (basic Reflex save). On a failure, the creature is also pushed 60 feet away from the Oliphaunt.</p>\n<p><strong>Depart</strong> <em>Annihilating Trample</em> The Oliphaunt becomes aware that it has been summoned to a world that isn't on the verge of annihilation. It summons another enormous gate to Jandelay 200 feet in front of it. The Oliphaunt then rages forward through the gate, crushing everything in its path, before closing the gate behind it and disappearing. The Oliphaunt creates an @Template[line|distance:200|width:80]{80-foot-wide path of devastation} that extends 200 feet. Each creature and vehicle in the area takes @Damage[8d8[bludgeoning]] damage (basic Fortitude save). A creature or vehicle reduced to 0 Hit Points is smashed into fine powder; its gear, passengers, and cargo remain. An unattended object in the area is destroyed unless it succeeds at a Fortitude save, regardless of Hardness, or unless it's an artifact or similarly hard to destroy. This trample automatically destroys any force effect, such as a wall of force.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "until the end of your next turn"
        },
        "level": {
            "value": 10
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": "500 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [
                "arcane",
                "occult"
            ],
            "value": [
                "concentrate",
                "incarnate",
                "manipulate",
                "mythic"
            ]
        }
    },
    "type": "spell"
}
