{
    "_id": "l2YoqVPoFE7jpTLe",
    "img": "icons/creatures/magical/humanoid-giant-forest-blue.webp",
    "name": "Summon Warden of the Wild",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You briefly call forth the spirit of one of the Wardens of the Wild, the legendary guardians of nature. The warden occupies the space of a Gargantuan creature. When you Cast this Spell, you summon a warden depending on the biome in which the spell is cast (for instance, summoning the Warden of Caverns and Burrows if summoned in a cave, canyon, or other underground environment). In an unnatural environment, the warden summoned depends on the region's most recent or similar natural biome, as decided by the GM.</p><ul><li><strong>@UUID[Compendium.pf2e.howl-of-the-wild-bestiary.Actor.Warden of Caverns and Burrows]:</strong> Speed 60 feet, burrow 100 feet; <strong>Arrive</strong> (earth) <em>Obsidian Cage</em> Obsidian stalagmites burst from the earth as the warden surfaces, impaling enemies and trapping them in stalagmites. Enemies on the ground within @Template[emanation|distance:40]{40 feet} take @Damage[6d6[piercing]] damage (@Check[reflex|basic] save). Creatures that fail their save become @UUID[Compendium.pf2e.conditionitems.Item.Immobilized] until they @UUID[Compendium.pf2e.actionspf2e.Item.Escape] (the DC is your spell DC); <strong>Depart</strong> (earth) <em>Blessing of the Depths</em> The squares occupied by the warden remain disheveled and broken, becoming difficult terrain. The warden affects you and all your allies within @Template[emanation|distance:60]{60 feet} with a @UUID[Compendium.pf2e.spells-srd.Item.Mountain Resilience] and @UUID[Compendium.pf2e.spells-srd.Item.Unfettered Pack]. The duration for both spells is reduced to 3 rounds, but the duration of <em>mountain resilience</em> isn't reduced when an affected target is hit by a bludgeoning, piercing, or slashing attack.</li><li><strong>@UUID[Compendium.pf2e.howl-of-the-wild-bestiary.Actor.Warden of Forests and Meadows]:</strong> Speed 120 feet; <strong>Arrive</strong> (illusion, mental) <em>Idyllic Panorama</em> The warden's presence unpredictably warps the appearances and perceived distances of creatures and obstacles around it. Each time an enemy within 40 feet of the warden attempts a Strike or Stride action, it takes @Damage[4d6[mental]] damage (@Check[will|basic] save). On a critical failure, the creature Strikes a random target within reach or Strides in a random direction. On a critical success, the creature becomes temporarily immune for 1 round; <strong>Depart</strong> <em>Fox's Insightful Trickery</em> The warden affects you and all your allies within 60 feet with @UUID[Compendium.pf2e.spells-srd.Item.Blur] and @UUID[Compendium.pf2e.spells-srd.Item.Truesight]. The duration for both spells is reduced to 3 rounds.</li><li><strong>@UUID[Compendium.pf2e.howl-of-the-wild-bestiary.Actor.Warden of Oceans and Rivers]:</strong> Speed 60 feet, swim 120 feet; <strong>Arrive</strong> <em>I Am the Tide</em> If the warden is summoned in a body of water, it creates a churning whirlpool that deals @Damage[10d6[bludgeoning]] damage to all creatures within @Template[emanation|distance:30]{30 feet} (basic Reflex save). A creature that fails this save is pulled 15 feet closer to the warden (30 feet on a critical failure). If the warden is summoned outside of a body of water, it creates a wave of water that deals @Damage[8d6[bludgeoning]] damage to all creatures within 30 feet (basic Reflex save). A creature that fails this save is pushed 10 feet away from the warden; <strong>Depart</strong> <em>Acclimation to the Deep</em> The warden affects you and your allies within 60 feet with @UUID[Compendium.pf2e.spells-srd.Item.Feet to Fins] and @UUID[Compendium.pf2e.spells-srd.Item.Water Breathing]. The duration for both spells is reduced to 3 rounds, but a creature affected by <em>feet to fins</em> retains its normal land Speed.</li><li><strong>@UUID[Compendium.pf2e.howl-of-the-wild-bestiary.Actor.Warden of Peaks and Skies]:</strong> Speed 60 feet, fly 240 feet; <strong>Arrive</strong> <em>Precipice Plummet</em> The warden appears, flying downward from the sky and sends a shockwave where she lands. Creatures within @Template[emanation|distance:20]{20 feet} take @Damage[10d6[sonic]] damage (@Check[fortitude|basic] save). Creatures that critically fail their saves are @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 1}; <strong>Depart</strong> (auditory) <em>Song of the Skies</em> The warden affects you and all your allies within 60 feet with @UUID[Compendium.pf2e.spells-srd.Item.Fly] and @UUID[Compendium.pf2e.spells-srd.Item.Unfettered Movement]. The duration for both spells is reduced to 3 rounds.</li></ul>"
        },
        "duration": {
            "sustained": false,
            "value": "until the end of your next turn"
        },
        "level": {
            "value": 8
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Howl of the Wild"
        },
        "range": {
            "value": "100 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [
                "primal"
            ],
            "value": [
                "concentrate",
                "incarnate",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
