{
    "_id": "wAJ8mXPYbyAg0qWX",
    "img": "icons/magic/time/day-night-sunset-sunrise.webp",
    "name": "Sweetest Solstice",
    "system": {
        "area": null,
        "cost": {
            "value": "sesame paste, sugar, rice balls, food dye, cooking pots, and utensils with a total value of 2 gp × the spell rank × the settlement’s level"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>On long winter nights, many families in Tian Xia share a dish of glutinous rice balls. Wealthier families also dye these rice balls an auspicious pinkish-red in jujube juice and might serve or stuff them with expensive sweetened pastes of red beans, sesame, taro, or lotus. Sweetest solstice is a folk ritual that incorporates this tradition and allows entire villages to experience communal goodwill by celebrating a luxurious version of this dish together.</p>\n<p>This ritual is performed over 1 hour of cooking a soup of crushed black sesame and sugar in several large cauldrons while good-natured jokes and puns praising Daikitsu, Kofusachi, and other benevolent deities are uttered; quips inspired by Hei Feng and Sun Wukong are usually included in these jovialities, for these rambunctious deities are always ready for feasts and humor. Each time a joke or pun is made, a rice ball is dropped into the boiling soups.</p>\n<p>This ritual can only be performed once each winter season. If performed on the night of the winter solstice, the DCs of the ritual's skill checks are reduced by 2.</p>\n<p>If the ritual is successful, the delicious black sesame soup, like the longest of nights, seems never-ending and even hides windfalls of chewy sweetness. Sometimes, this small mercy of hot meals, and the hope for pleasant surprises to come, is all a community needs to endure the bleakest of winters together.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Sweetest Solstice]</p>\n<hr />\n<p><strong>Critical Success</strong> The pot contains enough black sesame soup and rice balls to feed a hot meal to everyone in the settlement for a month. The casters of the ritual gain a +1 status bonus to saves against emotion and fear effects until the end of winter.</p>\n<p><strong>Success</strong> The pot contains enough black sesame soup and rice balls to feed a hot meal to everyone in the settlement for a week. The casters of the ritual gain a +1 status bonus to saves against fear effects for 1 month or until the end of winter, whichever comes first.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The soup becomes tainted; it not only provides no nourishment but spreads food poisoning through the town (this might have disastrous effects, as detailed in the next adventure). The casters of the ritual become particularly affected by illness and become @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 4} and can't reduce the condition for 12 hours.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 2
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #197: Let the Leaves Fall"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Cooking Lore (expert)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Diplomacy, Performance, or Religion"
            }
        },
        "rules": [],
        "target": {
            "value": "a settlement with a level equal to or lower than twice the ritual’s level"
        },
        "time": {
            "value": "1 hour"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
