{
    "_id": "ZeHeNQ5BNq6m5F1j",
    "img": "systems/pf2e/icons/spells/take-its-course.webp",
    "name": "Take its Course",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "focus"
        },
        "components": {
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>When someone has overindulged, you can hasten them past the worst of their affliction or intensify their misery. This spell attempts to progress a disease affliction, a poison affliction, or persistent poison damage affecting the target. If the target is affected by more than one of these, you can choose from among those you are aware of; otherwise the GM chooses randomly. An unwilling target can attempt a Will save to negate <em>take its course</em>.</p>\n<p>The effect of this spell depends on whether you're attempting to end an affliction or persistent poison damage, and whether you are attempting to help or hinder the target's recovery.</p>\n<ul>\n<li><strong>Affliction</strong> The target immediately attempts its next saving throw against the affliction. You can grant the creature your choice of a @UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Take Its Course (Affliction, Help)]{+2 status bonus} or a @UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Take Its Course (Affliction, Hinder)]{-2 status penalty} to its saving throw against the affliction.</li>\n<li><strong>Persistent Poison</strong> You can cause the target take the persistent poison damage immediately when you Cast this Spell (in addition to taking it at the end of its next turn). Whether or not you do so, the target attempts an additional flat check against the persistent poison damage. You can set the DC of that flat check to 5 or 20 instead of the normal DC.</li>\n</ul>\n<hr />\n<p><strong>Heightened (7th)</strong> You can attempt to progress any number of the target's eligible afflictions and persistent poison damage.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": ""
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": ""
        },
        "secondarycheck": {
            "value": ""
        },
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 creature"
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "cleric",
                "necromancy"
            ]
        }
    },
    "type": "spell"
}
