{
    "_id": "5ZW1w9f4gWlSIuWA",
    "img": "systems/pf2e/icons/spells/teleportation-circle.webp",
    "name": "Teleportation Circle",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "rare incense, precious metals, and purified chalk worth 500 gp;"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You create a 10-foot-diameter circle on the ground, which acts as a portal to a destination determined at the time of the ritual. You designate the destination of the teleportation as part of the ritual. This destination can't be changed. The destination must be a location within 1,000 miles and be on the same plane as the teleportation circle. You must be able to identify the location precisely both by its position relative to the location where you create the teleportation circle and by the destination's appearance (or other identifying features). The destination must also be a 10-foot-diameter circle that doesn't overlap with any solid structures, but it can be a place that is harmful or dangerous.</p>\n<p>A secondary caster attempting a Survival check for this ritual can be located at the exact site of the destination, instead of with you at the point of origin. If the secondary succeeds at their check at the destination and you roll a success, the ritual is a critical success instead.</p>\n<p>While the circle is active, any creature that moves to be fully within the circle is instantly teleported to the destination. A creature that is unwilling to be teleported can attempt a Will save to resist the effect. If it remains in the circle, the creature must attempt this save again at the end of each of its turns.</p>\n<p>The teleportation circle normally goes only in one direction, though you can double the Cost to make the teleportation work in both directions.</p>\n<hr />\n<p><strong>Critical Success</strong> You create the teleportation circle, and it's extremely precise, regardless of the distance traveled. Travelers arrive exactly at the designated point.</p>\n<p><strong>Success</strong> As a critical success, but the destination of the teleportation circle is slightly inaccurate, and is off target by roughly 1 percent of the distance traveled, to a maximum of 10 miles off target.</p>\n<p><strong>Failure</strong> The teleportation circle doesn't function.</p>\n<p><strong>Critical Failure</strong> The teleportation circle is wildly inaccurate. It leads to a random destination roughly the same distance from the origin point, and the chances of some other unusual mishap are much greater.</p>\n<hr />\n<p><strong>Heightened (9th)</strong> The cost increases to 2,000 gp, the duration increases to 1 month, and the destination can be anywhere on the same planet.</p>\n<p><strong>Heightened (10th)</strong> The cost increases to 10,000 gp, the duration is unlimited, and the destination can be anywhere on the same planet.</p>"
        },
        "duration": {
            "value": "1 day"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 7
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana or Occultism (master)"
        },
        "range": {
            "value": "20 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Crafting, Survival"
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "teleportation",
                "conjuration"
            ]
        }
    },
    "type": "spell"
}
