{
    "_id": "YWuyjhWbdoTiA1pw",
    "img": "systems/pf2e/icons/spells/temporary-glyph.webp",
    "name": "Temporary Glyph",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p><strong>Area</strong> 5-foot square</p>\n<hr />\n<p>You temporarily bind a hostile spell into a symbol. While Casting this Spell, you also Cast a Spell of a lower spell level to store in the glyph. The stored spell must take 2 actions or fewer to Cast, have a hostile effect, and target one creature or have an area. Any creature that enters <em>temporary glyph's</em> area activates the glyph, releasing the harmful spell within. You can set a password for the glyph. Speaking it when entering the spell's area prevents the glyph from triggering. You can also set a more specific trigger to limit which types of creatures set off the glyph.</p>\n<p>Once a spell is stored in the glyph, the glyph gains all the traits of that spell. If the stored spell can target one or more creatures, it targets the creature that set off the glyph. If it has an area, that area is centered on the creature that set off the glyph. <em>Temporary glyph's</em> duration ends when the glyph is triggered. The glyph is a magical trap, using your spell DC for both the Perception check to notice it and the Thievery check to disable it; both checks require the creature attempting them to be trained in order to succeed.</p>\n<p>You can Dismiss <em>temporary glyph</em>.</p>"
        },
        "duration": {
            "value": "1 minute"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "30 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "divine",
                "occult",
                "primal"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": [
                "abjuration"
            ]
        }
    },
    "type": "spell"
}
