{
    "_id": "yUM5OYeMY8971b2S",
    "img": "systems/pf2e/icons/spells/terminate-bloodline.webp",
    "name": "Terminate Bloodline",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "a bodily sample from the target, and valuables belonging to the target worth a total value of 100 gp × the spell level × the target's level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>Mighty drow noble houses, including House Shraen, use this ritual to stamp out fledgling noble houses before they rise to power. At the ritual's completion, you place a contagious wasting disease upon the target creature with the intention of ending their familial bloodline.</p>\n<p>The ritual is easiest to cast on a subdued target, typically a low-ranking member of the targeted family bloodline who is kidnapped and has their memory wiped. If the target is conscious when the ritual is cast, the target attempts a Fortitude save against the ritual's DC; on a success, the ritual fails. Otherwise, the target is automatically affected by the dying bloodline disease.</p>\n<p><strong>Dying Bloodline</strong> (curse, disease) Failing or critically failing this disease's Fortitude save causes the disease to progress to the next stage as normal; however, succeeding or critically succeeding at the save has no effect. The disease can be removed only by first successfully counteracting the curse and then counteracting the disease</p>\n<p><strong>Level</strong> equal to twice the ritual's level</p>\n<p><strong>Stage 1</strong> carrier with no effect (1 month)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.Fatigued] (1 week)</p>\n<p><strong>Stage 3</strong> fatigued and @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 1} (1 day)</p>\n<p><strong>Stage 4</strong> fatigued and @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 3} (1 day)</p>\n<p><strong>Stage 5</strong> death.</p>\n<hr />\n<p>Every member of an infected creature's immediate family (blood relationship or parent or child) that comes into physical contact with that infected creature must attempt a Fortitude save or contract the disease.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature does not contract the disease and does not need to attempt further saves when coming into physical contact with that particular creature (the creature is not immune to the disease, however, and must attempt a save as normal if it comes into physical contact with a different infected family member).</p>\n<p><strong>Success</strong> The creature is not affected but must attempt another save the next time they come into physical contact with that particular infected creature.</p>\n<p><strong>Failure</strong> The creature contracts the disease and can spread it in the same way as the original target.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism (master)"
        },
        "range": {
            "value": "10 miles"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "3"
        },
        "secondarycheck": {
            "value": "Society"
        },
        "source": {
            "value": "Pathfinder #155: Lord of the Black Sands"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 creature of a level no greater than double the terminate bloodline ritual's level"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "custom": "",
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "necromancy"
            ]
        }
    },
    "type": "spell"
}
