{
    "_id": "5xf9wK9xyAeGFPw7",
    "img": "icons/weapons/swords/sword-katana-purple.webp",
    "name": "The Unseeing Blade Master",
    "system": {
        "area": null,
        "cost": {
            "value": "rare incense worth 1,500 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>There are many legends of blade masters who, not wanting to rely on flawed mortal eyes, learned to fight through reliance on both their other keen senses and knowledge from the universe itself. Those who intentionally seek out the path often do so by running through forms in thick clouds of incense.</p>\n<p>Making a Strike against an enemy you can see is anathema to this ritual and immediately ends its benefits. If the ritual is ended in this way, you must conduct an @UUID[Compendium.pf2e.spells-srd.Item.Atone] ritual before attempting this ritual again.</p>\n<hr />\n<p><strong>Critical Success</strong> As success, except you can instead defeat an enemy in single combat that both uses a sword and is higher level than you.</p>\n<p><strong>Success</strong> You call a blessing into your sword to guide you on the path and are bound by the ritual's anathema. Once you've used that sword against 20 enemies, each significant enough to grant XP, you gain the @UUID[Compendium.pf2e.feats-srd.Item.Blind-Fight] feat.</p>\n<p><strong>Failure</strong> The incense is dispersed by a strange gust of wind and you learn nothing.</p>\n<p><strong>Critical Failure</strong> The sword you're intending to use for the ritual becomes broken. If you aren't permanently blind, you're instead @UUID[Compendium.pf2e.conditionitems.Item.Blinded] for 1 month and can't repeat this ritual during that time.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 6
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia World Guide"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Perception (master)"
            },
            "secondary": {
                "casters": 1,
                "checks": "Religion or Warfare Lore"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "trial"
            ]
        }
    },
    "type": "spell"
}
