{
    "_id": "8Lk9K3tRnV68MQPW",
    "img": "icons/magic/light/beam-horizon-strike-yellow.webp",
    "name": "Transmigrate",
    "system": {
        "area": null,
        "cost": {
            "value": "heron feathers, incense, and specially prepared sakaki wood"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "gm": "<p>A slain creature whose soul became trapped between life and death in the Willowshore mindscape can't escape either back to life or into the afterlife. With the use of this ritual, you can temporarily transmigrate out of the mindscape to appear in the living world in a solid body made of ectoplasm, where you can exist for a short time in a hazy area between life and undeath.</p>\n<p>Before casting this ritual, the PCs must construct a kiln made of earth and stone that is large enough for all of them to lie down inside of. Once the kiln is complete, the PCs must prepare beds of clay for themselves in the kiln, surrounding each one with heron feathers placed upright in the clay around the bed. When the four-hour casting of the ritual is completed, the PCs become infused with spiritual energy and must lie down on the still-wet clay beds, after which assistants come in to encase them in a three-inch-thick layer of additional clay. Short lengths of bamboo held in the mouth allow the clay-encased PCs to continue breathing. The incense and sakaki wood is then placed atop each encased PC, the kiln is closed, and the fires lit. Each PC is baked alive within their clay shells, but if the ritual is successful, they're sent into the living world as ectoplasmic apparitions.</p>\n<hr />\n<p><strong>Critical Success</strong> The clay cracks open and the PCs transmigrate into the border between life and death, a small mindscape in which they face a challenge they must overcome if they're to transmigrate into the living world. This encounter is presented on page 45 of this book. During this encounter, the PCs gain a +1 status bonus to all Strikes, saving throws, and skill checks. If they defeat the encounter, they fully transmigrate into the living world for up to 1 month, and retain a +1 status bonus to all skill checks for the first week of this month.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Transmigrate (Encounter)]</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Transmigrate (Skill)]</p>\n<p><strong>Success</strong> As critical success, but without the status bonus to skill checks.</p>\n<p><strong>Failure</strong> As a critical success, but extra energy is sapped from the PCs. They gain a –1 status penalty to all Strikes, saving throws, and skill checks made in the border between life and death, and if they transmigrate to the living world, they also take a –1 status penalty to all skill checks for the first week of the ritual's month-long duration.</p>\n<p><strong>Critical Failure</strong> The ritual fails, and the PCs do not enter the border between life and death. Instead, they each take @Damage[9d6[fire]] damage as they each bake in their clay shells (@Check[type:fortitude|dc:24|basic:true] save) before the failed ritual snuffs out the flames and cracks open their partially fired clay casings. The ritual can be attempted again after 24 hours have passed.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> As long as the Tan Sugi stands tall above Kugaptee's grave (as it does, after the climax of the previous adventure) and Willowshore's Eternal Lantern is lit in both the mindscape and the living world, you can draw upon the artifact's power to transmigrate the entire Willowshore mindscape. This more complex version of the ritual has a cast time of 5 days and affects the entire mindscape. Furthermore, this ritual can only be attempted after the first day of the new year in the mindscape (the 72nd day of this adventure), as it also draws upon that milestone societal event to work its magic. Any attempt to cast this version of transmigrate before either of those two requirements are fulfilled causes the casting to fail as it begins, before any checks are attempted or its costs are paid. This version of the ritual must be cast near Willowshore's Eternal Lantern, which is located on the southern side of Dawnstep Bridge. As with the 4th-rank version of transmigrate, this ritual requires the creation of a kiln within 30 feet of the Eternal Lantern, within which a scale model of the town of Willowshore must be crafted from clay. On the first day of casting, the kiln itself is prepared and anointed with aromatic oils. On the second day, a platform of sakaki wood slats is built in the kiln and then anointed with additional oils. On the third day, the town of Willowshore is sculpted on the platform from clay. On the fourth day, heron feathers and sticks of incense are placed in the sculpture's still drying clay; the sticks of incense are lit and continually replaced through the day as they burn. Finally, on the fifth day, the kiln is lit and the sculpture is fired. The next day, as the people of Willowshore awaken from the ritual, its effects become apparent. See \"Concluding the Adventure\" on page 61 and Chapter 1 of the next adventure for more details.</p>\n<hr />\n<p><strong>Critical Success</strong> The Willowshore mindscape transmigrates wholly into the living world. The full extent of what transmigrates depends on how many Preparation Points remain unspent at the end of this adventure, but the Critical Success at this ritual grants the party an additional 12 Preparation Points to determine this success, as detailed at the start of the next adventure.</p>\n<p><strong>Success</strong> As critical success, without bonus Preparation Points.</p>\n<p><strong>Failure</strong> The ritual fails, but a new attempt can be made after 24 hours have passed.</p>\n<p><strong>Critical Failure</strong> As failure, but the failed ritual also spreads waves of despair through town, causing food stores to rot away and buildings to take damage as if affected by years of neglect. The party loses 12 of their remaining Preparation Points, deducted as they see fit from Hope Points, Food Points, and Security Points. If the party can't deduct the full 12 points from their remaining Preparation Points, reduce all points to 0. Their next attempt to cast the ritual at 5th-rank takes a –2 status penalty to its checks.</p>",
            "value": ""
        },
        "duration": {
            "sustained": false,
            "value": "1 month"
        },
        "level": {
            "value": 4
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #198: No Breath to Cry"
        },
        "range": {
            "value": "20 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Occultism or Religion"
            },
            "secondary": {
                "casters": 2,
                "checks": "Crafting, Nature, Society, or Willowshore Lore"
            }
        },
        "rules": [],
        "target": {
            "value": "the PCs"
        },
        "time": {
            "value": "4 hours"
        },
        "traits": {
            "rarity": "unique",
            "traditions": [],
            "value": [
                "healing"
            ]
        }
    },
    "type": "spell"
}
