{
    "_id": "YZnLggKDHkMY4cnw",
    "img": "systems/pf2e/icons/spells/abyssal-pact.webp",
    "name": "Transcribe Conflict",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You cause a sheet of paper to appear in your hand, and a moment later a detailed description of a combat you experienced within the last hour is recorded on that sheet of paper in a language that you know of your choice. The description is detailed enough that anyone who spends 1 minute reading the page can attempt to Recall Knowledge about the event as if they had been there, but the primary purpose of the transcribed conflict is to give you additional insight into the fight by allowing you to study the conflict and learn from errors or tactical blunders participants in the battle may have committed.</p>\n<p>When you cast this spell, choose a type of foe in the fight you transcribed and attempt to Recall Knowledge about that foe using your spell DC-10 instead of your skill modifier in an appropriate skill to do so. For this action, you can't use any special abilities, reactions, or free actions that trigger when you Recall Knowledge. If you are successful, you not only learn information about that foe as determined by the GM, but for the remainder of transcribe conflict's duration, you gain a +1 status bonus to Initiative checks in combats where you face that exact kind of foe. For example, if you made the check against a wrath demon, the bonus would apply only to wrath demons, not to other demons. The GM decides if a foe who is disguised grants you this bonus.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The bonus to initiative increases to +2 and the duration increases to 8 hours.</p>\n<p><strong>Heightened (8th)</strong> The bonus to initiative increases to +3 and the duration increases until the next time you do your daily preparations, and the status bonus to Initiative checks applies to any allies who took part in the fight you transcribed as long as they are within 30 feet of you when you cast the spell.</p>"
        },
        "duration": {
            "value": "1 hour"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "source": {
            "value": "Pathfinder Kingmaker"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 minute"
        },
        "traditions": {
            "value": [
                "arcane",
                "occult"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "divination"
            ]
        }
    },
    "type": "spell"
}
