{
    "_id": "rzcXUF5YmJYxgxEa",
    "img": "icons/skills/trades/construction-carpentry-hammer.webp",
    "name": "Traveling Workshop",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Your apparition guides you through complex procedures while using your magic to provide you with whatever tools you need. For the duration of this spell, you are trained in Crafting and Thievery. When you Cast the Spell and as long as you Sustain it, your apparition provides you with an array of simple tools, granting you use of an alchemist's toolkit, a repair kit, and a thieves' toolkit; these tools are made of ephemeral magic and disappear if they leave your possession.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Traveling Workshop]</p>\n<p>You can cast this spell as an exploration or downtime activity with a casting time of 10 minutes; when you do, its duration increases to 8 hours (enough to complete 1 day of work), and you also gain an alchemist's lab and functioning forge. You are always treated as having spent a day of work setting up when using this spell to help you Craft an item and have whatever materials you need to Repair an item in your possession. You can't use a traveling workshop to @UUID[Compendium.pf2e.actionspf2e.Item.Earn Income] and any item you Craft using it disappears moments after it leaves your possession, making it unwise to Craft anything other than consumable items you intend to use yourself. A crafter in the vault is extremely proud of work you do together when using the spell in this way and demands to see the results of your work together. When you cast traveling workshop as an exploration or downtime activity, you must continue to choose crafter in the vault as one of your attuned apparitions during your next daily preparations until such time as you've used any Crafted items in combat.</p><hr /><p><strong>Heightened (3rd)</strong> Your proficiency in Crafting and Thievery is expert.</p>\n<p><strong>Heightened (5th)</strong> Your proficiency in Crafting and Thievery is master.</p>\n<p><strong>Heightened (9th)</strong> Your proficiency in Crafting and Thievery is legendary.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute, or 8 hours"
        },
        "level": {
            "value": 1
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "animist",
                "focus",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
