{
    "_id": "uMADQaASgYNsSDDM",
    "img": "systems/pf2e/icons/spells/tremor-signs.webp",
    "name": "Tremor Signs",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You send a series of tremors, no longer than a short sentence of speech, toward your target. If the target is within range and connected to the same body of earth as you, the vibrations reach the target through the ground. You need neither line of sight nor line of effect, so a target on another floor of a building is a valid target.</p>\n<p>The target can give a brief, vibrational response as a reaction, or as a free action on their next turn, but they must be within range to do so. If they respond, their response is delivered to you through tremors you feel, as with the original message. The tremors impart a clear meaning only if you and the target know that meaning, such as three tremors for a specific warning, two for another. Neither of you can impart a nuanced or new meaning using this spell.</p>\n<p>A creature that has tremorsense can feel the vibrations from this spell if the creature is within range of the vibrations at any point during their journey to any target.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The spell can target up to 5 creatures.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 1
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": "120 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "1 creature"
        },
        "time": {
            "value": "1"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "divine",
                "occult",
                "primal"
            ],
            "value": [
                "cantrip",
                "earth",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
