{
    "_id": "XhfsRLfQjN3ed1zI",
    "img": "icons/magic/sonic/scream-wail-shout-teal.webp",
    "name": "Unbearable Cacophony",
    "system": {
        "area": null,
        "cost": {
            "value": "valuable crystals and tuning forks worth 300 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You amplify the sound of every item and creature to impossible levels. Deaf creatures and creatures immune to sonic damage remain unaffected in most cases.</p><hr /><p><strong>Critical Success</strong> As success, and you and the secondary casters gain sonic resistance equal to your level for the duration.</p>\n<p><strong>Success</strong> Any sound produced by a creature or object (such as a cricket, a ringing anvil, or a lion's roar) deals sonic damage equal to the level of the creature or item (minimum 1) to every creature within 15 feet (basic Fortitude save with a DC equal to the ritual's casting DC). For every size category over Tiny of the item or creature making noise, this damage increases by 2. Organized groups of creatures, such as a singing quartet or a swarm of insects, count as the next size category larger for this effect. Effects that normally deal sonic damage to creatures and objects ignore half the creature or object's sonic resistance or Hardness.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> An intense sound of ringing echoes in each caster's ears, imparting a weakness to sonic damage equal to their level for 1 day.</p><hr /><p><strong>Heightened (+2)</strong> The increase in damage made by creatures larger than Tiny increases to 6 per size category.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "3 days"
        },
        "level": {
            "value": 7
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": "1-mile radius circle centered on you"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": " Performance (mythic)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Arcana, Nature"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "curse",
                "mythic"
            ]
        }
    },
    "type": "spell"
}
