{
    "_id": "z39jFoNJrobyn3MQ",
    "img": "systems/pf2e/icons/spells/undertaker.webp",
    "name": "Undertaker",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You point your finger toward the target and whisper an epitaph that promises to grace their gravestone in the near future. This spell works best when both you and the target are in contact with solid ground. If either is not in contact with the ground, the target gains a +2 circumstance bonus on their saving throw against the spell, and if both you and the target are not in contact with solid ground, the target gains this bonus and treats the result of their save as one degree of success better than the actual result. The target of undertaker can resist with a Fortitude save.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unaffected.</p>\n<p><strong>Success</strong> The target takes [[/r 40[negative]]] damage. If the target is in contact with solid ground, the ground in the target's space shifts and shakes, and is treated as difficult terrain until the start of your next turn.</p>\n<p><strong>Failure</strong> The target takes [[/r 80[negative]]] damage. If the target is in contact with solid ground, the ground in the target's space churns and cracks open into an open but shallow grave. The target is knocked @UUID[Compendium.pf2e.conditionitems.Item.Prone], and that space is treated as difficult terrain until the grave is filled in.</p>\n<p><strong>Critical Failure</strong> The target takes [[/r 160[negative]]] damage. If the target is in contact with solid ground, a grave opens beneath their feet and they fall prone within. The grave then forms a stone sarcophagus‑like shell around the victim. This stone shell cannot be opened and must be broken; it has AC 10, Hardness 14, and 80 Hit Points. At the start of your next turn, the grave fills in with soil. If the victim dies while inside this grave, at the next sundown the victim transforms into an evil ghast as the sarcophagus crumbles, allowing the new undead to dig its way up to the surface.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "heightening": {
            "damage": {}
        },
        "level": {
            "value": 9
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "30 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": "fortitude"
        },
        "source": {
            "value": "Pathfinder #184: The Ghouls Hunger"
        },
        "spellType": {
            "value": "save"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 living creature"
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "value": [
                "divine",
                "occult"
            ]
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "death",
                "evil",
                "necromancy"
            ]
        }
    },
    "type": "spell"
}
