{
    "_id": "TYydobaLN4U7Ol3M",
    "img": "systems/pf2e/icons/spells/gravitational-pull.webp",
    "name": "Unfettered Mark",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "rare inks and needles worth a total value of 100 gp × the spell level × the target's level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You tattoo the target with rare inks and create a magical tattoo called an <em>unfettered mark</em>. This particular version of the <em>unfettered mark</em> grants the target special powers to escape from the Black Whale and Stormholt (the demiplane that overlaps with the Black Whale). While Crafting is the easiest method for creating this tattoo, the artistry is less important than maintaining a feeling of freedom in your mind while performing the ritual. Because of this, you can use any skill as long as it holds a special significance to you. A ranger who is at home in the woods, for example, could use a Survival or Nature check while creating the tattoo. If the target already has a successful <em>unfettered mark</em> currently active, the magic fades from the old tattoo and is replaced by the results of the new ritual.</p>\n<p>The ritual can be performed alone or with the aid of up to 10 secondary casters. Each secondary caster must tattoo themself with their own tattoo and pay the full ritual cost to participate. Creatures currently held captive in the prison have a special relationship with the ritual: for each month they spend drawing memories of home on the walls of their cell, they can reduce the total cost of the ritual by 50 gp.</p>\n<hr />\n<p><strong>Critical Success</strong> The target and primary and secondary casters all gain the ability to leave Stormholt. To do so, they must leave the prison by swimming through the water or by riding in a vessel that is in contact with the water (such as a rowboat). When they reach the great whirlpool, they are pulled under as normal, but instead of being transported to the Flotsam Graveyard in Absalom, they are immediately transported (as <em>@UUID[Compendium.pf2e.spells-srd.Item.Teleport]</em>) to a location in Absalom of their choice. They also gain the benefits of <em>@UUID[Compendium.pf2e.spells-srd.Item.Water Walk]</em>, <em>@UUID[Compendium.pf2e.spells-srd.Item.Water Breathing]</em>, and resistance to electricity 10 for the duration of the ritual.</p>\n<p><strong>Success</strong> As critical success, except the affected creatures don't gain the benefits of <em>water walk</em> and <em>water breathing</em>.</p>\n<p><strong>Failure</strong> You create the tattoo but fail to imbue it with magic.</p>\n<p><strong>Critical Failure</strong> As failure, but the tattoo also creates an unwholesome bond with the demiplane of Stormholt. For 24 hours, the target and the primary and secondary casters gain a fishlike appearance and are covered in a slimy membrane. They gain the ability to breathe both water and air, but their skin quickly dries out when on land. After 1 hour on land they become @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 1} and @UUID[Compendium.pf2e.conditionitems.Item.Fatigued], conditions that can be removed only if they reenter water. Additionally, the membrane conducts electricity well, causing them to gain weakness 10 to electricity.</p>"
        },
        "duration": {
            "value": "24 hours until the magic fades; the tattoo is permanent"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 8
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Crafting (master) or any (legendary)"
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "0 to 10"
        },
        "secondarycheck": {
            "value": "any"
        },
        "source": {
            "value": "Pathfinder #161: Belly of the Black Whale"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 creature or self"
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "abjuration"
            ]
        }
    },
    "type": "spell"
}
