{
    "_id": "bK7EZFCxZgDcko6D",
    "img": "systems/pf2e/icons/spells/magic-mouth.webp",
    "name": "Unseen Heralds",
    "system": {
        "area": {
            "type": "square",
            "value": 100
        },
        "cost": {
            "value": "rare oils, salts, and herbs worth a total value of 15 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Although this spell has spread throughout the Inner Sea, it likely came first from Nex, where it is used to raise alarms or notify the populace of new policies. In any case, the ritual works by placing several simple illusions throughout the area, allowing the caster to transmit their voice throughout the area.</p>\n<hr />\n<p><strong>Critical Success</strong> The ritual creates six ‘mouths', like @UUID[Compendium.pf2e.spells-srd.Item.Embed Message], at places you select within the area. By spending a single action with the concentrate trait, you can command the mouths to speak—they can say anything you like, and you can set them to repeat messages or announcements at any interval you choose. You can also choose to have only certain mouths speak. Any secondary casters you include in the ritual, even beyond the two required, can speak through the mouths in the same way you can.</p>\n<p><strong>Success</strong> As critical success, but the ritual creates three mouths.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The mouths form, and promptly start screaming, gibbering, and/or swearing at passers-by—it is impossible to get any rest or relaxation within hearing range of the mouths until their magic wears out in about a day.</p>\n<hr />\n<p><strong>Heightened (6th)</strong> The area of the ritual is now 1 mile × 1 mile and it produces 30 mouths (60 on a critical success). The cost of the ritual increases to 300 gp.</p>\n<p><strong>Heightened (9th)</strong> The area of the ritual is now 100 miles × 100 miles and it produces 500 mouths (1000 on a critical success). You can place mouths based on criteria. The cost of the ritual increases to 5,000 gp.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 year"
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder: Wake the Dead #2"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana or Occultism (expert)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Arcana or Occultism (whichever isn't used for the primary check), Diplomacy"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "attack",
                "auditory",
                "illusion",
                "visual"
            ]
        }
    },
    "type": "spell"
}
