{
    "_id": "kk7JKox6MdGAWmCH",
    "img": "systems/pf2e/icons/spells/vacuum.webp",
    "name": "Vacuum",
    "system": {
        "area": {
            "type": "emanation",
            "value": 15
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": {
            "save": {
                "basic": false,
                "statistic": "fortitude"
            }
        },
        "description": {
            "value": "<p>You inhale all air in the surrounding area, stealing the breath of nearby creatures. During <em>vacuum</em>'s duration, you take a –1 circumstance penalty against inhaled threats, such as inhaled poisons. If you cast <em>vacuum</em> in an environment where you can't breathe, the spell fails and you immediately begin to suffocate.</p>\n<p>Creatures in the area must attempt a Fortitude save. A creature that's holding its breath gets a result one degree of success better than it rolled, and creatures that don't need to breathe air are immune to the spell. A creature that later enters the area or ceases holding its breath must attempt a save against the effect. On subsequent rounds, the first time each round you Sustain the spell, you can force each creature in the area to save against the effect.</p>\n<hr />\n<p><strong>Success</strong> The creature begins holding its breath.</p>\n<p><strong>Failure</strong> The creature wheezes and gasps as its breath is stolen, becoming @UUID[Compendium.pf2e.conditionitems.Item.Stunned]{Stunned 1}. The creature then begins holding its breath but has only half its normal number of rounds of remaining air.</p>\n<p><strong>Critical Failure</strong> The creature has all the air sucked out from its lungs and immediately starts to suffocate.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute"
        },
        "level": {
            "value": 7
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "common",
            "traditions": [
                "arcane",
                "primal"
            ],
            "value": [
                "air",
                "concentrate",
                "incapacitation",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
