{
    "_id": "KkimKrhDxEJVm6TH",
    "img": "systems/pf2e/icons/spells/vital-singularity.webp",
    "name": "Vital Singularity",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "crushed rubies worth 2,000 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>When several companions or followers have reached a point of undying love and trust in you, they might be willing to die to save your life. You can grant them that wish. The secondary casters must be living creatures willing to sacrifice their energy to you, by allowing their life essence to drain out of them to protect you whenever you're in danger. If you're undead, the secondary casters must be undead instead, and if you're neither living nor undead, you can't cast vital singularity. Whenever you take damage, after calculating the total amount of damage, including immunities, resistances, weaknesses, and any other increases or mitigation, divide the amount by 4, rounding down. You and each of the secondary casters lose that many Hit Points. If a secondary caster doesn't have enough Hit Points to give before dropping to 0 Hit Points, you take any remaining damage for them as well. When a secondary caster reaches 0 Hit Points in this way, their skin dries out like leather as the last of their life leaves their bodies; this is a death effect.</p>\n<hr />\n<p><strong>Critical Success</strong> The light from your secondary casters envelops you in a warm radiance. In addition to the effects described above, you're healed to full Hit Points upon completion of the ritual.</p>\n<p><strong>Success</strong> The secondary casters channel their energies to you, protecting you as described above.</p>\n<p><strong>Failure</strong> The secondary casters cry out in sorrow, reaching out to you to feel your embrace, then they grow sad that they couldn't live up to your expectations. Nothing else happens.</p>\n<p><strong>Critical Failure</strong> The secondary casters' attempts to unite with you become desperate, but ultimately, the only function of the link was to disorient all of you, making your bodies feel like they aren't your own. You and all secondary casters become @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 3} for 3 days.</p>"
        },
        "duration": {
            "value": "3 hours"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 9
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism or Religion (legendary)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "secondarycasters": {
            "value": "3"
        },
        "secondarycheck": {
            "value": "Fortitude, Society, Will"
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "spellType": {
            "value": "heal"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "abjuration"
            ]
        }
    },
    "type": "spell"
}
