{
    "_id": "NjK0kWRC6FYsPwXC",
    "img": "icons/magic/unholy/strike-body-explode-disintegrate.webp",
    "name": "Void Harvest",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>The sky darkens over the affected area and the air becomes oppressive as you open a direct conduit to the Void, a plane of vast nothingness. Living creatures start to feel their life force draining away as the terror of oblivion begins to grip their hearts.</p>\n<p>Each year on the anniversary of the ritual's casting, a total of four casters can spend 1 hour at the center of the affected area to sustain the effect. To do so, one caster must spend 1 Mythic Point and succeed at a Religion check against the ritual's casting DC. Each year the ritual is successfully sustained, the radius increases from its original point by 1 mile. The effect fades away if the check fails or if there are no other attempts to sustain the ritual.</p><hr /><p><strong>Critical Success</strong> As success, but living creatures in the area take a –2 status penalty to saves against death effects or effects that deal void damage.</p>\n<p><strong>Success</strong> The first time each day a living creature in the area takes damage, it must succeed at a Will save with a DC equal to the ritual's casting DC or gain the @UUID[Compendium.pf2e.conditionitems.Item.Doomed]{Doomed 1} condition; if it already has the doomed condition, it instead increases the value of it by 1. Dead creatures can't be raised or resurrected so long as their body remains in the ritual's area. Undead creatures gain vitality resistance equal to their level while in the area.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> An explosion of energy from the Void washes over the casters. Each caster becomes @UUID[Compendium.pf2e.conditionitems.Item.Drained]{Drained 4}. This condition can't be removed for 1 week.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "1 year"
        },
        "level": {
            "value": 9
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": "1-mile radius circle centered on you"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Religion (mythic)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Medicine (master), Occultism, Void Lore"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "8 hours"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "curse",
                "mythic",
                "void"
            ]
        }
    },
    "type": "spell"
}
