{
    "_id": "BBw5oGFvoQc3gg52",
    "img": "icons/creatures/mammals/deer-antlers-blue.webp",
    "name": "Wild Allegiance",
    "system": {
        "area": null,
        "cost": {
            "value": "animal food worth a total value of 150 gp"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>To many, the animals of Tian Xia are simply beasts to be conquered or harvested, but this isn't how all of the gods intended it. You approach, feed, and commune with the most notably hostile beasts in an effort to forge a true friendship and allegiance with the natural world.</p>\n<p>Wantonly attacking or killing animals is anathema to this ritual and immediately ends its benefits. If the ritual is ended in this way, you must conduct an @UUID[Compendium.pf2e.spells-srd.Item.Atone] ritual before attempting this ritual again.</p>\n<hr />\n<p><strong>Critical Success</strong> As success, except you can instead resolve a conflict with one animal of level 15 or higher.</p>\n<p><strong>Success</strong> You declare your allegiance to the wild and are bound by the ritual's anathema, but you still must prove yourself. Once you've nonviolently resolved conflicts with three different animals of a higher level than yours, you gain the @UUID[Compendium.pf2e.feats-srd.Item.Animal Empathy] feat.</p>\n<p><strong>Failure</strong> Your actions don't impress the gods of the wilds.</p>\n<p><strong>Critical Failure</strong> You deeply offend the gods you were trying to impress, and they send a sign of displeasure, often an animal attack. You must conduct an atone ritual before attempting this ritual again.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 10
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia World Guide"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Diplomacy (expert)"
            },
            "secondary": {
                "casters": 1,
                "checks": "Nature, Religion"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "trial"
            ]
        }
    },
    "type": "spell"
}
