{
    "_id": "5y3RlXMDPovOmrhp",
    "img": "icons/magic/nature/plant-venus-flytrap-blood.webp",
    "name": "Wild Feast",
    "system": {
        "area": {
            "type": "burst",
            "value": 500
        },
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You draw forth latent hostility in the local flora and fauna. Even domesticated animals might turn on their owners.</p><hr /><p><strong>Critical Success</strong> As success, except that animal companions, pets, familiars with the animal, fungus, or plant trait, and similar creatures (subject to the GM's discretion) are also initially affected. Each day for the duration, during daily preparations, its master must succeed at a @Check[diplomacy] or @Check[nature] check against a DC equal to the ritual's casting DC or the creature temporarily loses the minion trait and can't be Commanded that day. The creature remains near its master but doesn't help them in any way.</p>\n<p><strong>Success</strong> Carnivorous animals and plants in the area are automatically hostile toward humanoids and other natural enemies. Animal companions, pets, familiars with the animal, fungus, or plant trait, and similar creatures don't turn on their masters, but attempts to @UUID[Compendium.pf2e.actionspf2e.Item.Command an Animal] or to @UUID[Compendium.pf2e.actionspf2e.Item.Demoralize] any creatures with the animal, fungus, or plant trait take a –2 status penalty.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> A terrible hunger awakens within the casters. Each caster is permanently cursed to hunger for the taste of flesh of their own ancestry; this is identical to the ghoul's forbidden cravings curse, except the raw meat must be from a member of their own ancestry. The DC of this curse is equal to the ritual's casting DC.</p><hr /><p><strong>Heightened (+2)</strong> Double the ritual's area.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "3 days"
        },
        "level": {
            "value": 4
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": "centered on you"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Nature (mythic)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Diplomacy, Survival"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "8 hours"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": [
                "mythic"
            ]
        }
    },
    "type": "spell"
}
