{
    "_id": "oYxxcgszpT242sEi",
    "img": "icons/environment/settlement/tent.webp",
    "name": "Winter's Breath",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>The cold and dour months of winter are an excellent time to gather with friends and family to enjoy a pot of hot tea. The so-called \"breath\" in this ritual refers to the steam that wafts up from a freshly brewed cup while held in the hands and inhaled. Despite the ritual's name, it can be cast during any season, but unless it is cast during winter, the DCs for successfully casting <em>winter's breath</em> increase by 2 (or by 4 if the ritual is cast during summer).</p>\n<p>When you cast this ritual, you call forth a magical pavilion consisting of a colorful tent or decorate an area within range with a large number of colorful banners. In either case, the ritual also creates a full supply of teas and tea ware for the casters to use and serve up to six guests (which can include the casters). During the ritual, all the guests must be polite and well-mannered. The tea created by <em>winter's breath</em> is always delicious, but the effects of the tea and taking part in the ceremony of its serving depend on the success of the magic. At the ceremony's end, the ritual is completed and you and the secondary caster attempt your checks as normal. If the ceremony is interrupted at any point, the tea vanishes and the ritual is disrupted.</p>\n<hr />\n<p><strong>Critical Success</strong> The ceremony is a true delight. The tea casts @UUID[Compendium.pf2e.spells-srd.Item.Restoration] and @UUID[Compendium.pf2e.spells-srd.Item.Environmental Endurance] on each guest. Each guest also gains 10 temporary Hit Points and a +1 status bonus to saves against emotion effects for the next 12 hours.</p>\n<p><strong>Success</strong> As critical success, except guests must choose which of the two spells are cast on them, and they don't gain the status bonus to saves.</p>\n<p><strong>Failure</strong> The tea leaves a bitter, unpleasant taste in the mouth, and no benefits are granted.</p>\n<p><strong>Critical Failure</strong> Rather than invigorate and delight, the tea is disappointing and depressing. You and your guests are @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 3} and can't reduce the condition for 12 hours.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The <em>restoration</em> and <em>environmental endurance</em> spells are heightened to 4th level, and the temporary Hit Points granted are increased by 4.</p>\n<p><strong>Heightened (7th)</strong> The <em>restoration</em> and <em>environmental endurance</em> spells are heightened to 6th level, and the temporary Hit Points granted are increased by 8.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 3
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #197: Let the Leaves Fall"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": ""
            },
            "secondary": {
                "casters": 0,
                "checks": ""
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 hour"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
