{
    "_id": "4cv1cuBHjYmVfBGI",
    "img": "icons/magic/death/undead-ghosts-trio-blue.webp",
    "name": "Wisdom of the Winds",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You ask a question of the spirits of air, imploring them to send signals through the winds to help you find your way. You might be guided by air elementals, anemoi, or even the Lords of Air themselves. You receive guidance as either words of wisdom or a rustling wind that guides you to a helpful destination—whichever the spirits think will be most beneficial. The spirits don't give guidance you can't follow, such as winds that lead somewhere you can't reach, nor do they give advice that will help their causes at the expense of your own. If you've upset all the spirits of air, they don't mislead you but do refuse to guide you.</p>\n<ul>\n<li><strong>Guiding Gale</strong> (detection) A noticeable wind flows continuously toward a destination the spirits think will be valuable for you to find. Though you can't ask for a specific destination, the spirits understand your current circumstances and urgent priorities. They won't lead you to a location you're already aware of or can currently see, unless this might lead you to a fruitful destination you've already dismissed as an option. The spell has a duration of 8 hours or until you reach the destination, whichever comes first. When you arrive, the winds swirl in playful circles and then disperse to make it clear you're in the right place.</li>\n<li><strong>Voice of the Sky</strong> (auditory, linguistic, prediction) A voice on the wind, clearly audible to you, gives you advice on a course of action that holds positive potential for you. This advice is rarely more than two or three sentences long, typically spoken in Sussuran if you understand it, and Common if not. If you can't hear, the spirits blow small objects around to mimic written words or sign language. If following the advice poses great danger, the spirits typically note this risk but rarely go into detail. The advice is instant, so the spell doesn't have a duration.</li>\n</ul>"
        },
        "duration": {
            "sustained": false,
            "value": "varies"
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "range": {
            "value": ""
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 minute"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [
                "arcane",
                "divine",
                "occult",
                "primal"
            ],
            "value": [
                "air",
                "concentrate",
                "manipulate"
            ]
        }
    },
    "type": "spell"
}
