{
    "_id": "6dDtGIUerazSHIOu",
    "img": "icons/magic/symbols/star-solid-gold.webp",
    "name": "Wish",
    "system": {
        "area": null,
        "cost": {
            "value": "fine ash, magically imbued pigments, and a gem in a marquise cut worth 100,000 gp in total"
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>You weave the fabric of reality itself to grant the target's greatest desire. The target declares their wish in a loud voice at the start of the ritual and again at the end. The target's wish can be anything, ranging from simpler wishes such as vast riches or the casting of a certain spell or ritual, to greater wishes like the destruction of an entire kingdom or ascension to divinity. The GM might decide a wish draws the attention of deities or other powerful creatures, leading to interference with the ritual or attempts to undo the wish. The power of the ritual alters reality to such a degree that even deities can't outright undo the wish, but they can react to the wish by sending servitors to take away the newly acquired riches, for example.</p>\n<hr />\n<p><strong>Critical Success</strong> The wish is granted without complication or drawbacks.</p>\n<p><strong>Success</strong> The wish is granted, but with unintended consequences or side effects, such as taking riches from a well-known criminal, stirring a damaged kingdom to war, or angering rival gods.</p>\n<p><strong>Failure</strong> The wish fails and has no result. The GM can instead have the wish be partially granted, but to such a lesser degree that the target will be eternally unsatisfied.</p>\n<p><strong>Critical Failure</strong> The wish is corrupted, resulting in a cruel fulfillment. The GM determines the full results, but the outcome is generally ironic in some nature, such as becoming trapped in an underground vault full of riches, being transported to the kingdom as it's destroyed, or achieving divinity within an inaccessible demiplane.</p>"
        },
        "duration": {
            "sustained": false,
            "value": ""
        },
        "level": {
            "value": 10
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core"
        },
        "range": {
            "value": "10 feet"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana (legendary), Nature (legendary), Occultism (legendary), Religion (legendary)"
            },
            "secondary": {
                "casters": 2,
                "checks": "Crafting, Diplomacy"
            }
        },
        "rules": [],
        "target": {
            "value": "1 creature"
        },
        "time": {
            "value": "1 day"
        },
        "traits": {
            "rarity": "rare",
            "traditions": [],
            "value": []
        }
    },
    "type": "spell"
}
