{
    "_id": "bODHqeXoEc8GVU6a",
    "img": "icons/magic/perception/silhouette-stealth-shadow.webp",
    "name": "World in Shadow",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>This ritual must be cast at night, at which point darkness becomes everlasting. Casters with darkvision gain a +1 circumstance bonus to their check to cast the ritual.</p><hr /><p><strong>Critical Success</strong> As success, except that all light levels within the area are lowered by two steps toward darkness, and light effects that would counteract the darkness take a –2 status penalty to their counteract checks.</p>\n<p><strong>Success</strong> All light levels within the area are lowered by one step toward darkness. Areas that are already dark become magical darkness. Light effects that would counteract the darkness only do so in the area of the counteracting spell or effect (for example, 40 feet for a @UUID[Compendium.pf2e.spells-srd.Item.Light] spell).</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The casters are all plunged into their own personal darknesses. For 1 week, each caster can see no farther than 5 feet regardless of ambient light level. Anything beyond that distance is treated as if it were in magical darkness that can't be counteracted; darkvision and greater darkvision similarly can't penetrate this darkness.</p>"
        },
        "duration": {
            "sustained": false,
            "value": "5 days"
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "range": {
            "value": "8-mile radius circle centered on you"
        },
        "requirements": "",
        "ritual": {
            "primary": {
                "check": "Arcana (mythic), Nature (mythic), or Occultism (mythic), Religion (mythic)"
            },
            "secondary": {
                "casters": 3,
                "checks": "Arcana, Nature, Occultism, Religion (cannot be the same skill as for the primary check)"
            }
        },
        "rules": [],
        "target": {
            "value": ""
        },
        "time": {
            "value": "8 hours"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [],
            "value": [
                "darkness",
                "mythic"
            ]
        }
    },
    "type": "spell"
}
