{
    "_id": "Qkm7jcKPA3elk9Nx",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Administer",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": null,
        "description": {
            "value": "<p>You spend the day attending to administrative needs related to running Citadel Altaerein. The Administer activity can be used to undo poor public relations from the use of Deception or Intimidate to Organize Labor, but it is also used to maintain relations with groups you make contact with over the course of the Age of Ashes campaign.</p>\n<p>Only one person can attempt to Administer per day (though others can Aid, as described in the Core Rulebook), and once the castle has been Administered, no one else can Administer until after the interval specified in the result. However, the GM might allow exceptions to this if, for instance, the group is about to go on an adventure and wants to make sure the citadel runs smoothly while they're gone.</p>\n<p>If you perform downtime activities involving Citadel Altaerein when it's not successfully Administered, you take a -4 circumstance penalty to your checks.</p>\n<p>Administering requires a successful @Check[type:society|dc:20] check (although for special actions later in the Adventure Path, this DC may change). You can pay a seneschal to attend to Citadel Altaerein's administrative needs. As long as the seneschal is paid, the weekly requirement to Administer is automatically a success (but never a critical success).</p>\n<hr />\n<p><strong>Critical Success</strong> You facilitate the prosperity of the citadel. The citadel functions smoothly for 1 month. In addition, during this time you gain a +2 circumstance bonus to all checks to Organize Labor.</p>\n<p><strong>Success</strong> Citadel Altaerein functions smoothly for 1 week.</p>\n<p><strong>Failure</strong> Citadel Altaerein is not Administered, but you can try again the next day.</p>\n<p><strong>Critical Failure</strong> Citadel Altaerein is not Administered. Botched relations and flared tempers among certain citizens in Breachill prevent you from attempting to Administer again for 1 week.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #146: Cult of Cinders"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "concentrate",
                "downtime",
                "linguistic",
                "mental"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
