{
    "_id": "8CZwqRQ1w8OaAtO7",
    "img": "systems/pf2e/icons/actions/OneAction.webp",
    "name": "(Affinity Ablaze) Biting Roses: Glimpses to Beyond",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": null,
        "description": {
            "value": "<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p>There are few bonds like those between fighters who have shared blows in an arena, and in so doing, come to understand each other. You focus on your emotional connection to one of the other tournament teams, and their power roars along it to you like a string set alight. You use the following ability, which you must have gained access to from the original team.</p>\n<hr />\n<p>You gain a sense for the supernatural and the flow of fate. For 1 hour, you gain spiritsense as a precise sense with a range of 60 feet. Spiritsense enables you to sense the spirits of creatures, including living creatures, most non-mindless undead, and haunts within the listed range. As with your hearing and other imprecise senses, you still need to @UUID[Compendium.pf2e.actionspf2e.Item.Seek] to locate an undetected creature. As spiritsense detects spiritual essence, not physical bodies, it can detect spirits projected by spells such as project image or possessing otherwise soulless objects. It can't detect soulless bodies, constructs, or objects. Once during the spell's duration, when you roll a failure or critical failure on a saving throw or skill check, you get a success instead.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "day"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Fists of the Ruby Phoenix Hardcover Compilation"
        },
        "traits": {
            "value": [
                "concentrate",
                "emotion",
                "magical"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
