{
    "_id": "HcASfeYcE8QXayfk",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Check the Walls",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p>A PC spends a day studying the walls and patrolling them. The PC then attempts either a @Check[type:arcana|dc:32] check or a @Check[type:crafting|dc:27] check.</p>\n<hr />\n<p><strong>Critical Success</strong> The PC discovers an irregularity in the protective runes along the western portion of the wall-a subtle distortion of the stone and magic that's a sign of repetitive strain, and while no obvious source for this strain is apparent, the distortions suggest the hidden source lies somewhere underground in the immediate area. Unfortunately, further research into city documents and architectural plans do not reveal the existence of any underground chambers in the area, suggesting either that no such chamber exists or, if it does, the records are either faulty or missing.</p>\n<p><strong>Success</strong> The PC discovers the irregularity in the barrier in the western portion of the wall-enough to confirm Alljoiner Garnis's fears, yet not enough to suggest the source of the strain.</p>\n<p><strong>Failure</strong> While the PC is able to discern some basic information about the city's barriers, it is not enough to find the structural flaws. Once the PCs report to her, Alljoiner Garnis suggests the PC tries again to confirm their suspicions, as she still feels there's more to learn.</p>\n<p><strong>Critical Failure</strong> The PC discovers what they believe to be a flaw long the eastern walls that is, in fact, merely a quirk of the ancient magic's design. When the PCs report this finding to Alljoiner Garnis, she confronts Archmage Nalruven with the information, who immediately inspects the area and accurately points out the PCs' error. This failure on the PC's part results in both Alljoiner Garnis and Mountainheart Chiselrock becoming less supportive of the PCs' efforts in Kovlar.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #148: Fires of the Haunted City"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "exploration",
                "secret"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
