{
    "_id": "y6qvt8ac3fF4snwU",
    "img": "systems/pf2e/icons/actions/TwoActions.webp",
    "name": "Dancing Shadow",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 2
        },
        "category": "offensive",
        "description": {
            "value": "<p><strong>Aspect</strong> shadow</p>\n<p><strong>Prerequisites</strong> The relic is a weapon.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> Your relic's shadow detaches from your relic and dances through the air to attack an enemy. When you Activate the relic, designate a target. The relic's shadow flies up to 60 feet until it is adjacent to that foe and then makes a Strike against it, dealing [[/r 5d8]] damage on a success or double that on a critical success; the damage type is of any type normally dealt by your relic. The shadow uses your attack bonus with the relic, and it uses and contributes to your multiple attack penalty. While this activation is in effect, you can use a single action, which has the attack and concentrate traits, to mentally direct the shadow to make another Strike against the same target. The shadow lasts until that target is reduced to 0 Hit Points, that target moves more than 400 feet from you, or that target moves to an area where no shadow could be cast, such as an area of complete darkness, whichever comes first.</p>\n<p>The shadow doesn't take up space, grant flanking, or have any other attributes a creature would, and it automatically follows the chosen foe. The shadow can't make any attack other than its Strike, and feats or spells that affect weapons do not apply to it.</p>"
        },
        "frequency": {
            "max": 1,
            "per": "PT1H"
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Gamemastery Guide"
        },
        "rules": [],
        "traits": {
            "value": [
                "shadow"
            ]
        }
    },
    "type": "action"
}
