{
    "_id": "nVdoKUIWaJ47xMuB",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Distract Guards",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p>You attempt to distract a specific group of guards away from their patrol route or their post. You can do so by attempting a @Check[type:deception|dc:41] check, or by using a spell effect, in which case you attempt a @Check[type:arcana|dc:41], @Check[type:nature|dc:41], @Check[type:occultism|dc:41], or @Check[type:religion|dc:41] check (as appropriate) to determine success. Each attempt to Distract Guards takes a minute to play out-from the initial distraction to the guard's reaction.</p>\n<hr />\n<p><strong>Critical Success</strong> You significantly distract the guards away from their patrol area or post to an area in the citadel of your choice. The guards return to their original post after 1 hour has passed.</p>\n<p><strong>Success</strong> You distract the guards away from their patrol area or post to an area in the citadel of your choice. The guards return to their original post after 20 minutes have passed.</p>\n<p><strong>Failure</strong> You fail to distract the guards. Any attempt made in the next 10 minutes to distract the same guards takes a -2 penalty to the check.</p>\n<p><strong>Critical Failure</strong> As failure above, but the guards realize you're trying to distract them and escort you out of the building. If this is your third critical failure against that particular group of guards, the guard instead places you under arrest.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #150: Broken Promises"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "exploration",
                "manipulate",
                "move"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
