{
    "_id": "MFyKaQVMMphwpHut",
    "img": "systems/pf2e/icons/actions/LongerAction.webp",
    "name": "Explore the Electric Castle",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Rare</strong></p>\n<hr />\n<p>You make your way around and explore an area in Aslynn's fortress. When you Explore the Electric Castle, attempt a skill check, choosing from the skills indicated in the area you're searching. Other Lore checks might be appropriate at the GM's discretion. The DC of most skill checks is 23 (DC 26 for levels 9-10); for checks using an appropriate Lore skill, lower the DC to 20 (DC 23 for levels 9-10). You can @UUID[Compendium.pf2e.actionspf2e.Item.Cast a Spell] instead of attempting a skill check. If you use a non-cantrip spell appropriate to the task, you earn a success; if the spell is at least 3rd level (or 4th level for levels 9-10), you instead earn a critical success. Examples of spells you can cast include invisibility or obscuring mist to help sneak, shape wood or shape stone to open a passage, or spider climb or dimension door to maneuver around difficult areas. Based on the results of your check, determine how long it takes to get to and explore the room.</p>\n<hr />\n<p><strong>Critical Success</strong> You reduce the time it takes by 5 minutes (to a minimum of 15 minutes).</p>\n<p><strong>Success</strong> You do not increase the time it takes.</p>\n<p><strong>Failure</strong> You increase the time it takes by 5 minutes.</p>\n<p><strong>Critical Failure</strong> You increase the time it takes by 10 minutes (to a maximum of 1 hour).</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Society Scenario #4-11: Prisoners of the Electric Castle"
        },
        "traits": {
            "value": [
                "exploration",
                "secret"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
