{
    "_id": "L8UbCtOYzgEutput",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Fight the Fire",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p>You work to contain the fire. Attempt a @Check[type:acrobatics|dc:36] check to move quickly through the building and extinguish burning areas opportunistically, a @Check[type:athletics|dc:38] check to remove debris to prevent the spread of fire or haul buckets of water or sand to extinguish flames, or a @Check[type:diplomacy|dc:40] or @Check[type:intimidation|dc:40] check to organize bystanders into helping fight the fire.</p>\n<hr />\n<p><strong>Critical Success</strong> You make significant progress, allowing [[/r 1d6]]{1d6 citizens} to escape to safety on their own, and no citizens still trapped in the building perish at the end of the phase. Any checks to Rescue Citizens for the remainder of this phase gain a +2 circumstance bonus. Increase the number of phases remaining before the building collapses by 1.</p>\n<p><strong>Success</strong> You curtail flames in areas where citizens are still trapped. No citizens still trapped in the building perish at the end of the phase. Any checks to Rescue Citizens for the remainder of this phase gain a +1 circumstance bonus.</p>\n<p><strong>Failure</strong> You take [[/r 4d6[fire]]] damage.</p>\n<p><strong>Critical Failure</strong> Your attempts to Fight the Fire accidentally spread the flames instead. You take [[/r 8d6[fire]]] damage. Reduce the number of phases remaining before the building collapses by 1.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #150: Broken Promises"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "exploration",
                "manipulate"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
