{
    "_id": "pQIgAdZucEEWCMfL",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Gather Information",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Overcome</strong> @Check[type:diplomacy|dc:35]</p>\n<hr />\n<p>The PC seeks out rumors about Exavisu's status and location.</p>\n<hr />\n<p><strong>Critical Success</strong> The PCs learn information as a success, plus supporting details that assist in their preparations. The PCs gain a +2 circumstance bonus to checks to perform legwork tasks from this point on. In addition, the PC learns that the scheduling of the auction experienced some delays due to disagreements between the Scarlet Triad and Fleshmongers' Federation over how to split profits-in the face of the gradual constriction of slave market, the longtime allies are both great taking pains to maintain their own profits without undercutting each other.</p>\n<p><strong>Success</strong> The PC learns that while nobody knows where Exavisu Kerndallion and her enslaved colleagues are, a private auction has been scheduled for the evening of 15 Neth, to be held at the Bhetshamtal Estate in Katapesh's Inner City. Invitations are nearly impossible to come by, and the audience is expected to include a large number of extraplanar bidders. Exavisu is among the slaves up for sale. Shipments into and out of the estate suggest reparations are already underway for the exclusive event, and the slaves are likely being kept off-site until the event begins.</p>\n<p><strong>Failure</strong> The PC learns nothing.</p>\n<p><strong>Critical Failure</strong> The PC learns a few misleading rumors that give the PCs a -2 circumstance penalty to their next check for a legwork task.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #149: Against the Scarlet Triad"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "downtime",
                "secret"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
