{
    "_id": "Dir7OyCss7H1XQGX",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Organize Labor",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": null,
        "description": {
            "value": "<p>You spend a day in Breachill recruiting workers to aid in a repair or an upgrade at Citadel Altaerein. Attempt a @Check[type:deception|dc:13], @Check[type:diplomacy|dc:13], or @Check[type:intimidation|dc:13] check to Organize Labor to organize workers, or a @Check[type:deception|dc:18], @Check[type:diplomacy|dc:18], or @Check[type:intimidation|dc:18] check for specialists.</p>\n<p>If you use Deception or Intimidation for this check, you gain a +2 circumstance bonus, but failure comes with extra risks, as detailed below. Using Diplomacy grants no bonus to the check, but comes without added risk. When you Organize Labor, you must specify one repair or upgrade activity to be undertaken; once you successfully Organize Labor, you must begin that activity within a week.</p>\n<p>A force of organized workers costs 1 gp per day, while a force of organized specialists costs 5 gp per day.</p>\n<hr />\n<p><strong>Critical Success</strong> You organize labor for the full duration of the repair or upgrade activity, and the cost to pay the workers is halved for the duration.</p>\n<p><strong>Success</strong> You organize labor for the full duration of a repair or upgrade activity.</p>\n<p><strong>Failure</strong> You organize labor for a single day of a repair or upgrade activity. Unless you used Diplomacy, word of your deceptive or intimidating nature spreads, and you take a -1 circumstance penalty to all future checks to organize labor. This penalty increases with each subsequent failure, to a maximum penalty of -4.</p>\n<p><strong>Critical Failure</strong> You completely fail to organize labor. If you used Deception or Intimidation, word of your untrustworthiness or cruelty spreads, and you can no longer use that skill to Organize Labor.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #146: Cult of Cinders"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "concentrate",
                "downtime",
                "linguistic",
                "mental"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
