{
    "_id": "awJY2ylrsVEJNTFi",
    "img": "systems/pf2e/icons/actions/OneAction.webp",
    "name": "Pander to the Crowd",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Requirement</strong> This is your first action in a gladiatorial match, or you've damaged or visibly impeded a foe while fighting a gladiatorial match.</p>\n<hr />\n<p>With a mocking gesture, a triumphant flourish, or a bold challenge, you inspire the crowd to cheer you on. Attempt an Acrobatics, Athletics, Intimidation, or Performance check, with a DC typically set by the encounter's level. Crowds grow bored with repetition though; and attempting to Pander to the Crowd using the same skill that was used the last time someone used this action imposes a -2 circumstance penalty on the check. If you critically succeeded at an attack roll this turn, you gain a +2 circumstance bonus to your Pander to the Crowd attempt.</p>\n<hr />\n<p><strong>Critical Success</strong> The crowd goes wild! You can either give yourself a +3 status bonus to attack rolls, damage rolls, saving throws, and skill checks until the end of your next turn, or give yourself and all your allies a +2 status bonus to the same rolls until the end of your next turn.</p>\n<p><strong>Success</strong> You appeal to the crowd. As critical success, but the bonus is +2 just for you, or +1 for you and your allies.</p>\n<p><strong>Failure</strong> You don't make an impression.</p>\n<p><strong>Critical Failure</strong> Your pandering is laughable, and the crowd begins to favor your opponents. The next creature hostile to you that attempts to Pander to the Crowd gains a +4 circumstance bonus to the check.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #149: Against the Scarlet Triad"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "auditory",
                "concentrate",
                "emotion",
                "visual"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
