{
    "_id": "2Vrg2RkEdOteyp5O",
    "img": "systems/pf2e/icons/actions/OneAction.webp",
    "name": "Perform a Trick",
    "system": {
        "actionType": {
            "value": "action"
        },
        "actions": {
            "value": 1
        },
        "category": "interaction",
        "description": {
            "value": "<p>You perform your signature circus trick. Attempt one of the trick checks associated with your trick. The DC for the trick check is determined by your level. The result of each trick check determines whether you generate Excitement, generate Excitement and Anticipation, or lose Excitement.</p>\n<hr />\n<p><strong>Critical Success</strong> You generate Excitement equal to the trick's level; this Excitement is added to the circus's total Excitement for the show. You also generate Anticipation equal to half the trick's level (rounded up); this Anticipation is added to the circus's total Anticipation for the show.</p>\n<p><strong>Success</strong> You generate Excitement equal to the trick's level; this Excitement is added to the circus's total Excitement for the show.</p>\n<p><strong>Failure</strong> No effect.</p>\n<p><strong>Critical Failure</strong> The circus's Excitement value decreases by a value equal to half the trick's level (rounded up).</p>\n<hr />\n<p>You can Perform a Trick multiple times per act, and can choose a different possible trick check for each attempt. If you Perform a Trick twice during the same act, you take a -5 penalty to your second trick check. If you Perform a Trick three times, the penalty for the third check is -10. The penalties are reduced to -4 and -8, respectively, if your trick has the agile trait.</p>\n<p>This action always has the circus trait. Starting at 1st level, you can choose one additional trick trait you have access to for your signature trick, and apply it to this action as well. You can add additional traits as your level increases.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #151: The Show Must Go On"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "circus"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
