{
    "_id": "VF2Gw89uNHSUIiFr",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Prepare the Processional",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "gm": "<p><strong>Themes</strong>: @Check[type:religion,society|dc:28|showDC:gm] - Note that a lore skill can be used at your discretion</p>\n<p><strong>Exhibits</strong>: @Check[type:athletics,crafting,nature|dc:28]</p>\n<p><strong>Pageantry</strong>: @Check[type:crafting,deception,performance|dc:28]</p>\n<p><strong>Revelers</strong>: @Check[type:diplomacy,intimidation,performance|dc:28]</p>\n<h3><strong>Perform the Processional Results</strong></h3>\n<table class=\"pf2e\">\n<thead>\n<tr>\n<th>Preparation Points</th>\n<th>DC</th>\n<th >XP Earned</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>8 or less</td>\n<td>33</td>\n<td>10 XP</td>\n</tr>\n<tr>\n<td>9-13</td>\n<td>30</td>\n<td>20 XP</td>\n</tr>\n<tr>\n<td>14-18</td>\n<td>28</td>\n<td>40 XP</td>\n</tr>\n<tr>\n<td>19-23</td>\n<td>26</td>\n<td>60 XP</td>\n</tr>\n<tr>\n<td>24 or more</td>\n<td>23</td>\n<td>80 XP</td>\n</tr>\n</tbody>\n</table>\n<p></p>",
            "value": "<p>You spend four days incorporating the following elements into your processional (up to four). Attempt one skill check from the skills listed for each element you choose to incorporate into your processional. The results of these checks determine how many Preparation Points you earn.</p>\n<p><strong>Themes</strong>: You come up with one theme essential to the processional and determine how to infuse it into every aspect of the celebration. Attempt one of the following skill checks: Lore (if you draw upon knowledge of a thematic topic), Religion (if the theme involves religious inspiration or relies heavily on undead in some way), or Society (if you focus on Geb's history, politics, and zeitgeist).</p>\n<p><strong>Exhibits</strong>: You work to create or arrange the physical elements of the processional's display, such as statues or icons carried aloft, decorated wagons, extravagant puppetry, trained animals, or the like. Attempt one of the following skill checks: Athletics (if you provide manual labor), Crafting (if you create puppets, chisel statues, or decorate vehicles), or Nature (if you train animals to take part in the processional).</p>\n<p><strong>Pageantry</strong>: You create the costumes and accessories the participants carry or wear during the processional. Attempt one of the following skill checks: Crafting (if you design the outfits or items to be carried), Deception (if you intend the outfits to be recognizable representations of specific individuals in the form of a disguise), or Performance (if you choreograph dances or compose original music).</p>\n<p><strong>Revelers</strong>: You recruit a large number of locals to take part in your processional. Attempt one of the following skill checks: Diplomacy (to convince people to join your processional), Intimidation (to threaten them with dire consequences if they don't take part), or Performance (to inspire them to share in your artistic vision).</p>\n<hr />\n<p><strong>Critical Success</strong> You gain 2 Preparation Points for the party.</p>\n<p><strong>Success</strong> You gain 1 Preparation Point for the party.</p>\n<p><strong>Critical Failure</strong> You lose 1 Preparation Point for the party.</p>"
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #184: The Ghouls Hunger"
        },
        "rules": [],
        "traits": {
            "value": [
                "concentrate",
                "downtime",
                "manipulate"
            ]
        }
    },
    "type": "action"
}
