{
    "_id": "KmpPAOjNP980NuCY",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Repair Huntergate",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Prerequisites</strong> trained in Crafting or Thievery</p>\n<p><strong>Requirement</strong> You have the Huntergate portal key (@UUID[Compendium.pf2e.equipment-srd.Item.Hunter's Arrowhead]).</p>\n<hr />\n<p>You use the hunter's arrowhead to guide the misaligned magic of Huntergate back into the proper pathways through the stone's intricate carvings and decorations. You must attempt either a @Check[type:crafting|dc:24] check to Repair (in which case the hunter's arrowhead serves as the repair kit needed for this activity) or a @Check[type:thievery|dc:24] check to Pick a Lock (in which case the hunter's arrowhead serves as the thieves' tools needed for this activity). Regardless of the skill used, the activity takes an hour to perform, and the DC of the check is 24, with the following effects.</p>\n<hr />\n<p><strong>Critical Success</strong> Huntergate is repaired, and the vision of Dahak hazard inside of the Huntergate way station is reduced in power; reduce all of the hazard's modifiers and DCs by 2.</p>\n<p><strong>Success</strong> Huntergate is repaired.</p>\n<p><strong>Failure</strong> Huntergate is not repaired, and the character who attempted the repair becomes @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 2} for 1 hour as an orange arc of magical energy lances painfully through their body. A new attempt to repair the portal cannot be made again for 24 hours.</p>\n<p><strong>Critical Failure</strong> As failure, but the magical backlash also deals [[/r {6d6} [fire]]]{6d6 fire damage} to the character attempting the repairs.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #146: Cult of Cinders"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "exploration",
                "manipulate"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
