{
    "_id": "I19VNyhXYaFCpsxl",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Scout Duneshadow",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p>Duneshadow's known to traverse a wide territory in north-central Katapesh, and the PCs first need to narrow down his current location to within a few miles. A full scouting attempt takes 4 hours, during which each PC attempts a skill check chosen from the following options, depending on how they wish to scout: @Check[type:diplomacy|dc:40] (to ask local nomads about sightings) or @Check[type:nature|dc:36] (to know about camel behavior and where Duneshadow might best be found). At your discretion, a PC can substitute an appropriate Lore skill for any of these skills, in which case the DC is reduced by 2.</p>\n<p>To find the camel's trail, the party must successfully Scout Duneshadow three times. Critical successes count as two successes, and critical failures negate one success. If all PCs abandon this task and no one is Scouting Duneshadow, the number of accumulated successes resets to zero. Magic such as <em>@UUID[Compendium.pf2e.spells-srd.Item.Discern Location]</em> gives two successes toward finding Duneshadow, though he moves so often and in such odd ways that even in the 10 minutes it takes to <em>@UUID[Compendium.pf2e.spells-srd.Item.Teleport]</em>, only his trail will remain. Once they get three successes, the PCs can then @UUID[Compendium.pf2e.actionspf2e.Item.Track] him (@Check[type:survival|dc:40]). They need to succeed twice in a row or critically succeed once, and can try again on a failure. On a critical failure, the PCs must wait at least 24 hours before Scouting Duneshadow again.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #149: Against the Scarlet Triad"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "concentrate",
                "exploration",
                "move"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
