{
    "_id": "Ys6rFLuyxocQy2hA",
    "img": "systems/pf2e/icons/actions/Passive.webp",
    "name": "Seek the Hidden Forge",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "interaction",
        "description": {
            "value": "<p><strong>Requirements</strong> At least one Hidden Forge clue.</p>\n<hr />\n<p>By spending a day examining Hidden Forge clues, consulting with locals, studying maps of Kovlar, and otherwise investigating the mystery, a PC attempts to determine the location of the secret shrine to Droskar in the dwarven city. A character can attempt to interpret these clues with a Perception, Society, or Survival check-the DC remains 36 regardless of the check used to interpret the clues. This DC is reduced by 2 for each Hidden Forge clue possessed beyond the first. Thus, if the character has access to two Hidden Forge Clues, the DC is reduced to 34, up to a maximum reduction to DC 22 if a character has 8 Hidden Forge Clues.</p>\n<hr />\n<p><strong>Critical Success</strong> The PC pinpoints the entrance to the Hidden Forge.</p>\n<p><strong>Success</strong> The PC makes significant progress toward determining the Hidden Forge's location, and gains a +4 circumstance bonus on their next check to Seek the Hidden Forge.</p>\n<p><strong>Failure</strong> The PC fails to determine anything informative from the clues.</p>\n<p><strong>Critical Failure</strong> As failure, but the Droskar cultists catch wind of the investigation and are able to prepare their defenses.</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder #148: Fires of the Haunted City"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "downtime",
                "secret"
            ]
        },
        "trigger": {
            "value": ""
        }
    },
    "type": "action"
}
