{
    "_id": "oKuNQPNRHGong4jo",
    "folder": "0dUdCq36CWlxcyuj",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Bifrons",
    "system": {
        "attribute": [
            "dex",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>A dogmatic obsession with fate, luck, and patterns paints Bifrons as a questionable partner. They experience the highest highs and the lowest lows, celebrating each equally. Distinguishing whether windfall and forfeiture are brought by chance or inevitability is pointless to their mind, for it is all within the parameters of the universe's game. Their base is built on the teasing of mortals against the odds; if they lose, such only proves the pattern, while if they win, fate smiled upon them and they should thank Bifrons for their encouragement. Patrons of the Second Fate consider misfortune as an investment in greater rewards to come, gambling they'll be free to collect the consequences. Many promise to contract with the devil only temporarily, just until they've had enough. Few are able to satisfy this conviction, but Bifrons loves an underdog. Bifrons appears as a gambling devil, a devil made entirely of gold, clad in royal regalia with a face that appears to be either shouting in glee or screaming in agony.</p>\n<p><strong>Title</strong> The Second Fate</p>\n<p><strong>Areas of Concern</strong> Fate, luck, patterns</p>\n<p><strong>Edicts</strong> Steal coins from wells, bet on red, collect obscure oracular knick knacks</p>\n<p><strong>Anathema</strong> Take the same path twice, calculate your chances, dismiss superstition</p>\n<p><strong>Religious Symbol</strong> two-faced devil head</p>\n<p><strong>Sacred Animal</strong> fox</p>\n<p><strong>Sacred Colors</strong> black, white</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "change",
                "confidence",
                "fate",
                "luck"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "occultism"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Ill Omen",
            "5": "Compendium.pf2e.spells-srd.Item.False Vision",
            "7": "Compendium.pf2e.spells-srd.Item.True Target"
        },
        "traits": {},
        "weapons": [
            "war-flail"
        ]
    },
    "type": "deity"
}
