{
    "_id": "JEZ6ZZc2aCzWyu8P",
    "folder": "0dUdCq36CWlxcyuj",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Haborym",
    "system": {
        "attribute": [
            "str",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Not seen outside their bastille of hellfire-stoked iron since their designation as a duke, Haborym keeps vigil over the most dangerous beings in the planes. Haborym's 8-milelong prison is a testament to their dedication, a crucible for the souls to be reforged anew. Any interned within have the option to challenge the governor to a single game of their choosing: early discharge for victory, servitude for defeat. To Haborym's dismay, not one prisoner has exercised this right in generations. Depictions show the Burning Hearth as a four-armed humanoid lacking a mouth and with skin that appears to have been burned to near ashes.</p>\n<p>Those who serve their sentence all have volunteered to join the Panopticon's watch, guarding over their former fellow inmates. Lawkeeps who catch, judges who charge, and smiths who forge the bonds of captivity, who believe through continual breaking and reforging the weak are honed strong and true, these are the ilk of Haborym. \"It is for their own good\" is their guiding axiom.</p>\n<p><strong>Title</strong> The Burning Heath</p>\n<p><strong>Areas of Concern</strong> Immolation, incarceration, renewal</p>\n<p><strong>Edicts</strong> Identify all exits, take your enemies alive, enact malicious compliance</p>\n<p><strong>Anathema</strong> Deny clemency without offering an opportunity for appeal, wear chains or bracelets on your person, misplace anything within your charge</p>\n<p><strong>Religious Symbol</strong> burning spider web</p>\n<p><strong>Sacred Animal</strong> spider</p>\n<p><strong>Sacred Colors</strong> black, orange</p>"
        },
        "domains": {
            "alternate": [
                "might",
                "toil",
                "tyranny",
                "zeal"
            ],
            "primary": [
                "duty",
                "fire",
                "protection",
                "vigil"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "intimidation"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Thunderstrike",
            "3": "Compendium.pf2e.spells-srd.Item.Phantom Prison",
            "5": "Compendium.pf2e.spells-srd.Item.Wave of Despair"
        },
        "traits": {},
        "weapons": [
            "longspear"
        ]
    },
    "type": "deity"
}
