{
    "_id": "w8Pfl5syV0vaEuTM",
    "folder": "0dUdCq36CWlxcyuj",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Ussharassim",
    "system": {
        "attribute": [
            "str",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>From a bacchanal gallery of gloried names remembered fondly, Ussharassim bids all who crave the warm embrace of fame, heroism, and renown to join the revelry. His kind are the young farmers who look over the glade dreaming of bards telling how they vanquished a great foe, the fiddlers who pray someone will play their song in a hundred years' time, the adventurer who wished everyone knew their name and smiled. Hopes for grand adventure are met with the demise of their loved ones, spurning on their campaign of revenge. Poets are gifted heartbreaks that rattle their core and inspire refrains that will be quoted for generations, the glory and honor of which are indebted to the Spurring Scar forever. From his table, surrounded by heroes, villains, and masters of their time, he shares tales of all who would be the next greats, his voice crystal clear from behind a mirror mask covering a scarred visage.</p>\n<p><strong>Title</strong> The Spurring Scar</p>\n<p><strong>Areas of Concern</strong> Fame, glory, legacy</p>\n<p><strong>Edicts</strong> Patron chroniclers and playwrights, perform dramatic entrances and exits, squeeze your connections for all they're worth, get the last word</p>\n<p><strong>Anathema</strong> Act with modesty or anonymity, perform great deeds without witnesses, let a slight go unrequited</p>\n<p><strong>Religious Symbol</strong> mirrored mask</p>\n<p><strong>Sacred Animal</strong> lap dog</p>\n<p><strong>Sacred Colors</strong> golden yellow</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "ambition",
                "confidence",
                "passion",
                "zeal"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "performance"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Charm",
            "4": "Compendium.pf2e.spells-srd.Item.Honeyed Words",
            "5": "Compendium.pf2e.spells-srd.Item.Cloak of Colors"
        },
        "traits": {},
        "weapons": [
            "dueling-pistol"
        ]
    },
    "type": "deity"
}
