{
    "_id": "DWIGqLu8iQnZYS26",
    "folder": "0dUdCq36CWlxcyuj",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Vapula",
    "system": {
        "attribute": [
            "con",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>With a greed that rivals that of the oldest dragons, Vapula relishes knowledge. He particularly savors the moment when one learns something new and has to recontextualize everything as their reality changes. In the chase for revelation, he has acquired quite the collection and developed a knack for cataloging and security. All that is lost is found in his vaults. The prayers of the widower who lost his ring, the pup whose human forgot them, the knight whose sword was knocked into the crevasse in their most dire hour—their quiet offers cross the Keeper of the Pyrite Vault's ears before any others. For easy favors, wishes can come true. Devils, demons, archmagi, and scores of angels come to account with Vapula, each knowing any treasures or threats they deposit are safe and accounted for. Threats from Asmodeus himself could not ply Vapula, for the Exchequer's word is his bond, and he is all the more respected for it. Those that meet with Vapula encounter a living stone statue of a horned man wearing an elegant robe, his visage changing every time one looks away.</p>\n<p><strong>Title</strong> The Exchequer</p>\n<p><strong>Areas of Concern</strong> Discovery, hubris, scholars</p>\n<p><strong>Edicts</strong> Finders keepers, speak with others in their native language, ask more questions than you give answers</p>\n<p><strong>Anathema</strong> Work in approximations, renegotiate, fail to uphold your word</p>\n<p><strong>Religious Symbol</strong> rearing griffon</p>\n<p><strong>Sacred Animal</strong> lion</p>\n<p><strong>Sacred Colors</strong> white, yellow</p>"
        },
        "domains": {
            "alternate": [
                "duty"
            ],
            "primary": [
                "knowledge",
                "protection",
                "secrecy",
                "wealth"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "diplomacy"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Illusory Object",
            "3": "Compendium.pf2e.spells-srd.Item.Bottomless Stomach",
            "4": "Compendium.pf2e.spells-srd.Item.Liminal Doorway"
        },
        "traits": {},
        "weapons": [
            "staff"
        ]
    },
    "type": "deity"
}
