{
    "_id": "HCl3pzVefiv9ZKQW",
    "img": "systems/pf2e/icons/actions/Reaction.webp",
    "name": "Aid",
    "system": {
        "actionType": {
            "value": "reaction"
        },
        "actions": {
            "value": null
        },
        "category": null,
        "description": {
            "value": "<p><strong>Trigger</strong> An ally is about to use an action that requires a skill check or attack roll</p>\n<p><strong>Requirements</strong> The ally is willing to accept your aid, and you have prepared to help (see below)</p>\n<hr />\n<p>You try to help your ally with a task. To use this reaction, you must first prepare to help, usually by using an action during your turn. You must explain to the GM exactly how you're trying to help, and they determine whether you can Aid your ally.</p>\n<p>When you use your Aid reaction, attempt a skill check or attack roll of a type decided by the GM. The typical DC is 20, but the GM might adjust this DC for particularly hard or easy tasks. The GM can add any relevant traits to your preparatory action or to your Aid reaction depending on the situation, or even allow you to Aid checks other than skill checks and attack rolls.</p>\n<hr />\n<p><strong>Critical Success</strong> You grant your ally a +2 circumstance bonus to the triggering check. If you're a master with the check you attempted, the bonus is +3, and if you're legendary, it's +4.</p>\n<p><strong>Success</strong> You grant your ally a +1 circumstance bonus to the triggering check.</p>\n<p><strong>Critical Failure</strong> Your ally takes a -1 circumstance penalty to the triggering check.</p>\n<p>@UUID[Compendium.pf2e.other-effects.Item.Effect: Aid]</p>"
        },
        "requirements": {
            "value": ""
        },
        "rules": [],
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "traits": {
            "rarity": "common",
            "value": [
                "general"
            ]
        },
        "trigger": {
            "value": ""
        },
        "weapon": {
            "value": ""
        }
    },
    "type": "action"
}
