{
    "_id": "bdo2ubH7XAs7eG9m",
    "folder": "DrhgckbYmAvHh9P6",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Venture-Gossip Dedication",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>Look, the motto of the Pathfinder Society is \"explore, report, cooperate\" and you're just reporting what you hear! Is all of it accurate or true? Maybe not, but hey, you can tell a great story and you know how to keep your readers hooked and eating out of the palm of your hand. Ambrus Valsin of the Grand Lodge may disapprove of your methods, but hey, he's not your real boss.</p>\n<p>Eando isn't either.</p>\n<p>We'll go with Zarta.</p>\n<p>Wait, no, Sheila. Sheila appreciates a good gossip column. You're now from Magnimar. Always have been.</p>\n<p>You have two identities: your day job as a Pathfinder agent, and your real job, one of the many voices that make up the Venture-Gossip tabloid. If someone attempts to figure out if you're a venture-gossip, they must use a @UUID[Compendium.pf2e.actionspf2e.Item.Seek] action to attempt a Perception check against one of your influence skills of your choice: Deception, Diplomacy, or Intimidation. Your DC is 20 + your proficiency modifier.</p>\n<p>If you are discovered to be part of Venture-Gossip, you can spend 1 week of downtime convincing others that you've never even read that tabloid, much less contributed to it!</p>\n<p>You gain the following action, allowing you to collect more information for your column.</p>\n<p>@UUID[Compendium.pf2e.actionspf2e.Item.Tell Me More]</p>\n<p>@UUID[Compendium.pf2e.journals.JournalEntry.vx5FGEG34AxI2dow.JournalEntryPage.ygcqpeo43GpRsxXR]{Venture-Gossip}</p>"
        },
        "level": {
            "value": 4
        },
        "prerequisites": {
            "value": [
                {
                    "value": "member of the Pathfinder Society"
                },
                {
                    "value": "Pathfinder Agent Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Paizo Blog: Foolish Housekeeping and Other Articles"
        },
        "rules": [],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "dedication"
            ]
        }
    },
    "type": "feat"
}
