{
    "_id": "FClOlGn44lFLqmbA",
    "data": {
        "description": {
            "value": "<p>One of your ancestors becomes predominant in their meddling. The first time you gain this effect each day, roll [[/r 1d4]] on the list below to determine which type of ancestor becomes predominant.</p>\n<p>This predominant ancestor guides you to use their preferred type of action, and you get the moderate curse benefit listed for your predominant ancestor in the list below. When you try to use one of the types of actions listed for the other ancestors, you must succeed at a DC 6 flat check. On a failure, you spend the action but gain no effect (though you don't lose the spell if you were Casting a Spell). If your action would take 1 minute or longer, it's long enough that you can overcome the meddling, and you don't need to attempt a flat check.</p>\n<p>During combat or another tense, round-by-round encounter, other ancestors wrestle for control of your actions. When you roll initiative, and then at the end of each of your turns during the encounter, roll [[/r 1d4]] and change your predominant ancestor appropriately. Once the encounter ends, you return to the influence of the ancestor you first rolled for the day.</p>\n<h4>Ancestral Influence</h4>\n<ol>\n<li>Martial Ancestor\n<ul>\n<li><strong>Preferred action</strong> Strikes</li>\n</ul>\n</li>\n<li>Skillful Ancestor\n<ul>\n<li><strong>Preferred action</strong> Perception and Skill actions</li>\n</ul>\n</li>\n<li>Spellcasting Ancestor\n<ul>\n<li><strong>Preferred action</strong> Cast a Spell</li>\n<li><strong>Moderate curse benefit</strong> Non-cantrip spells without a duration gain a status bonus to their damage and healing equal to the spell's level.</li>\n</ul>\n</li>\n<li>You choose which ancestor guides your actions</li>\n</ol>\n<hr />\n<p><em>Note: You need to apply the effects of this curse manually.</em></p>"
        },
        "duration": {
            "expiry": "turn-start",
            "sustained": false,
            "unit": "unlimited",
            "value": -1
        },
        "level": {
            "value": 1
        },
        "rules": [],
        "source": {
            "value": ""
        },
        "start": {
            "initiative": null,
            "value": 0
        },
        "target": null,
        "tokenIcon": {
            "show": true
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "value": []
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/ancestors-mystery.webp",
    "name": "Effect: Moderate Spellcasting Ancestor Curse",
    "type": "effect"
}
