{
    "_id": "jB6iDPaOSWrgxsEh",
    "data": {
        "description": {
            "value": "<p>An aura of a whirling storm whips up in a 15-foot emanation around you and in your space. The aura puts out small non-magical fires 1 round after they're lit or brought into your aura. The whirling winds impose a -2 circumstance penalty on ranged attack rolls using physical ammunition that target you or originate from you.</p>\n<p>High winds blowing outward in the aura impede creatures' progress. The aura is difficult terrain for Large and smaller creatures on the ground, and for Huge or smaller flying creatures. You aren't affected by this difficult terrain.</p>\n<p>Electrical energy builds up within your storm, turning you into a lightning rod; you gain weakness 5 (or half your level, whichever is greater) to electricity, but torrential rain grants you an equal amount of fire resistance. Electricity spells or effects that have additional effects for a creature wearing or holding metal treat you as though you were wearing metal.</p>\n<p>The electricity arcing through you becomes dangerous. Any creature that touches you, including with a touch spell or a melee unarmed attack, takes [[/r 1d6 #electricity]] electricity damage</p>\n<hr />\n<p><em>Note: The penalty to ranged attack rolls that you make</em><em> is applied automatically. You need to apply the remaining effects manually.</em></p>"
        },
        "duration": {
            "expiry": "turn-start",
            "sustained": false,
            "unit": "unlimited",
            "value": -1
        },
        "level": {
            "value": 1
        },
        "rules": [
            {
                "key": "PF2E.RuleElement.TokenEffectIcon"
            },
            {
                "key": "PF2E.RuleElement.FlatModifier",
                "label": "Major Tempest Curse (ranged physical attacks)",
                "predicate": {
                    "all": [
                        "ranged"
                    ]
                },
                "selector": "attack",
                "type": "circumstance",
                "value": -2
            }
        ],
        "schema": {
            "lastMigration": null,
            "version": 0.643
        },
        "source": {
            "value": ""
        },
        "start": {
            "initiative": null,
            "value": 0
        },
        "target": null,
        "traits": {
            "custom": "",
            "rarity": {
                "value": "common"
            },
            "value": []
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/features/classes/tempest-mystery.webp",
    "name": "Effect: Major Tempest Curse",
    "type": "effect"
}
