{
    "_id": "HtRxo4J3elFteIqu",
    "folder": "mxeDA21feNRRstOp",
    "img": "systems/pf2e/icons/deities/arazni.webp",
    "name": "Arazni",
    "system": {
        "attribute": [
            "con",
            "int"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Arazni's transformation from mortal to true god has tested the bounds of the possible. As a mortal, she fought unceasingly to better the lives of her Arcadian compatriots. She so impressed the god Aroden that, after her untimely death, he elevated her to be his herald, the Red Crusader, and she continued to fight for humanity. Yet in 3823 ar, the Knights of Ozem fatefully chose to bind her to their will as they rallied against the Whispering Tyrant. Despite her heroism in leading the charge, the Whispering Tyrant prevailed, and he took particular delight in capturing, humiliating, torturing, and finally killing her. Although the Knights of Ozem recovered her body, they—and Aroden—failed her again when the necromancer Geb had her body stolen and then reanimated against her will, turning her into a lich. In thrall to Geb for over a thousand years, she ruled his nation, all the while suffering torments that changed her profoundly. She endured all of them.</p>\n<p>Not long ago, Arazni decided to risk allying with mortals once again and, with their help, succeeded in tricking the Whispering Tyrant into destroying the magic that bound her to lichdom and to Geb. During her time on Geb's throne, she had been worshipped as a god, though few of the Gebbite masses who paid her obeisance were sincere. Arazni dismissed most of her true believers as sycophants, but for those trapped by unwilling bonds and other believers beyond Geb's borders, Arazni was a paragon of resilience and determination that reflected their own fierce struggles. Perhaps owing to their devotion, ending her lichdom didn't end her. She reemerged not just as a demigod, but as a full-fledged deity resplendent with power.</p>\n<p><strong>Title</strong> The Unyielding</p>\n<p><strong>Areas of Concern</strong> the abused, dignity, unwilling undeath</p>\n<p><strong>Edicts</strong> act with dignity, do whatever it takes to survive, despise and never forgive those who have hurt you</p>\n<p><strong>Anathema</strong> create unwilling undead, insult Arazni</p>\n<p><strong>Religious Symbol</strong> winged rapier</p>\n<p><strong>Sacred Animal</strong> red fox</p>\n<p><strong>Sacred Colors</strong> crimson, gray</p>"
        },
        "domains": {
            "alternate": [
                "sorrow"
            ],
            "primary": [
                "confidence",
                "freedom",
                "pain",
                "protection"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy",
                "unholy"
            ]
        },
        "skill": [
            "intimidation"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Endure",
            "2": "Compendium.pf2e.spells-srd.Item.Animus Mine",
            "5": "Compendium.pf2e.spells-srd.Item.Never Mind"
        },
        "traits": {},
        "weapons": [
            "rapier"
        ]
    },
    "type": "deity"
}
