{
    "_id": "mm1j6UbHqFCI8fwB",
    "folder": "mxeDA21feNRRstOp",
    "img": "systems/pf2e/icons/deities/erastil.webp",
    "name": "Erastil",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Erastil is an old deity. Originally an elk-headed god of the hunt, he changed long ago to his current purview of family, farming, and trade, yet still holds to a few of the ancient ways. Currently, Erastil's concerns lie with community and the work that sustains those communities. Farming serves the basic needs of a people and requires them to maintain the crops. Families are the most basic unit of a community, with one generation caring for another. Trade requires enough to serve other communities, thus creating bonds of familiarity and interdependence. Yet behind this idyllic image lies the hard, oaken core of primal woods and steaming skin. This gives Erastil a multifaceted history, and while worshippers near cities and newer settlements worship the \"softer\" image of Erastil (an old man of the worshipper's ancestry), people in the wilderness or from very old civilizations still have the elk-headed depictions in their homes.</p>\n<p><strong>Title</strong> Old Deadeye</p>\n<p><strong>Areas of Concern</strong> family, farming, hunting, trade</p>\n<p><strong>Edicts</strong> care for your home and family, fulfill your duties, keep the peace, protect the community</p>\n<p><strong>Anathema</strong> abandon your home in its time of need, choose yourself over your community, tarnish your reputation, tell lies</p>\n<p><strong>Religious Symbol</strong> bow and arrow</p>\n<p><strong>Sacred Animal</strong> stag</p>\n<p><strong>Sacred Colors</strong> brown, green</p>"
        },
        "domains": {
            "alternate": [
                "duty"
            ],
            "primary": [
                "earth",
                "family",
                "nature",
                "wealth"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Sure Strike",
            "3": "Compendium.pf2e.spells-srd.Item.Wall of Thorns",
            "5": "Compendium.pf2e.spells-srd.Item.Nature's Pathway"
        },
        "traits": {},
        "weapons": [
            "longbow"
        ]
    },
    "type": "deity"
}
