{
    "_id": "swwwP7eVmlNuWTb7",
    "folder": "mxeDA21feNRRstOp",
    "img": "systems/pf2e/icons/deities/gozreh.webp",
    "name": "Gozreh",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>When the wind first rippled the waves of the primordial ocean, Gozreh was born. This timeless, inscrutable entity is a being of dualities: wind and wave, male and female, generous and ravenous, benevolent and disastrous. Mortal kind has marveled at Gozreh from the beginning, as they've been lashed by storms, paying visceral witness to the Wind and the Waves in a manner more immediate than the abstract reality of most gods. Then and now, worshippers reverently slip offerings overboard or burn incense that wafts aloft, hoping to please Gozreh but content to avoid the god's displeasure. Even followers who successfully placate the tempestuous god know better than to trust their favor for long, as Gozreh's pleasure waxes and wanes like the tide, and their forbearance passes swiftly as a gust. Gozreh's pique is just as temporary. Storms pass, and the sea calms. With the god's attention on all the world's waters and winds, Gozreh's fury is unlikely to linger in one place for long.</p>\n<p><strong>Title</strong> The Wind and the Waves</p>\n<p><strong>Areas of Concern</strong> nature, the sea, weather</p>\n<p><strong>Edicts</strong> cherish, protect, respect nature in all its forms</p>\n<p><strong>Anathema</strong> bring civilization to intrude on the wild, create undead, despoil areas of natural beauty</p>\n<p><strong>Religious Symbol</strong> dripping leaf</p>\n<p><strong>Sacred Animal</strong> all</p>\n<p><strong>Sacred Colors</strong> blue, green</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "air",
                "nature",
                "travel",
                "water"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gust of Wind",
            "3": "Compendium.pf2e.spells-srd.Item.Lightning Bolt",
            "5": "Compendium.pf2e.spells-srd.Item.Control Water"
        },
        "traits": {},
        "weapons": [
            "trident"
        ]
    },
    "type": "deity"
}
