{
    "_id": "sZrdzh0ANQnZGXJb",
    "folder": "mxeDA21feNRRstOp",
    "img": "systems/pf2e/icons/deities/torag.webp",
    "name": "Torag",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>\"Subtle as a hammer\" is a phrase commonly uttered about both worshippers of Torag and the god himself. Torag, while not the only dwarven deity, is arguably the most well-known among the other peoples of Golarion. His is the most general of worship within the dwarven pantheon, less focused on specific aspects of worship and more the bedrock upon which the others depend. He is often depicted as an older dwarf man, obviously rugged and mighty in his scarred, runic armor. His hammer, Kaglemros, is etched with his imposing visage, eyes blazing with the inner fire hotter than any forge. He counts crafters among his most ardent followers, be they workers of metal, stone, or cloth. Not to be outshone, soldiers and mercenaries often pray to Torag in his aspect as protector, praying that no harm will come to them or their companions as they take the fight to those who wish harm upon what they defend. In his secondary aspect as a defensive strategist, he grants battle wisdom to his followers, allowing them to see strategies and exploit opponents' vulnerabilities on the field of combat.</p>\n<p><strong>Title</strong> Father of Creation</p>\n<p><strong>Areas of Concern</strong> forge, protection, strategy</p>\n<p><strong>Edicts</strong> be honorable and forthright, keep your word, respect the forge, serve your people</p>\n<p><strong>Anathema</strong> tell lies or cheat someone, intentionally create inferior works, show continued mercy to the enemies of your people when such enemies prove they are undeserving</p>\n<p><strong>Religious Symbol</strong> iron hammer</p>\n<p><strong>Sacred Animal</strong> badger</p>\n<p><strong>Sacred Colors</strong> gold, gray</p>"
        },
        "domains": {
            "alternate": [
                "duty",
                "metal"
            ],
            "primary": [
                "creation",
                "earth",
                "family",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Mindlink",
            "3": "Compendium.pf2e.spells-srd.Item.Earthbind",
            "4": "Compendium.pf2e.spells-srd.Item.Creation"
        },
        "traits": {},
        "weapons": [
            "warhammer"
        ]
    },
    "type": "deity"
}
