{
    "_id": "7Fd4lxozd11MQ55N",
    "img": "systems/pf2e/icons/spells/atone.webp",
    "name": "Atone",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "areatype": {
            "value": ""
        },
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "rare incense and offerings worth a total value of 20 gp × the target's level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You attempt to help a truly penitent creature atone for its misdeeds, typically actions contrary to your deity's alignment or anathema to your deity. If the creature isn't truly penitent, the outcome is always a critical failure. This ritual uses Nature if the target is a druid, and Religion in all other cases.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature receives absolution for its misdeeds, allowing it to regain standing with your deity. It returns to its previous alignment (if its alignment shifted) and regains any abilities it lost. Before the atonement is complete, the creature must perform a special quest or other task chosen by your deity, as befits its misdeeds. If completed during downtime, this task should take no less than 1 month. For 1 month, the target receives divine insight just before performing an act that would be anathema to your deity or contrary to your deity's alignment.</p>\n<p><strong>Success</strong> As critical success, but the creature gains no special insight regarding its subsequent actions.</p>\n<p><strong>Failure</strong> The creature does not receive absolution and must continue to meditate and redress its misdeeds. Any future atone rituals for the same misdeeds cost half as much and gain a +4 circumstance bonus to primary and secondary checks.</p>\n<p><strong>Critical Failure</strong> The creature offends your deity and is permanently cast out from the faith. The creature can't rejoin your religion without a more direct intervention.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> Increase the maximum target level by 2 and the base cost by 20 gp.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Nature or Religion (expert)"
        },
        "range": {
            "value": "10 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "abjuration"
        },
        "secondarycasters": {
            "value": "1, must be the ritual's target"
        },
        "secondarycheck": {
            "value": "Nature or Religion (whichever is used for the primary check)"
        },
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "another creature of up to 8th level who is a worshipper of the same deity or philosophy as you"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "custom": "",
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": []
        }
    },
    "type": "spell"
}
