{
    "_id": "9lz67JCNCLDfIEy3",
    "img": "systems/pf2e/icons/spells/plant-form.webp",
    "name": "Awaken Object",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "crushed gems and spices worth 250 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You imbue a single Small or smaller object with rudimentary awareness and consciousness, and it gains mental ability modifiers depending on the results of the ritual. It gains the ability to see and hear, and the ability to understand (but not speak) a single language that you know. It's indifferent to you and all living creatures. In all other respects, it's an ordinary object of its type. An awakened object that gains the broken condition is rendered insensate until Repaired above its Broken Threshold.</p>\n<p>Magical objects and constructs can't be awakened, nor can most spell or magic item abilities be added to an awakened object later (the process to do so is much more complicated than a ritual and essentially creates an intelligent magic item). However, an object that has already been awakened can have the animate object ritual cast on it by doubling the cost of animate object.</p>\n<hr />\n<p><strong>Critical Success</strong> The target's Intelligence, Wisdom, and Charisma modifiers each increase to +2 if they were lower, and it becomes friendly to you for awakening it.</p>\n<p><strong>Success</strong> The target's Intelligence, Wisdom, and Charisma modifiers increase to +0.</p>\n<p><strong>Failure</strong> The target is unaffected and the ritual fails.</p>\n<p><strong>Critical Failure</strong> The target is unaffected, and the primary caster's intellect is trapped in the object for 24 hours. During this time, their original body is @UUID[Compendium.pf2e.conditionitems.Unconscious]{Unconscious} and inert and can't be awakened by any means.</p>"
        },
        "duration": {
            "value": "unlimited"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana (expert) or Occultism (expert)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "divination"
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Crafting, Arcana or Occultism (whichever isn't used for the primary check)"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 non-magical inanimate object"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "mental"
            ]
        }
    },
    "type": "spell"
}
