{
    "_id": "s0SerOrkkUd7SAH9",
    "img": "systems/pf2e/icons/default-icons/spell.svg",
    "name": "Bacchanalia",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "a lavish meal with expensive alcohol for every caster (225 gp)"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You hold an elaborate feast and stoke the celebratory spirit, causing it to spread to other people nearby; you buoy them with hope and good cheer as they revel into the night. The ritual was first developed by the cult of the hero-god Kelksiomides in Iblydos and meant to be a benefit to the community during hard times, though other groups have used it for far different purposes, such as to spread chaos or to provide cover for a heist.</p>\n<p>You and the secondary casters begin your feast in a public space where others can see you, exactly 8 hours before dusk. When dusk falls, you complete the ritual. The party spreads outward from your initial site until it slowly encompasses the settlement (for a town or smaller), or a district or division of up to approximately 1,000 people (for a larger settlement). Those partaking in the celebration are @UUID[Compendium.pf2e.conditionitems.Fascinated]{Fascinated} until the ritual comes to an end (or someone uses a hostile action toward them, as usual). The partying appears to spread naturally, as others see the revelers, they too slowly join until the celebration reaches its peak size. The spell's effect ends sharply at midnight, but that doesn't mean people stop partying right away if they're enjoying themselves.</p>\n<hr />\n<p><strong>Critical Success</strong> The party is a huge hit! The effects work as above, except that in a larger settlement, the celebration can spread to an area with as many as 10,000 people. Furthermore, the celebration leaves strong memories in the hearts of those who participated, causing locals to commemorate it or possibly outlaw such celebrations (depending on their view of the event).</p>\n<p><strong>Success</strong> The party is successful. It spreads as described in the ritual's description.</p>\n<p><strong>Failure</strong> The party never really catches on. You and the secondary casters get to celebrate, but the most other people do is give you odd looks.</p>\n<p><strong>Critical Failure</strong> Instead of celebration, you inspire anger and resentment toward you and the secondary casters for disturbing the peace or possibly even deepening the despair of a people who are already troubled. People in the area have their attitudes toward you temporarily adjusted two steps worse than normal. Those who become hostile won't necessarily attack you, but they will mock you, break up your revelry, and potentially arrest you.</p>"
        },
        "duration": {
            "value": "until midnight (see text)"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism or Religion"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "enchantment"
        },
        "secondarycasters": {
            "value": "8"
        },
        "secondarycheck": {
            "value": "Performance"
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "custom": "",
            "value": [
                "divine",
                "occult"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "mental"
            ]
        }
    },
    "type": "spell"
}
