{
    "_id": "pZr1xrCpaSu6qrXU",
    "img": "systems/pf2e/icons/spells/clone.webp",
    "name": "Clone",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "rare laboratory supplies and reagents worth the target's level (minimum 1) × 100 gp;"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You remove 1 cubic inch of flesh from the target, who must be present throughout the ritual and can be one of the casters. You then use that flesh to grow a duplicate of the target's physical form that will house the target's soul upon death. This duplicate is physically identical to the original creature.</p>\n<p>In order to perform the ritual, you need an @UUID[Compendium.pf2e.equipment-srd.Alchemist's Lab (Expanded)]{Expanded Alchemist's Lab} or a superior set of equipment. Once the ritual is successfully completed, the duplicate grows within the laboratory equipment for [[/r 2d4 #months]]{2d4 months}. While direct involvement isn't required during this period of growth, you must prevent any interference or interruption or the ritual fails. When the duplicate is complete, the original creature's soul enters it as soon as their original body dies, or immediately if the creature died during theintervening months, as long as the soul is free and willing. If Pharasma has decided that the target's time has come or the target's soul is trapped or doesn't wish to return, the duplicate remains empty until the impediment is removed. While unoccupied, the inert duplicate must be preserved in suitable alchemical equipment to prevent it from rotting.</p>\n<hr />\n<p><strong>Critical Success</strong> The cloning process is successful. When the soul occupies the completed clone, it is @UUID[Compendium.pf2e.conditionitems.Clumsy]{Clumsy 1}, @UUID[Compendium.pf2e.conditionitems.Drained]{Drained 1}, @UUID[Compendium.pf2e.conditionitems.Doomed]{Doomed 1}, and @UUID[Compendium.pf2e.conditionitems.Enfeebled]{Enfeebled 1} for 1 week; these conditions can't be removed or reduced by any means until the week has passed.</p>\n<p><strong>Success</strong> As critical success, but each condition value is 2.</p>\n<p><strong>Failure</strong> You fail to form the clone.</p>\n<p><strong>Critical Failure</strong> The clone appears to be successful, but something went horribly wrong. Once it grows to its full size, it can't hold the target's soul and instead houses a malevolent intelligence or an invasive creature such as an @UUID[Compendium.pf2e.pathfinder-bestiary-2.Invidiak]{Invidiak} Demon.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 9
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Crafting (legendary)"
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "necromancy"
        },
        "secondarycasters": {
            "value": "3"
        },
        "secondarycheck": {
            "value": "Arcana, Occultism, Medicine"
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 living creature up to 20th level"
        },
        "time": {
            "value": "7 days"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": []
        }
    },
    "type": "spell"
}
