{
    "_id": "oND3oFBjxrhyVvyG",
    "img": "systems/pf2e/icons/spells/community-repair.webp",
    "name": "Community Repair",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You lead your community in repairing a public work, such as a bridge, well, or mural, through the power of memory and art. The primary caster serves as an emcee or leader, while each secondary caster provides a heartfelt anecdote that somehow involves the public work; for instance, recounting a story of playing at a fountain each summer. The anecdotes don't need to be firsthand accounts-a community member might sing of how their grandparents fell in love crossing a bridge every day-but they must be directly connected in some way. The GM can offer a +1 circumstance bonus to the secondary caster whose anecdote seems most moving.</p>\n<p>If the public work was destroyed intentionally by one of the casters, the ritual automatically critically fails.</p>\n<hr />\n<p><strong>Critical Success</strong> The public work is restored to its prior construction, and it takes on further qualities, encouraged by the thoughts of the community. For the next week, while a caster is within 60 feet of the site of the ritual, they receive a +1 status bonus to Will saves against emotion effects and a +10-foot status bonus to their Speeds. @UUID[Compendium.pf2e.spell-effects.Spell Effect: Community Repair (Critical Success)]{Spell Effect: Community Repair (Critical Success)}</p>\n<p><strong>Success</strong> The public work is restored to its prior construction and function.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The public work refuses to repair itself, and the memories of the community members are soured in response to the botched ritual. For the next week, while a caster is within 60 feet of the site of the ritual, they cannot receive any benefit from beneficial emotion effects, and they take a -10-foot status penalty to their Speeds as their movement slows to a morose crawl. @UUID[Compendium.pf2e.spell-effects.Spell Effect: Community Repair (Critical Failure)]{Spell Effect: Community Repair (Critical Failure)}</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": "rare powdered pigments in at least three different colors, worth a total of 50 gp"
        },
        "primarycheck": {
            "value": "Performance (expert)"
        },
        "range": {
            "value": "10 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "transmutation"
        },
        "secondarycasters": {
            "value": "4 or more"
        },
        "secondarycheck": {
            "value": "Crafting, Performance, Society"
        },
        "source": {
            "value": "Pathfinder #170: Spoken on the Song Wind"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 damaged or broken public work no larger than 3,000 cubic feet (the size of a Huge creature)"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "emotion"
            ]
        }
    },
    "type": "spell"
}
