{
    "_id": "ehd9PtifLMwjk4ep",
    "img": "systems/pf2e/icons/spells/concealments-curtain.webp",
    "name": "Concealment's Curtain",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "an ornate mirror worth at least 100 gp, naturally occurring round fruit the size and number of the target's eyes, and the same amount of flawless silver needles worth at least 1 gp each"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>At twilight for 5 days, you line the fruit in front of the mirror, chanting the name of the target, and envisioning its eyes in your mind. At exactly midnight on the last day, you drive the pins through the fruits, miming the action of methodically blinding the target to you and your companions. The target is immediately affected and can't visually detect any of the casters involved in the ritual-provided that the ritual was successful, the target is unaware of the effects. Since the ritual affects the target's ability to see the casters, rather than make the casters @UUID[Compendium.pf2e.conditionitems.Invisible]{Invisible}, effects like true seeing are ineffective against concealment's curtain; instead, the target would need to remove the curse with effects like remove curse. To perform this ritual, you must have been within 5 feet of the target at least once, close enough to get a good look at its eyes. The target is temporarily immune to further castings of concealment's curtain for 1 year.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is unable to visually detect the casters for the duration, and the target's detection spells don't detect the targets.</p>\n<p><strong>Success</strong> The target is unable to visually detect the casters for the duration, but it's detection spells function normally.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The ritual backfires and all casters participating in it are @UUID[Compendium.pf2e.conditionitems.Blinded]{Blinded} for the next 24 hours.</p>\n<hr />\n<p><strong>Heightened (8th)</strong> You aren't satisfied with simply concealing yourself from the target. The cost of the ritual mirror increases to 1,000 gp, and a personal effect of the target is required. After completing the ritual, the target takes 6d6 mental damage and is blinded for 1 week, requiring both a remove curse and a restore senses to end the effect early. The target is aware that the ritual was cast on them; however, it doesn't have any additional information.</p>"
        },
        "duration": {
            "value": "1 week"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism"
        },
        "range": {
            "value": "planetary"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "divination"
        },
        "secondarycasters": {
            "value": "Arcana, Deception, Stealth"
        },
        "secondarycheck": {
            "value": "3"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 living creature"
        },
        "time": {
            "value": "6 days"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "curse",
                "mental"
            ]
        }
    },
    "type": "spell"
}
