{
    "_id": "Pp88ueeq4AlkaL6g",
    "img": "systems/pf2e/icons/default-icons/spell.svg",
    "name": "Construct Mindscape",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "precious clay, wood, or other modeling materials worth spell level × 20 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You create an entirely mental environment called an immersive mindscape. It can have any appearance you and the secondary casters imagine and hold in your minds as you execute the ritual. A mindscape is typically veiled, disguising its nature as a mental construct, but you can choose to make it overt. Even a veiled mindscape has some signs it's not a real place that can be revealed through close inspection or by spending a long time there. Most mindscapes are incapable of physically harming those inside. Even though the mindscape you create is limited in dimension, it appears to have a convincing environment around it, such as a sky and clouds.</p>\n<hr />\n<p><strong>Critical Success</strong> You create a mindscape approximately a half-mile in length and width, and 50 feet in height (large enough to contain a typical village). The GM might allow you to make it larger if it has little detail, such as a grassy plain. You and any secondary casters of your choice can enter it and you can leave a doorway that you and any creatures you designate can pass through.</p>\n<p><strong>Success</strong> As critical success, but the mindscape is approximately 25 feet in length, width, and height (like a modest house).</p>\n<p><strong>Failure</strong> You can't hold the image together and it falls apart.</p>\n<p><strong>Critical Failure</strong> Your secret desires horribly warp the mindscape into a distorted mirror of what you intended.</p>\n<hr />\n<p><strong>Heightened (6th)</strong> The duration is 1 week.</p>\n<p><strong>Heightened (9th)</strong> The duration is 1 year, and the area on a critical success is 1 mile in length and width.</p>\n<p><strong>Heightened (10th)</strong> The duration is unlimited, and the area on a critical success is 1 mile in length and width. The cost increases to 2,000 gp.</p>"
        },
        "duration": {
            "value": "1 day"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana or Occultism (master)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "illusion"
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Arcana or Occultism, Crafting"
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": []
        }
    },
    "type": "spell"
}
