{
    "_id": "WRmh1aKEo0dI0NJs",
    "img": "systems/pf2e/icons/spells/talking-corpse.webp",
    "name": "Corpse Communion",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "rare spices and seasonings worth a total value of 50 gp × the spell level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>The dead hold more secrets than the living ever shall. The lore possessed by the dead will only increase as time marches on. To be alive is to define your knowledge as being limited, but with the corpse communion ritual, you can, if only for a short time and through a narrow aperture, tap into the greater lore of the dead and make use of it for your own designs.</p>\n<p>When you perform this grisly ritual, you consume a portion of a dead body, taking the decayed flesh and old bones into your system while also taking into your mind the memories etched into those mortal remains. The corpse from which you harvest your necromantic meal cannot have been dead for longer than 1 month, and it need not even be entirely intact, but enough should be present to form what would be regarded as a satisfying meal. If, in life, the corpse was the same ancestry as your own, then you gain a +2 circumstance bonus on the primary check to cast corpse communion. Note that when you perform corpse communion, the remains you consume are largely a symbolic bridge between this material world and the world of the dead. The ritual allows you to tap into the vast amount of knowledge and secrets held by the dead as a whole, not simply knowledge that may have once been held by the creature you feed upon.</p>\n<p>When you perform this ritual, select a single Intelligence‑, Wisdom‑, or Charisma‑based skill whose secrets you wish to delve into, but in which you possess no greater proficiency in than trained.</p>\n<p>The ritual itself does not protect you from potential infection from eating decayed flesh, and at the GM's discretion, performing this ritual could expose you to a disease, curse, or other affliction.</p>\n<p>If you perform corpse communion again while already under its effects, the effects of any previous success or critical success are replaced by the results of the new ritual casting.</p>\n<hr />\n<p><strong>Critical Success</strong> You learn a significant piece of lore, a forgotten secret, or some other tantalizing nugget of knowledge that is of immediate use to you, connected to the skill you chose. The GM will provide you with some piece of information they know will aid you in your personal goals. In addition, you become trained in the use of the selected skill and gain a +1 status bonus on checks made with that skill.</p>\n<p><strong>Success</strong> You become expert in the use of the selected skill.</p>\n<p><strong>Failure</strong> You fail to learn anything from the communion.</p>\n<p><strong>Critical Failure</strong> A malevolent spirit, be it a supernatural presence sensing an opportunity or the soul of the corpse you're feeding upon, lashes out at you as you feed, drawing from you your memories and secrets and taking them away into the realm of the dead forever. You not only become @UUID[Compendium.pf2e.conditionitems.Stupefied]{Stupefied 3}, but you no longer know the corpse communion ritual. You can attempt to learn it again, but the DC to learn this ritual increases by 5.</p>\n<hr />\n<p><strong>Heightened (4th)</strong> The remains can be up to 10 years old‑dry bones in sufficient enough quantity to gnaw upon will suffice. You can choose a skill you are trained or untrained in, and when you are successful at this ritual, you become master at that skill. The ritual duration extends to 1 week.</p>\n<p><strong>Heightened (8th)</strong> The remains can be up to 100 years old‑dry bones in sufficient enough quantity to gnaw upon will suffice. You can choose a skill you are trained or untrained in, and when you are successful at this ritual, you become master at that skill. The ritual duration extends to 1 month.</p>\n<p><strong>Heightened (10th)</strong> The limit on how old the corpse must be is removed entirely-as long as enough remains, even if it's just a single skull, you can perform the ritual. You can choose a skill you are trained or untrained in, and when you are successful at this ritual, you become legendary at that skill. The ritual duration is permanent until you cast corpse communion again.</p>"
        },
        "duration": {
            "value": "24 hours"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 2
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Crafting (master), Occultism (expert), Religion (expert)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "necromancy"
        },
        "secondarycasters": {
            "value": ""
        },
        "secondarycheck": {
            "value": ""
        },
        "source": {
            "value": "Pathfinder #184: The Ghouls Hunger"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": []
        }
    },
    "type": "spell"
}
