{
    "_id": "8OWA91bgm5r6QPaH",
    "img": "systems/pf2e/icons/spells/dividing-trench.webp",
    "name": "Dividing Trench",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You dig an earthen trench across the surrounding terrain, which must be soil, clay, sand, or other soft earth, but not flooring or stone. The trench is 5 feet wide, 5 feet deep, and up to 15 feet long. You can shape the trench's path, but it must be one continuous line. You must conjure the trench in an open space so it doesn't pass through any creatures or objects. Creatures inside the trench have cover from creatures outside the trench, and creatures outside the trench have cover from creatures inside the trench. Particularly small creatures in the trench might have more cover against other creatures who aren't close to the trench's edge, and in turn, those creatures might have more cover against small creatures in the trench; the GM determines the amount of additional cover, if any. Entering or leaving the trench requires an additional 5 feet of movement but doesn't require any kind of check and isn't considered difficult terrain. At the end of the spell's duration, the trench disappears and all creatures in the trench remain in their spaces on solid ground.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> The trench's maximum length increases by 15 feet.</p>"
        },
        "duration": {
            "value": "1 minute"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "heightening": {
            "damage": {},
            "interval": 2,
            "type": "interval"
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "120 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "transmutation"
        },
        "source": {
            "value": "Pathfinder Lost Omens: Knights of Lastwall"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "primal"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "earth"
            ]
        }
    },
    "type": "spell"
}
