{
    "_id": "XnpRRUVAVoY6z88H",
    "img": "systems/pf2e/icons/spells/empower-ley-line.webp",
    "name": "Empower Ley Line",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "magical foci worth a total value of 50 gp × the spell level × the target's level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You draw upon surrounding magical energy to empower a ley line, enhancing both its positive and negative effects.</p>\n<p>The duration of an empowered ley line's benefits increases: when you successfully @UUID[Compendium.pf2e.actionspf2e.Tap Ley Line]{Tap Ley Line} that's empowered, you gain its benefits until the end of your next turn on a success (1 minute on a critical success).</p>\n<p>You take double the damage if you fail to Tap a Ley Line that's empowered and double the damage from the ley line's backlash effects (if any). If a backlash effect has a duration, that duration increases: a backlash effect that would ordinarily last until the end of your next turn now lasts for 1 minute, effects that last for 1 minute now last for 10 minutes, effects that last for 10 minutes now last for 1 hour, and effects that last for 1 hour now last for 1 day.</p>\n<hr />\n<p><strong>Critical Success</strong> You empower the ley line until the next turning of the season.</p>\n<p><strong>Success</strong> You empower the ley line for 1 week.</p>\n<p><strong>Failure</strong> You fail to empower the ley line.</p>\n<p><strong>Critical Failure</strong> All casters take damage and suffer the ley line's backlash as if they had critically failed to Tap the Ley Line. This damage and backlash is enhanced as if the ley line were successfully empowered, leading to increased damage and longer backlash effects.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 7
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana, Nature, Occultism, or Religion matching the ley line's tradition (legendary)"
        },
        "range": {
            "value": "10 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "evocation"
        },
        "secondarycasters": {
            "value": "6"
        },
        "secondarycheck": {
            "value": "Ley Line Lore or Occultism"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 ley line or ley line node up to double this ritual's level"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": []
        }
    },
    "type": "spell"
}
