{
    "_id": "hdzyDrRdHSse88XM",
    "img": "systems/pf2e/icons/spells/extract-brain.webp",
    "name": "Extract Brain",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "fine surgical tools and rare preservative salts and fluids worth a total value of 100 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You perform a complex magical operation on a willing or @UUID[Compendium.pf2e.conditionitems.Restrained]{Restrained} creature or a corpse, delicately cutting into the skull and removing the creature's brain without damaging the organ. If you have an empty brain cylinder on hand, you can place the extracted brain into the brain cylinder as part of this ritual (this includes preparing the brain cylinder for use, such as removing a previous brain and filling the cylinder with the preservative fluids required to make it function).</p>\n<p>Or at the GM's discretion, if you have a nearly completed carrion golem at hand, you can place the extracted brain into the golem. The body of a living creature subjected to this ritual dies, regardless of the ritual's result, as does the extracted brain if it is not placed into a golem or cylinder (or otherwise preserved) within 3 rounds.</p>\n<hr />\n<p><strong>Critical Success</strong> The ritual succeeds on a living creature, or on a corpse that has been dead no longer than 8 hours before the ritual began. If you place the brain into a golem, the golem retains the brain's memories, along with its mental ability scores, alignment, and related skills.</p>\n<p><strong>Success</strong> The ritual succeeds on a living creature or on a corpse that has been dead no longer than 1 hour before the ritual began.</p>\n<p><strong>Failure</strong> The ritual fails and the brain dies.</p>\n<p><strong>Critical Failure</strong> The ritual seems to succeed but warps the brain unrecognizably into a hostile entity, potentially allowing an alien intelligence to seep into it.</p>\n<hr />\n<p><strong>Heightened (8th)</strong> You can place the extracted brain into an inactive flesh golem on a critical success.</p>\n<p><strong>Heightened (9th)</strong> You can place the extracted brain into an inactive alchemical golem on a critical success.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism (expert)"
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "necromancy"
        },
        "secondarycasters": {
            "value": ""
        },
        "secondarycheck": {
            "value": "Medicine"
        },
        "source": {
            "value": "Pathfinder Adventure: Malevolence"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 Large or smaller creature or corpse"
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": []
        }
    },
    "type": "spell"
}
