{
    "_id": "nA0XlPsnMNrQMpio",
    "data": {
        "ability": {
            "value": ""
        },
        "area": {
            "value": ""
        },
        "areasize": {
            "value": "circle centered on you up to 1 mile in radius"
        },
        "components": {
            "value": ""
        },
        "cost": {
            "value": "mystical paint, elaborate veils, and powdered  minerals worth 20,000 gp total"
        },
        "damage": {
            "applyMod": false,
            "value": ""
        },
        "damageType": {
            "value": ""
        },
        "description": {
            "chat": "",
            "unidentified": "",
            "value": "<p>You draw a permanent series of complex illusions over the&nbsp;target settlement, choosing the look, sound, feel, and smell&nbsp;of the structures, terrain, and creatures within at the time the&nbsp;ritual is cast. You can alter the appearance of existing structures&nbsp;and creatures, and you can add illusory structures or creatures.&nbsp;</p>\n<p>For example, you could cause everything and everyone in the&nbsp;target area to appear green, create an illusory forest with a&nbsp;thick canopy that obscures the settlement from outside view,&nbsp;or make empty ruins seem inhabited and pristine. When you&nbsp;create the facade, you determine which illusory elements&nbsp;remain static (limited to basic natural movement, such as flags&nbsp;blowing in the breeze) and which follow a basic program (for example, a daily parade in the town square, complete with&nbsp;marching band). You’re unable to alter the programs after you&nbsp;create the facade.&nbsp;</p>\n<p>You can disguise creatures as you please, with the same effects as a 3rd-level @Compendium[pf2e.spells-srd.i35dpZFI7jZcRoBo]{Illusory Disguise}. If a creature affected by the facade leaves the area, any illusions affecting it fade after 1 day. You decide when casting the ritual whether newcomers are disguised by the illusions, and whether the disguise appears immediately or after a set period, up to 1 week.</p>\n<p>A creature that interacts with the target settlement in a way&nbsp;that would suggest or reveal the illusory nature of the facade,&nbsp;such as by trying to paint a building affected by the facade or&nbsp;climbing an illusory structure, can attempt to disbelieve the&nbsp;illusion. The illusions created by the spell are harmless, so an&nbsp;illusory river of lava wouldn’t cause damage, nor could thorns on an illusory rose bush prick someone.</p>\n<hr>\n<p><strong>Critical Success</strong> You create the facade as described, and you&nbsp;can alter the programs within your facade by spending 1 day&nbsp;to reprogram them.</p>\n<p><strong>Success</strong> You create the facade as described.</p>\n<p><strong>Failure </strong>Your illusions fail and the ritual has no effect.</p>\n<p><strong>Critical Failure</strong> Your ritual produces unexpected and&nbsp;uncontrolled illusions different from what you had planned,&nbsp;such as unexpected and slowly shifting colors across the&nbsp;buildings, unpleasant smells, and creatures appearing as&nbsp;skeletons. These effects fade after 1 month.</p>\n<hr>\n<p><strong>Heightened (10th)</strong> The cost increases to 100,000 gp and the&nbsp;radius can be up to 5 miles.&nbsp;</p>"
        },
        "duration": {
            "value": "unlimited"
        },
        "level": {
            "value": 9
        },
        "location": {
            "value": ""
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana or Occultism (legendary);"
        },
        "range": {
            "value": ""
        },
        "rarity": {
            "value": "common"
        },
        "save": {
            "basic": "",
            "value": ""
        },
        "scaling": {
            "formula": "",
            "mode": "none"
        },
        "school": {
            "value": "ill"
        },
        "secondarycasters": {
            "value": "3"
        },
        "secondarycheck": {
            "value": "Society or Survival; Deception; Stealth"
        },
        "source": {
            "value": ""
        },
        "spellCategorie": {
            "value": "ritual"
        },
        "spellCategory": {
            "value": ""
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 settlement and its residents"
        },
        "time": {
            "value": "1 week"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": {
                "value": "rare"
            },
            "value": [
                "illusion"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "flags": {},
    "img": "systems/pf2e/icons/spells/fantastic-facade.jpg",
    "name": "Fantastic Facade",
    "permission": {
        "default": 0
    },
    "type": "spell"
}
