{
    "_id": "Di9gL6KIZ9eFgbs1",
    "img": "systems/pf2e/icons/spells/fated-confrontation.webp",
    "name": "Fated Confrontation",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You weave the threads of fate to lead two foes into a climactic battle. The targets of this spell are the fated opponents: one of the targets of this spell must be you or a willing ally, and the other must be an enemy.</p>\n<p>When you Cast the Spell, the ally you targeted (or you, if you targeted yourself) may teleport to any unoccupied space of their choice within 30 feet of its fated opponent. This is a teleportation effect.</p>\n<p>You isolate the two targets for 1 round. During this time, fate refuses to allow either fated opponent to be affected by attacks or effects from a third party; a fated opponent could be affected by the other's <em>meteor swarm</em> or its own <em>heal</em> spell, but it would be entirely immune to a spell or Strike from a creature outside of the spells effects, as well including damage from a hazard or the environment. This doesn't apply to anything that was affecting the targets before you cast fated confrontation (such as a spell with a duration or persistent damage the creature had before it was affected by <em>fated confrontation</em>). For the duration of the spell, either fated opponent can manipulate fate once on each of its turns. This allows it to either roll twice and take the higher result on an attack roll or skill check it makes against its fated opponent (a fortune effect), or force the fated opponent to roll twice on a saving throw against one of its abilities and take the lower result (a misfortune effect).</p>\n<p>This spell ends if either target becomes unable to act, or if they both agree to cease hostilities.</p>"
        },
        "duration": {
            "value": "1 minute"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 10
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "120"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "divination"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 willing ally and 1 enemy"
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "divine",
                "occult",
                "primal"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "spell"
}
