{
    "_id": "nEXkk85BQu1cREa4",
    "img": "systems/pf2e/icons/spells/garden-of-death.webp",
    "name": "Garden of Death",
    "system": {
        "ability": {
            "value": ""
        },
        "area": {
            "type": "burst",
            "value": 40
        },
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "water infused with a dozen deadly toxins worth a total of 50 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>Typically associated with the less friendly fey or druids, this ritual calls all the poisonous, toxic, and venomous plants and animals of an area to congregate in a certain place, creating a beautiful but extravagantly deadly garden.</p>\n<p>You and the secondary casters sprinkle the ground of the garden with water infused with various poisons and a few drops of your blood. Within the bounds of the ritual, the ecosystem attracts every possible poisonous plant or animal native to the environment, with nonpoisonous plants or animals growing only if there's no toxic counterpart. This deadly ecosystem flourishes, if at all possible (plants still need light and water, for instance), for a year and gradually disperses after this period. If this ritual is successfully cast on the grounds of an existing garden of death, it resets the duration and expands the garden's radius by 20 feet instead.</p>\n<p>The maximum level of plants or animals called by the ritual is equal to its spell level, and the called plants and animals can use the ritual's spell DC instead of their own poison DC, whichever is higher. The garden's residents don't willingly use their poison on you or the secondary casters, but you don't otherwise control or command them.</p>\n<hr />\n<p><strong>Critical Success</strong> A poisonous garden forms, and you and the secondary casters gain a +2 circumstance bonus to Nature or Crafting checks to deal with the plants or animals, such as feeding them or harvesting poison from them. @UUID[Compendium.pf2e.spell-effects.Spell Effect: Garden of Death (Critical Success)]{Spell Effect: Garden of Death (Critical Success)}</p>\n<p><strong>Success</strong> As critical success, but without the circumstance bonus when interacting with the garden.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> You and the secondary casters are each bitten by the most poisonous creature found naturally in the environment.</p>"
        },
        "duration": {
            "value": "1 year"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Nature (expert)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "necromancy"
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Crafting, Medicine"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "consecration",
                "plant",
                "poison"
            ]
        }
    },
    "type": "spell"
}
