{
    "_id": "M6HsK7W6JMkJXeog",
    "img": "systems/pf2e/icons/default-icons/spell.svg",
    "name": "Ideal Mimicry",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "crafting materials worth at least 50 gp × the target's level; a lock of hair from the target, nail clippings from the target, or a vial of blood from the target;"
        },
        "damage": {
            "value": {
                "0": {
                    "applyMod": false,
                    "type": {
                        "categories": [],
                        "subtype": "",
                        "value": "mental"
                    },
                    "value": "3d6"
                }
            }
        },
        "description": {
            "value": "<p>You craft a doll with care and quiet meditation on the target, inserting the fingernails into the body, tying the lock of hair around the neck of the doll, or emptying the vial of blood into the stuffing and allowing it to be absorbed. You then stuff the doll and form it to mimic the shape of the target, creating clothing and accessories for the doll that are similar to commonly worn items. You must have been within 5 feet of the target at least once and gotten a good look at them to perform this ritual. You can cast the ritual and create the doll at any range from the target.</p>\n<p>Once the doll is complete, you can Interact with the doll violently once per round to cause pain to the target as long as they're within 200 feet. This pain manifests as mental damage inflicted on the target, and it depends on how many of the three body part components (hair, nails, or blood) you included in the creation of the doll. After the first time you manipulate the doll, you can continue to do so until either the target moves beyond 200 feet or until you Interact with the doll to cause pain 10 times, whichever comes first. After either of those conditions is met, the doll falls apart into stuffing and dust.</p>\n<hr />\n<p><strong>Critical Success</strong> The doll becomes connected to the target. Each Interact action causes 3d6 mental damage to the target for each of the three body part components (maximum 9d6 for all three components). The connection is more powerful than normal, increasing the number of times you can Interact to cause pain from 10 to 20.</p>\n<p><strong>Success</strong> As critical success, except you can only Interact the normal 10 times.</p>\n<p><strong>Failure</strong> The doll is just an ordinary doll.</p>\n<p><strong>Critical Failure</strong> Any Interact actions you take to cause pain to target instead cause 9d6 damage to the casters. The target is alerted to the attempt nonetheless, through a feeling of the connection being subverted.</p>\n<hr />\n<p><strong>Heightened (+2)</strong> Increase the damage to the target by 1d6 per body part component, and the damage to the casters on a critical failure by 3d6.</p>"
        },
        "duration": {
            "value": "until used 10 times or until the target's body parts are removed from the doll"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "heightening": {
            "damage": {
                "0": "1d6"
            },
            "interval": 2,
            "type": "interval"
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism (expert)"
        },
        "range": {
            "value": "see text"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "enchantment"
        },
        "secondarycasters": {
            "value": "1"
        },
        "secondarycheck": {
            "value": "Crafting"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 sentient living creature"
        },
        "time": {
            "value": "6 days"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "mental"
            ]
        }
    },
    "type": "spell"
}
