{
    "_id": "DcUGLLyaa9tHH1kN",
    "img": "systems/pf2e/icons/spells/chromatic-image.webp",
    "name": "Incarnate Ancestry",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You attempt to reach back through time to make brief contact with one of the many past lives of the willing creature, then transform their current body to incarnate elements of that past life's ancestry into the present. At the GM's option, a creature might not have any past lives to draw from, in which case this ritual fails. A PC should always be able to make full use of this ritual if it's cast on them should the GM chooses to allow this ritual into their game.</p>\n<p>While incarnate ancestry can be cast anywhere, if cast in the vicinity of a site infused with energies conducive to reincarnation and contacting past lives (such as in area <strong>D7</strong> of the Sanctum of the Cleansed), checks made to perform this ritual gain a +4 circumstance bonus.</p>\n<hr />\n<p><strong>Critical Success</strong> You infuse the creature with elements from a previous incarnation. The character can reselect all ancestry feats, or even select an entirely new ancestry (choosing from those allowed by the GM). The newly incarnated ancestry must still fully support other character build options; you can't choose feats or ancestries that would invalidate class choices. The character is @UUID[Compendium.pf2e.conditionitems.Clumsy]{Clumsy 1} and @UUID[Compendium.pf2e.conditionitems.Stupefied]{Stupefied 1} for 10 minutes as they acclimate to their new body.</p>\n<p><strong>Success</strong> As critical success, but the transformation is disorienting to the creature, who must come to terms with their new body and the strange echoes of memories from the past life that fade in time. The creature becomes clumsy 1 and stupefied 1 for one week; these conditions can't be removed or reduced by any means until the week has passed.</p>\n<p><strong>Failure</strong> The attempt to incarnate ancestry is unsuccessful.</p>\n<p><strong>Critical Failure</strong> As failure, but the attempt to transform leaves the creature feeling as if their own body were unfamiliar. They become clumsy 1 and stupefied 1 for one week; these conditions can't be removed or reduced by any means until the week has passed.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Nature (expert)"
        },
        "range": {
            "value": "30 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "transmutation"
        },
        "secondarycasters": {
            "value": "3"
        },
        "secondarycheck": {
            "value": "Arcana, Medicine, Occultism, or Religion"
        },
        "source": {
            "value": "Pathfinder Kingmaker"
        },
        "spellType": {
            "value": "attack"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 willing creature"
        },
        "time": {
            "value": "7 days"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": []
        }
    },
    "type": "spell"
}
