{
    "_id": "f9duI5d8xNYqxI8d",
    "img": "systems/pf2e/icons/spells/magic-mailbox.webp",
    "name": "Magic Mailbox",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You create an interdimensional link between two containers, both of which must be capable of being closed in such a way that their contents aren't visible. If both containers are left closed for 10 consecutive minutes, the contents of each one, totaling no more than 3 Bulk of nonliving, non-magical material per container, transport to the other's location.</p>\n<p>If a container's contents total more than 3 Bulk, the transport fails. If either container is opened before the full 10 minutes have elapsed, the contents appear as they did when the containers were closed, and the process starts anew as soon as both containers have been closed. After the contents of the containers successfully swap, they can't swap again until after both containers have been opened at least once. Both containers must be located on the same plane for the process to function; if this ceases to be the case or if something else disrupts the effect during an active transposition, the process halts as if one of the containers had been opened.</p>"
        },
        "duration": {
            "value": "until your next daily preparations"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "conjuration"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "2 containers, each no larger than 5 feet in any dimension"
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "divine",
                "occult"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "teleportation"
            ]
        }
    },
    "type": "spell"
}
