{
    "_id": "CcXtbTxtdV9MKQfu",
    "img": "systems/pf2e/icons/spells/mantle-of-the-frozen-heart.webp",
    "name": "Mantle of the Frozen Heart",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You surround yourself in a mantle of frigid ice magic, and your skin and armor morph into cold blue ice. Freezing air emanates from your body, sending a chill down anyone's spine who draws too close and leaving a fine dusting of frost in your wake. Upon Casting this Spell, pick two of the options below. As a single action, which has the concentrate trait, you can change one of your chosen abilities to a different option from the list.</p>\n<ul>\n<li><strong>Chilling Ice</strong> The ice around your body thickens, melting off to protect you from heat while inuring you from the cold. You gain resistance 10 to cold.</li>\n<li><strong>Heart of Ice</strong> Your body temperature plummets to blistering cold. Any creature that touches you, or that hits you with a melee unarmed attack or non‑reach melee weapon attack, takes [[/r 2d6[cold]]] damage.</li>\n<li><strong>Ice Glide</strong> Ice trails from your feet for an instant as you move, allowing you to skate rapidly along the ice. You don't need to Balance on ice, and you ignore difficult terrain caused by ice or snow. While moving along a smooth surface, you gain a +20-foot status bonus to your land Speed. @UUID[Compendium.pf2e.spell-effects.Spell Effect: Mantle of the Frozen Heart (Ice Glide)]{Spell Effect: Mantle of the Frozen Heart (Ice Glide)}</li>\n<li><strong>Icy Claws</strong> Your hands morph into vicious, piercing claws of ice useful for attacking or climbing. As long as you have both hands free, you gain a climb Speed equal to your land Speed. You gain a claw unarmed attack with the agile and finesse traits, in the brawling weapon group. Your claw attack deals 1d6 piercing damage as its base damage, plus an additional 2d6 cold damage. @UUID[Compendium.pf2e.spell-effects.Spell Effect: Mantle of the Frozen Heart (Icy Claws)]{Spell Effect: Mantle of the Frozen Heart (Icy Claws)}</li>\n</ul>"
        },
        "duration": {
            "value": "1 minute"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "transmutation"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "primal"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "cold",
                "morph"
            ]
        }
    },
    "type": "spell"
}
