{
    "_id": "vF52ktg0wUIAlf57",
    "img": "systems/pf2e/icons/spells/mantle-of-heavens-slopes.webp",
    "name": "Mantle of Heaven's Slopes",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": false
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You surround yourself in a mantle of heavenly power, invoking the power of the layers of the celestial mountain above. Your body warps and morphs into an angelic form, made of Heaven's light. Upon Casting this Spell, pick two different options below. As a single action, which has the concentrate trait, you can lose one of the options you chose and select a different one (you don't benefit from having the same option selected twice at the same time).</p>\n<ul>\n<li><strong>Threshold's Walls</strong> Glimmering barriers form around you. You gain cover from the barriers.</li>\n<li><strong>Proelera's Arsenal</strong> Shimmering silver pikes surround you, imposing your might on those who would oppose you. You gain an arsenal unarmed attack, which has the reach and shove traits, in the polearm group. Your arsenal attack deals 1d10 piercing damage as its base damage, plus an additional 1d8 good damage, and counts as silver.</li>\n<li><strong>Clarion's Sanctity</strong> Your eyes glow with golden light, seeing that which others prefer remain unseen. You gain a +2 status bonus on checks to Recall Knowledge and @UUID[Compendium.pf2e.actionspf2e.Sense Motive]{Sense Motive}, and when you succeed at a check to Recall Knowledge about a creature you can see, you can attempt to Sense its Motive as a free action.</li>\n<li><strong>Requius's Rest</strong> Your hands glow with soft white energy that spreads to your wounds. You gain fast healing 2.</li>\n<li><strong>Illumis's Parlance</strong> Your voice echoes like a trumpet. You can be heard clearly up to 200 feet away when you speak, if you choose to project your voice.</li>\n<li><strong>Iuidica's Verdict</strong> Your body pulses with scarlet light, pushing away those judged to be against you. As a free action triggered by succeeding at a Strike, you can attempt to @UUID[Compendium.pf2e.actionspf2e.Shove]{Shove} the creature you hit.\n\n</li>\n</ul>"
        },
        "duration": {
            "value": "1 minute"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "transmutation"
        },
        "source": {
            "value": "Pathfinder #183: Field of Maidens"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "value": [
                "divine"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "good",
                "lawful",
                "morph"
            ]
        }
    },
    "type": "spell"
}
