{
    "_id": "RWwiFnjxoJXn7H6D",
    "img": "systems/pf2e/icons/default-icons/spell.svg",
    "name": "Mind Swap",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "a pair of jeweled mirrors worth a total value of 50 gp × the level of the highest-level target;"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>This ritual allows two subjects to exchange minds, fully inhabiting one another's bodies. The two targets can be chosen from you, the secondary caster, or unrelated third parties present throughout the ritual. Normally, both targets must be of the same ancestry for the minds to be fully compatible, but at the GM's discretion, for a much higher cost, the targets can be from different ancestries; this requires much more adjudication of ancestry feats and abilities. When both targets are of the same ancestry, muscle memory and the influence of their soul allow them to carry over all their mechanical abilities into each new body, except they use the other body's heritage (and lineage, if any). The GM might rule that similar physiological changes can't be overridden with a mind swap.</p>\n<p>If a body dies, the mind and spirit controlling it dies instantly. When the spell ends, the minds and souls snap back to their original bodies. At this time, if the original body is dead, the mind and soul attempting to return to that body die as well.</p>\n<hr />\n<p><strong>Critical Success</strong> Each target's mind and spirit possess the other's body and can control it normally. The mind swap is unusually smooth, and the targets gain a +4 circumstance bonus to Deception checks to Impersonate each other. @UUID[Compendium.pf2e.spell-effects.Spell Effect: Mind Swap (Critical Success)]{Spell Effect: Mind Swap (Critical Success)}</p>\n<p><strong>Success</strong> Each target's mind and spirit possess the other's body and can control it normally.</p>\n<p><strong>Failure</strong> The ritual has no effect.</p>\n<p><strong>Critical Failure</strong> The ritual is scrambled, sending a welter of @UUID[Compendium.pf2e.conditionitems.Confused]{Confused} memories into the target's minds. You and the secondary casters are @UUID[Compendium.pf2e.conditionitems.Stupefied]{Stupefied 2} for the next week.</p>\n<hr />\n<p><strong>Heightened (9th)</strong> You can cast the ritual without a duration, leaving no magic to counteract. The effects are reversible only by another mind swap ritual or powerful magic like wish. This increases the cost of the ritual to 10,000 gp and is an evil act unless both targets are willing.</p>"
        },
        "duration": {
            "value": "1 week"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism (expert)"
        },
        "range": {
            "value": "10 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "necromancy"
        },
        "secondarycasters": {
            "value": "1"
        },
        "secondarycheck": {
            "value": "Medicine or Occultism"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "2 creatures of the same ancestry, of up to twice the level of mind swap"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "mental",
                "possession"
            ]
        }
    },
    "type": "spell"
}
