{
    "_id": "8MAHUK6jphbME4BR",
    "img": "systems/pf2e/icons/default-icons/spell.svg",
    "name": "Mindscape Door",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "incense and focusing diagrams worth a total value of the target's level (minimum 1) × 1 gp, for each target"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You project the targets into an immersive mindscape or cause them to exit one. You must be aware the mindscape exists, though you don't need to know specifics. The casters must be in physical contact with one another in a circle for the duration of the casting and all targets must be selected from these casters. Your bodies typically remain behind in stasis when you enter a mindscape, though some mindscapes pull you entirely into them upon entrance. If you enter a mindscape, you can leave only by using another mindscape door ritual, finding an exit within the nature of the mindscape, or when the mindscape ceases to exist. When exiting a mindscape, you typically return to your bodies or to the location where you entered the mindscape. If the mindscape's creator wants to prevent anyone from entering or exiting, the DC of the primary check is the creator's Will DC if that would be higher than the ritual's normal DC.</p>\n<hr />\n<p><strong>Critical Success</strong> You transport the creatures as you intended and can leave a portal that lasts for an unlimited duration. It typically looks like an ordinary door or passage appropriate to the mindscape. Any target of the spell can enter or exit through this portal as they would an ordinary door. If you wish, you can make the door passable by anyone.</p>\n<p><strong>Success</strong> You transport the creatures as you intended.</p>\n<p><strong>Failure</strong> You fail to enter or exit the mindscape.</p>\n<p><strong>Critical Failure</strong> Something goes horribly wrong. The GM decides whether mental feedback deals [[/r 9d6[mental]]] damage to all ritual casters (@Check[type:will|dc:26|basic:true]) or 1d4 casters are unwillingly pulled into the mindscape (or ejected from it).</p>\n<hr />\n<p><strong>Heightened (8th)</strong> The ritual targets up to 100 willing creatures, the critical failure damage increases to 20d6, and the critical failure save DC increases to 40.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana or Occultism (expert)"
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "illusion"
        },
        "secondarycasters": {
            "value": "3"
        },
        "secondarycheck": {
            "value": "Arcana or Occultism, Deception or Diplomacy, Perception"
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "yourself and up to 5 willing creatures"
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": []
        }
    },
    "type": "spell"
}
