{
    "_id": "oLylenH2jlP5UbRT",
    "img": "systems/pf2e/icons/spells/painted-scout.webp",
    "name": "Painted Scout",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You press your hand to the stone, causing hand-drawn scouts to spread out from your fingers. As long as you keep your hand on the wall and Sustain the Spell, you can see, hear, and smell through the painted scout using whatever senses you have (including natural senses like scent or darkvision, or magical effects like <em>@UUID[Compendium.pf2e.spells-srd.See Invisibility]{See Invisibility}</em>). You can move the scout up to your Speed along the wall each time you Sustain the Spell. The scout can move anywhere along the wall to a range of 120 feet as long as its path is unbroken; it treats sharp corners and particularly craggy spots on the wall as difficult terrain. The painted scout is bonded to the wall on which you created it and can't move onto another surface or material.</p>\n<p>You can spend an action to make the scout @UUID[Compendium.pf2e.actionspf2e.Hide]{Hide} or @UUID[Compendium.pf2e.actionspf2e.Sneak]{Sneak}, and you can roll a Nature or Occultism check in place of the usual Stealth check. The painted scout must be near a suitably obscured nook or cranny to Hide; it can't Hide or Sneak along a flat, featureless wall. If the painted scout is smeared or doused in water, the scout is destroyed and the spell ends.</p>\n<hr />\n<p><strong>Heightened (6th)</strong> You create up to five separate painted scouts, and the range to which the scouts can move along the wall increases to 500 feet. Each time you Sustain the Spell, you can move one scout up to your Speed, and you can see, hear, and smell through all five scouts simultaneously. A destroyed scout can't be replaced, and the spell ends if all the scouts are destroyed.</p>"
        },
        "duration": {
            "value": "sustained"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": "will"
        },
        "school": {
            "value": "divination"
        },
        "source": {
            "value": "Pathfinder #175: Broken Tusk Moon"
        },
        "spellType": {
            "value": "save"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "a cave wall or other stone surface"
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "custom": "",
            "value": [
                "occult",
                "primal"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "scrying"
            ]
        }
    },
    "type": "spell"
}
