{
    "_id": "IKb9EOfsrhScO3GO",
    "img": "systems/pf2e/icons/spells/illusory-disguise.webp",
    "name": "Phantasmal Protagonist",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You create a phantasmal incarnation of a significant character from a novel, historical work, or religious parable. The phantasm is Medium, regardless of the size of the character as it was described in the inspirational work. When you Cast the Spell, decide what theme the protagonist is, choosing from hero, ally, or villain. The protagonist appears in an unoccupied space within range, and the first time each round that you Sustain the Spell, you can direct the protagonist to Stride or take the action granted by its theme. The phantasmal protagonist has a speed of 25 feet and an AC of 22. Its saving throw modifiers, Perception modifier, and skill modifiers are +12. It has 90 HP.</p>\n<p><strong>Hero</strong>: The protagonist takes the form of a legendary hero. Its thematic action is to attempt a melee Strike, using your spell attack roll to make the attack and inflicting 4d6+6 mental damage on a hit.</p>\n<p><strong>Ally</strong>: The protagonist takes the form of a recognizable support character. Its thematic action is to grant an adjacent creature 4d4 temporary Hit Points, which last for 1 round.</p>\n<p><strong>Villain</strong>: The protagonist takes the form of a notorious villain. Its thematic action is to harry and mock an adjacent target. The target must succeed at a Will save or become @UUID[Compendium.pf2e.conditionitems.Flat-Footed]{Flat-Footed} (@UUID[Compendium.pf2e.conditionitems.Slowed]{Slowed 1} on a critical failure) until the end of your next turn.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The protagonist's AC, saving throw modifiers, skill modifiers, and Perception modifier increases by 3, and its HP increase by 30. A heroic protagonist's damage increases by 1d6. An ally protagonist's temporary Hit Points granted increases by 1d4.</p>"
        },
        "duration": {
            "value": "sustained up to 1 minute"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "30 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "illusion"
        },
        "source": {
            "value": "Pathfinder Kingmaker"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "value": [
                "divine",
                "occult"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "mental"
            ]
        }
    },
    "type": "spell"
}
