{
    "_id": "2ykmAVKrsAWcazcC",
    "img": "systems/pf2e/icons/spells/planar-binding.webp",
    "name": "Planar Binding",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "warding diagram ingredients worth a total value of 2 gp × the spell level × the target's level"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You call forth an extraplanar creature of a level no greater than double that of the <em>planar binding</em> ritual's level and attempt to bargain with it. The secondary caster attempting the Crafting check creates a warding diagram to prevent the extraplanar creature from attacking or leaving during the bargain; if that caster fails or critically fails, then instead of the usual effects of a failure or critical failure of the secondary skill check, the extraplanar creature can attack or leave instead of negotiate. You can also leave out this step, removing the need for a Crafting check, with the same result (if you're summoning a good extraplanar creature you trust, for example). The creature can also attack or leave if you use any hostile action against it or if the warding diagram breaks. Once the diagram is complete, you and the secondary casters each take your places at specific points at the diagram's edge where power concentrates.</p>\n<p>You conjure the extraplanar creature within your wards and negotiate a deal with it, generally to perform a task for you in exchange for payment. A creature that doesn't wish to negotiate at all can attempt a Will save to stay on its home plane. Most good and neutral extraplanar creatures feel that they have something better to do than cater to the whims of mortals and require a significant gift, especially if your task poses significant risks. Evil extraplanar creatures are more likely to accept a bargain for a lower cost as long as it allows them to wreak havoc on the Material Plane or inflict evil upon the world along the way. Monetary prices usually range from the cost of a consumable item of the creature's level for a short and simple task to a permanent magic item of the creature's level or more to persuade the creature to fight alongside you. However, some extraplanar creatures may want payments other than money, such as permission to cast a <em>@UUID[Compendium.pf2e.spells-srd.Geas]{Geas}</em> on you to fulfill an unspecified later favor or obtain ownership of your soul via an infernal contract. If you can't come to an agreement in a reasonable length of time after you've made your case, the extraplanar creature can return from whence it came at any time.</p>\n<hr />\n<p><strong>Critical Success</strong> You call the extraplanar creature and bind it in the wards for up to a full day before it returns home, potentially allowing you to negotiate a better deal by threatening to leave it in the wards for the full day.</p>\n<p><strong>Success</strong> You call the extraplanar creature.</p>\n<p><strong>Failure</strong> You fail to call the extraplanar creature.</p>\n<p><strong>Critical Failure</strong> You call something dark and horrible, unbound by your wards, and it immediately attempts to destroy you.</p>"
        },
        "duration": {
            "value": "varies"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana (master) or Occultism (master)"
        },
        "range": {
            "value": "interplanar"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "abjuration"
        },
        "secondarycasters": {
            "value": "4"
        },
        "secondarycheck": {
            "value": "Crafting; Diplomacy or Intimidation; Arcana or Occultism (whichever isn't used for the primary check)"
        },
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 extraplanar creature"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "custom": "",
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": []
        }
    },
    "type": "spell"
}
