{
    "_id": "CuRat8IXBUu9C3Yw",
    "img": "systems/pf2e/icons/spells/portrait-of-the-artist.webp",
    "name": "Portrait of the Artist",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You change your appearance to look like a well-known artist talented at a particular craft or performance, such as a painter, singer, or orator, with the effects of illusory disguise. Additionally, you appear to mimic their skill, although such appearances are merely an illusion. If they are famous for physical art, the spell creates illusions of physical artwork matching their style, and onlookers who don't disbelieve are convinced these works are as impressive as the real thing. If they are famous for their ability to perform, you create an illusory performance that tricks onlookers into thinking you are as skillful as the performer you're pretending to be. The audience can disbelieve this spell if they interact with your art or actively listen to the performance, using either Perception or an appropriate Lore, whichever is higher. When the duration ends, any fake art disappears, and those who were duped by a performance realize it wasn't as good as they thought, though they still might not discover that you weren't really the artist you claimed to be.</p>\n<p>This spell can't grant you any benefits from special abilities that take such skill they require a Performance check, such as the lingering performance focus spell. Using the spell to maintain the ruse long enough to Earn Income from your art is also quite difficult; because it requires careful timing and repeated deceit, it can't be assumed to automatically work on an Earn Income check.</p>"
        },
        "duration": {
            "value": "1 hour"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "illusion"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 minute"
        },
        "traditions": {
            "custom": "",
            "value": [
                "occult"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "visual"
            ]
        }
    },
    "type": "spell"
}
