{
    "_id": "Z60JRD78wT3afOEJ",
    "img": "systems/pf2e/icons/default-icons/spell.svg",
    "name": "Portrait of Spite",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "splendid art supplies worth at least 100 gp × the target's level, at least one pint of blood from the target;"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>Using the blood, you compose a portrait of the target in perfect health. Once the portrait is complete, you recite your grievances against the target and enact on the portrait the punishments you wish to see them face, choosing from the clumsy, enfeebled, drained, or stupefied condition.</p>\n<p>The target must attempt a Will saving throw. You're only able to perform this ritual if you know the target's name and are able to see their face clearly in your mind's eye, and the secondary caster who performs the Crafting check must be able to paint or draw the target from memory. The target suffers the effects over the course of 1d6 hours, during which time the portrait transforms to reveal a caricature of the punishment you chose-muscles atrophied into nothing for enfeebled, pallid and sickly for drained, and so on. The target is immediately aware that they're under the effects of a magical ailment. If the duration expires or the target removes the curse with a remove curse or similar effect, their portrait slowly returns back to its original form. Destroying the portrait also ends the effect immediately.</p>\n<hr />\n<p><strong>Critical Success</strong> The target is either @UUID[Compendium.pf2e.conditionitems.Clumsy]{Clumsy 4}, @UUID[Compendium.pf2e.conditionitems.Drained]{Drained 4}, @UUID[Compendium.pf2e.conditionitems.Enfeebled]{Enfeebled 4}, or @UUID[Compendium.pf2e.conditionitems.Stupefied]{Stupefied 4}, depending on the punishment you chose. On a successful Will save, the condition value is 2, and the target is unaffected on a critical success.</p>\n<p><strong>Success</strong> The target is either @UUID[Compendium.pf2e.conditionitems.Clumsy]{Clumsy 2}, @UUID[Compendium.pf2e.conditionitems.Drained]{Drained 2}, @UUID[Compendium.pf2e.conditionitems.Enfeebled]{Enfeebled 2}, or @UUID[Compendium.pf2e.conditionitems.Stupefied]{Stupefied 2}, depending on the punishment you chose. On a successful Will save, the condition value is 1, and the target is unaffected on a critical success.</p>\n<p><strong>Failure</strong> The portrait doesn't change, and the ritual has no effect on the target.</p>\n<p><strong>Critical Failure</strong> The portrait turns into a sickening mimicry of your form and the forms of the secondary casters, and the blood of your target extracts itself from the canvas, dripping down and drying immediately to prevent you from reattempting the ritual. Over the course of the next 1d6 hours, you and the secondary casters experience the curse you had intended to place upon the target with the effects of a critical success.</p>"
        },
        "duration": {
            "value": "1 year"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism or Religion (master)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": "will"
        },
        "school": {
            "value": "necromancy"
        },
        "secondarycasters": {
            "value": "3"
        },
        "secondarycheck": {
            "value": "Crafting, Occultism or Religion (whichever isn't used for the primary check)"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "save"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 living creature"
        },
        "time": {
            "value": "7 days"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "curse"
            ]
        }
    },
    "type": "spell"
}
