{
    "_id": "jTmAt1yXx70jJMjy",
    "img": "systems/pf2e/icons/default-icons/spell.svg",
    "name": "Rite of the Blood Crown",
    "system": {
        "ability": {
            "value": ""
        },
        "area": {
            "areaType": "",
            "value": ""
        },
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "Blood sacrifice (see description)"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>Using resources left behind by the cult of Droskar, King Merlokrep hopes to use this ritual to complete the <em>Crown of the Kobold King</em>, allowing it to reach its true intended potential as the Crown of Toil. (Of course, Merlokrep has no intention of changing how he refers to the crown should he succeed at this ritual-it will always be the <em>Crown of the Kobold King</em> to him and his subjects!)</p>\n<p>At one point during the casting of this ritual, an enemy of the primary caster must be sacrificed. Initially, Merlokrep intended to use the abducted victims as these sacrifices, but the blood of a PC will do just as well!</p>\n<p>If you wish to include this ritual as something the PCs must instead use to potentially undo the <em>Crown of the Kobold King</em>'s magic, the ritual instead requires rare incense and offerings worth a total value of 60 gp instead of a blood sacrifice.</p>\n<hr />\n<p><strong>Critical Success</strong> The rite is a complete success, and the<em> Crown of the Kobold King</em> is bolstered to its true potential. What these powers might be are left to the GM to devise as they see fit. If this rite is being performed to neutralize the <em>Crown of the Kobold King</em>'s potential, you instead render the magic item forever unsuitable for ascension to the <em>Crown of Toil</em>.</p>\n<p><strong>Success</strong> The rite is a partial success, but the crown isn't yet complete. If you attempt this ritual again the next day, primary and secondary checks made to determine its success gain a +2 circumstance bonus.</p>\n<p><strong>Failure</strong> The ritual fails but can be attempted again without additional penalties.</p>\n<p><strong>Critical Failure</strong> The ritual fails, and the primary caster becomes @Compendium[pf2e.conditionitems.Stupefied]{Stupefied 2}. The rite of the blood crown can't be attempted again for 1 month.</p>"
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana"
        },
        "range": {
            "value": "40 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "evocation"
        },
        "secondarycasters": {
            "value": "2, must regard you as their king"
        },
        "secondarycheck": {
            "value": "Crafting"
        },
        "source": {
            "value": "Pathfinder Adventure: Crown of the Kobold King"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "the Crown of the Kobold King"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "consecration"
            ]
        }
    },
    "type": "spell"
}
