{
    "_id": "fLiowSDQXo3vCQDh",
    "img": "systems/pf2e/icons/default-icons/spell.svg",
    "name": "Rite of the Red Star",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You invoke the latent power within the Doorway to the Red Star through repetitive chanting and ritual movements in an attempt to open a portal to the planet Akiton.</p>\n<hr />\n<p><strong>Critical Success</strong> The plaza hums with magical energy that vibrates bones, causes hair to rise as if in a static field, and graces the tongue with flavors both unbearably sweet and terribly foul. The crimson pillars of the Doorway itself begin to smoke, then shimmer with red light, while the air within the ring shifts and ripples as if in the throes of intense heat. A moment later, a portal to Akiton opens at the center of the standing stones. This portal is vertical and semi-circular, with a radius of 30 feet, and is filled with shimmering red energy-it doesn't provide a view of the other side. Any caster who steps through this portal is instantly transported to area <strong>B1</strong> of the Hall of Reason on Akiton.</p>\n<p><strong>Success</strong> As critical success, but the portal's magic is distressed and unstable. When a caster steps through the portal, they must attempt a @Check[type:fortitude|dc:36|traits:conjuration] save or become @UUID[Compendium.pf2e.conditionitems.Drained]{Drained 1} from the stress of the magical journey.</p>\n<p><strong>Failure</strong> The portal fails to open, and all casters must attempt a @Check[type:fortitude|dc:36|traits:conjuration] save to avoid becoming drained 1 from the backlash of magical energy.</p>\n<p><strong>Critical Failure</strong> As failure, but the misfire attracts the attention of a @UUID[Compendium.pf2e.pathfinder-bestiary-2.Bythos]{Bythos} aeon which appears in the area at once and attempts to destroy the stones of the Doorway. After one round of attacks, it realizes the portal is beyond its ability to damage, and attempts to slay those who attempted to activate the portal in the first place.</p>"
        },
        "duration": {
            "value": "10 minutes"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 8
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "DC 40 Arcana or Nature (master)"
        },
        "range": {
            "value": "all casters must be physically located within the stone ring of the Doorway to the Red Star"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "conjuration"
        },
        "secondarycasters": {
            "value": "at least 1 (the maximum is limited only by the physical space within the ring of stones)"
        },
        "secondarycheck": {
            "value": "DC 35 Arcana, Nature, Occultism, or Religion"
        },
        "source": {
            "value": "Pathfinder #173: Doorway to the Red Star"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "Doorway to the Red Star"
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "teleportation"
            ]
        }
    },
    "type": "spell"
}
