{
    "_id": "Y9w4TYnb8cXU4UKY",
    "img": "systems/pf2e/icons/spells/shadow-army.webp",
    "name": "Split Shadow",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "a precious possession or drop of blood from the creature to be duplicated, plus an ornate silver mirror worth 7,000 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You create a shadow double of the target by drawing energy directly from the Shadow Plane into a mirror and shaping it into an exact, quasi-real duplicate. When the mirror is shattered at the end of the ritual, the double steps out and comes into existence. The duplicate is a creature 3 levels lower than the target, with the same abilities as the target but reduced to the appropriate level. The shadow double looks identical to the target and has the same general mannerisms and personality. However, it only has a vague sense of the target's memories. It has a Deception modifier to Impersonate the target equal to the modifier of the secondary spellcaster who rolled the Deception or Performance check, with a +4 status bonus.</p>\n<hr />\n<p><strong>Critical Success</strong> You bring the shadow double to life. It is under your absolute control. You gain a direct mental link with the shadow double and can spend an action to command it via this link, even at a distance.</p>\n<p><strong>Success</strong> As a critical success, but there is no special link between you and the shadow double. You must spend an action to command it verbally or by some other means.</p>\n<p><strong>Failure</strong> The ritual fails and has no effect.</p>\n<p><strong>Critical Failure</strong> When the mirror is broken at the end of the ritual, the double appears but has the statistics of an elite greater shadow with all the knowledge of the target and the same Deception modifier a shadow double would have had if the ritual had succeeded.</p>"
        },
        "details": {
            "source": {
                "value": "Pathfinder #185: A Taste of Ashes"
            }
        },
        "duration": {
            "value": ""
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 8
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana or Occultism (master, the check has the secret trait)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "conjuration"
        },
        "secondarycasters": {
            "value": "4"
        },
        "secondarycheck": {
            "value": "Crafting, Deception, Performance, Society"
        },
        "source": {
            "value": ""
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 living creature"
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "illusion",
                "shadow"
            ]
        }
    },
    "type": "spell"
}
