{
    "_id": "aVqsE5OedOwdHQvF",
    "img": "systems/pf2e/icons/default-icons/spell.svg",
    "name": "Summerland Spell",
    "system": {
        "ability": {
            "value": ""
        },
        "area": {
            "type": "burst",
            "value": 5280
        },
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "1,000 gp worth of precious stones ground to dust"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>The Summerland Spell is an extension of a unique ritual developed by Brogan the Grasswalker. The ritual dramatically dampens harsh weather around Hillcross, causing the temperature of the area to move up to two categories closer to normal. As a result, autumns and winters are far less brutal around Hillcross, while spring and summer months are practically mild and pleasant.</p>\n<p>The ritual as presented is lower level, easier to cast, and much less dangerous to the casters than the original version cast by Brogan the Grasswalker because it simply extends the original ritual's effects over Hillcross. A character who wishes to duplicate the effects somewhere else would need to develop a unique 10th-level ritual with a 5th-level ritual to extend the duration, as Brogan did, and then find someone willing to cast the deadlier initial ritual.</p>\n<hr />\n<p><strong>Critical Success</strong> The ritual takes effect normally, continuing the duration for 1 more year.</p>\n<p><strong>Success</strong> The ritual takes effect normally, continuing the duration for 1 more year, but the primary caster is @UUID[Compendium.pf2e.conditionitems.Drained]{Drained 1}. If the primary caster was already drained, increase the value of the drained condition by 1. This drained condition is a curse effect and is permanent until counteracted with remove curse or similar magic.</p>\n<p><strong>Failure</strong> The ritual fails.</p>\n<p><strong>Critical Failure</strong> The ritual fails. The primary caster is @UUID[Compendium.pf2e.conditionitems.Drained]{Drained 2}, and the secondary casters are drained 1 (increasing the value of any drained condition they already have). This drained condition is a curse effect and is permanent until counteracted with remove curse or similar magic.</p>"
        },
        "duration": {
            "value": "1 year"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 5
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Nature (master)"
        },
        "range": {
            "value": "touch"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "abjuration"
        },
        "secondarycasters": {
            "value": "5"
        },
        "secondarycheck": {
            "value": "Performance, Religion, Society, Mammoth Lord Lore or a similar Lore skill, Survival"
        },
        "source": {
            "value": "Pathfinder #177: Burning Tundra"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 hour"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "unique",
            "value": []
        }
    },
    "type": "spell"
}
