{
    "_id": "WRP8TDf36hqHyGv1",
    "img": "systems/pf2e/icons/spells/summon-kaiju.webp",
    "name": "Summon Kaiju",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You briefly conjure a kaiju, a massive, rampaging monster with a unique name and legendary reputation. It rises from its secluded lair to annihilate your foes. The summoned kaiju occupies the space of a Gargantuan creature. When you Cast this Spell, choose one of the kaiju below to summon.</p>\n<ul>\n<li><strong>Agmazar the Star Titan</strong> Speed 100 feet, climb 50 feet; <strong>Arrive</strong> (necromancy, negative) <em>Channel Void</em> Each foe in a 100-foot emanation takes [[/r 16d8[negative]]] damage with a basic Fortitude save; <strong>Depart</strong> (transmutation) <em>Gravitic Repulsion</em> Each foe in a 50-foot emanation is pushed 100 feet away unless it succeeds at a Fortitude save.</li>\n<li><strong>Agyra, the Forever Storm</strong> Speed 80 feet, fly 200 feet; <strong>Arrive</strong> (electricity, evocation) <em>Breath of a Thousand Storms</em> Agyra shoots two 1,200-foot lines of electricity, one from each of her heads. The lines can't overlap. Each creature along one of the lines takes [[/r 6d12[electricity]]] damage with a basic Reflex save. On a failure, the creature is also @UUID[Compendium.pf2e.conditionitems.Slowed]{Slowed 1} for 1 round (or for 1 minute on a critical failure); <strong>Depart</strong> (evocation, sonic) <em>Thunderous Blast</em> Each creature within a 100-foot emanation takes [[/r 6d10[sonic]]] damage with a basic Reflex save, and is also knocked @UUID[Compendium.pf2e.conditionitems.Prone]{Prone} on a failed save.</li>\n<li><strong>Bezravnis, the Inferno Below</strong> Speed 100 feet, burrow 100 feet; <strong>Arrive</strong> (earth, evocation) <em>Burrow from the Earth's Heart</em> Bezravnis explodes from the ground where it was summoned, causing all creatures in a 50-foot emanation to take [[/r 8d12[bludgeoning]]] damage with a basic Reflex save. This potentially collapses structures with the collapse effect of the <em>@UUID[Compendium.pf2e.spells-srd.Earthquake]{Earthquake}</em> spell, except there is no chance of falling into a fissure; <strong>Depart</strong> <em>Web Hurricane</em> Bezravnis departs with a hurricane of webbing. All creatures within a 50-foot emanation must succeed at a Reflex save or take a -20-foot circumstance penalty to its Speeds until it Escapes (or is @UUID[Compendium.pf2e.conditionitems.Immobilized]{Immobilized} until it escapes on a critical failure). The Escape DC is your spell DC.</li>\n<li><strong>Mogaru, the Final King</strong> Speed 100 feet, swim 100 feet; <strong>Arrive</strong> (auditory, enchantment, mental) <em>Trance of the King's Melody</em> Mogaru manifests with a burst of the song that summoned him, requiring all foes within 60 feet who can hear him to attempt a Will save, leaving them @UUID[Compendium.pf2e.conditionitems.Stunned]{Stunned 3} on a failure; <strong>Depart</strong> (evocation, fire) <em>Volcanic Breath</em> Mogaru unleashes his scorching breath in a 120-foot cone. Each creature in the area takes [[/r 10d6[fire]]] damage with a basic Reflex save. On a failure, it also takes [[/r {4d6}[persistent,fire]]] @UUID[Compendium.pf2e.conditionitems.Persistent Damage]{Persistent Fire Damage}.</li>\n<li><strong>Vorgozen, the Shapeless Feeder</strong> Speed 50 feet, climb 50 feet, swim 100 feet; <strong>Arrive</strong> (necromancy) <em>Pollute Magic</em> Vorgozen's foul presence pollutes magic around her. Each of your enemies within a 60-foot emanation that are under the effects of a spell must attempt a Fortitude save. On a failure, the creature is @UUID[Compendium.pf2e.conditionitems.Sickened]{Sickened 2}. Any of your enemies that Casts a Spell within 60 feet of Vorgozen must attempt a Fortitude save with the same effects unless it's already sickened; <strong>Depart</strong> (acid, evocation) <em>Beam of Purest Vitriol</em> Each creature in a 1,200-foot line takes [[/r 10d6[acid]]] damage and [[/r 10d6[bludgeoning]]] damage with a basic Fortitude save.</li>\n<li><strong>Yarthoon, the Moon Grub</strong> Speed 60 feet, burrow 100 feet, fly 100 feet, swim 100 feet; <strong>Arrive</strong> (cold, evocation) <em>Algid Beam Barrage</em> Yarthoon fires countless beams, targeting each of your enemies within 200 feet of it. The beams deal [[/r 10d6[cold]]] damage with a basic Reflex save; <strong>Depart</strong> (cold, conjuration, water) <em>Frostbite Mist</em> Chilling mist surges out in a 100‑foot burst centered on Yarthoon and remains for 1 minute. This mist has the effects of <em>@UUID[Compendium.pf2e.spells-srd.Obscuring Mist]{Obscuring Mist}</em>, plus any creature within the area at the end of its turn take [[/r 5d6[cold]]] damage with a basic Fortitude save.</li>\n<li><strong>Ebeshra, the Winged Razor</strong> Speed 75 feet, fly 100 feet; <strong>Arrive</strong> (conjuration, teleportation) Planar Draw Each foe in a @Template[type:emanation|distance:100] is pulled 50 feet towards the center, unless it succeeds at a Fortitude save. Creatures that fail and reach the center take [[/r 10d6[bludgeoning]]] damage; <strong>Depart</strong> (electricity, evocation) Storm Discharge Each foe in a @Template[type:line|distance:240] takes [[/r 12d8[electricity]]] damage with a basic Reflex save.</li>\n</ul>"
        },
        "duration": {
            "value": "until the end of your next turn"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 10
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "500 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "conjuration"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "custom": "",
            "value": [
                "primal"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "incarnate"
            ]
        }
    },
    "type": "spell"
}
