{
    "_id": "4ONjK2hoMBmuAAyk",
    "img": "systems/pf2e/icons/spells/summon-irii.webp",
    "name": "Summon Irii",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You cast your spell, whisper your words of power, and find that an irii is already here-indeed, they have always been here, and always were, and always will be. The temporal being occupies the space of a Medium creature and has a Speed of 60 feet and a fly Speed of 60 feet. When you Cast this Spell, choose whether it summons a fate irii or a fortune irii.</p>\n<ul>\n<li><strong>Fate</strong> The fate stands before you with its stained-glass wings and animal-headed gaze, floating eyes circling about it<br /><strong>Arrive</strong> (divination, fortune, lawful, prediction)<br /><em>Decree the Immutability of Time</em> While within 30 feet of the fate, you and your allies who roll below 10 on a d20 for an attack roll, Perception check, saving throw, or skill check get a 10 instead<br /><strong>Depart</strong> (divination, misfortune, prediction)<br /><em>Observe the Inevitability of Destiny</em> Each enemy within a @Template[type:emanation|distance:30] must attempt a Will save. If a creature fails its save, until the end of its next turn, any time it rolls above 10 on a d20 for an attack roll, Perception check, saving throw, or skill check, it gets a 10 instead.</li>\n<li><strong>Fortune</strong> The fortune stands before you with its golden horns and moth-scale wings, a sly smirk on its elfin face<br /><strong>Arrive</strong> (chaotic, divination, fortune, prediction) <em>Decree the Chaos of Infinity</em> While within 30 feet of the fortune, you and your allies roll twice and take the higher roll on all damage rolls, Perception checks, and saving throws<br /><strong>Depart</strong> (divination, misfortune, prediction) <em>Sunder Eternity's Authority</em> Each enemy within a @Template[type:emanation|distance:30] must attempt a Will save. A creature that fails its save must roll twice and take the lower result on all damage rolls, Perception checks, and saving throws until the end of its next turn.</li>\n</ul>"
        },
        "duration": {
            "value": "until the end of your next turn"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 8
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "100 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "conjuration"
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "occult"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "incarnate"
            ]
        }
    },
    "type": "spell"
}
