{
    "_id": "6TKGaQm4PfEMkeRd",
    "img": "systems/pf2e/icons/default-icons/spell.svg",
    "name": "Supreme Connection",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "rare perfume worth 250 gp"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>In a show of power, you call forth a powerful entity in front of a crowd of onlookers, forcing the entity to manifest and answer your questions. The being appears as a twisted ball of vines and branches that springs forth from a nearby patch of dirt or up from between cobblestones or bricks. The ball of vines is relatively formless, giving no indication of the being that controls it. However, when you make a request, it twists into a rough face to answer your request.</p>\n<p>You can ask up to seven questions that could be answered with \"yes\" or \"no,\" although the entity can give you any one working answer it wants, including vague answers like \"likely\" or \"unknown.\" The entity is likely to know answers related to its nature and priorities. Depending on the entity you call, it might attempt to deceive you and likely has its own agenda. The entity can only respond when surrounded by the energy of a crowd.</p>\n<p>Once it has answered your questions, the vines freeze in place, contorted in pain, a reminder of where the powerful creature touched this world.</p>\n<hr />\n<p><strong>Critical Success</strong> The entity is in a good mood or is more honest than most. It won't attempt to deceive you, though it still might not know the answers. When it's important to provide clarity, the entity will answer your questions with up to five words, such as \"if you leave immediately\" or \"that was true once.\" The words of the entity ring with truth, and the crowd takes the statements as gospel. You gain a +4 circumstance bonus to Diplomacy checks made to influence the crowd and to any Deception checks to Lie to the crowd by directly incorporating the entity's answers.</p>\n<p><strong>Success</strong> You can ask and receive your seven answers normally. The crowd is excited by the entity's words and believes them to be true. You gain a +2 circumstance bonus to Diplomacy checks made to influence the crowd and to any Deception checks to Lie to the crowd by directly incorporating the entity's answers.</p>\n<p><strong>Failure</strong> The vines reach out in a weighted gasp before dying. The crowd is likely disappointed, especially if you made them wait, but they don't necessarily change their attitude toward you.</p>\n<p><strong>Critical Failure</strong> The vines wrap around you in desperation, trying to squeeze out your life force to survive. You take [[/r 10d6[bludgeoning]]] damage and become @UUID[Compendium.pf2e.conditionitems.Drained]{Drained 3}, and you can't reduce the drained condition for 1 week. The attitude of the most members of the crowd toward you become one step worse, though individual members of the crowd might have different reactions.</p>"
        },
        "duration": {
            "value": "up to 10 minutes"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "heightening": {
            "damage": {},
            "interval": 1,
            "type": "interval"
        },
        "level": {
            "value": 7
        },
        "materials": {
            "value": ""
        },
        "primarycheck": {
            "value": "Occultism (master) or Religion (master)"
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "divination"
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Performance"
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "1 day"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": []
        }
    },
    "type": "spell"
}
