{
    "_id": "kLxJx7BECVgHh2vb",
    "img": "systems/pf2e/icons/spells/temporal-ward.webp",
    "name": "Temporal Ward",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": true,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "applyMod": false,
            "value": {}
        },
        "damageType": {
            "value": ""
        },
        "description": {
            "value": "<p>You ward a target doorway or container with a temporal trap that rewinds the personal timeline of creatures trying to open it. A creature attempting to open a warded doorway or container must attempt a Will save with the below results.</p>\n<p>You can set a password for the ward. Any creature that attempts to open the target container, or to open or pass through the target doorway without speaking the password must attempt a save as normal.</p>\n<p>The ward vanishes automatically once the spell's duration ends, but can be removed before then as if it were a magical trap, using your spell DC for both the Perception check to notice it and Thievery check to disable it. Both checks require the creature attempting them to have expert proficiency in order to succeed.</p>\n<p>You can @UUID[Compendium.pf2e.actionspf2e.Dismiss]{Dismiss} <em>temporal ward</em>. The maximum number of <em>temporal wards</em> you can have active at a time is equal to your spellcasting ability modifier.</p>\n<hr />\n<p><strong>Critical</strong><strong>Success</strong> The creature is unaffected and opens the doorway or the container as normal.</p>\n<p><strong>Success</strong> The creature experiences a brief moment of déjà-vu in which they're convinced they already opened the door. They must use an additional action to open the door. If they can't or don't want to do so, the action or activity they used to open the door or container is wasted, and the door or container remains closed.</p>\n<p><strong>Failure</strong> The creature is thrown briefly backwards in time. The action or activity they used to open the door or container is wasted and they're returned to the position they were located at during the start of their turn. Their turn then ends.</p>\n<p><strong>Critical Failure</strong> As failure, but the temporal displacement also causes the creature to lose their bearings, making them @UUID[Compendium.pf2e.conditionitems.Confused]{Confused} for 1 minute.</p>\n<hr />\n<p><strong>Heightened (10th)</strong> The <em>temporal ward</em> has an unlimited duration, until it is counteracted, Dismissed, or Disarmed.</p>"
        },
        "duration": {
            "value": "10 minutes"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 6
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": false
        },
        "range": {
            "value": "touch"
        },
        "rarity": {
            "value": "common"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": "will"
        },
        "school": {
            "value": "abjuration"
        },
        "source": {
            "value": "Pathfinder #173: Doorway to the Red Star"
        },
        "spellCategorie": {
            "value": "spell"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "1 container or doorway"
        },
        "time": {
            "value": "3"
        },
        "traditions": {
            "value": [
                "arcane",
                "divine",
                "occult"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": []
        },
        "usage": {
            "value": ""
        }
    },
    "type": "spell"
}
