{
    "_id": "DcmWrD0V5PWQQyDm",
    "img": "systems/pf2e/icons/spells/variable-gravity.webp",
    "name": "Variable Gravity",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You can adjust how strongly gravity grips you, changing between low gravity, normal gravity, and high gravity with ease. Choose one type of gravity when you cast the spell. While the spell lasts, you can change the type of gravity with a single action, which has the concentrate trait. The spell doesn't alter your physical appearance, so it's impossible to what type of gravity you're subjected to by casual observation.</p>\n<ul>\n<li><strong>Low Gravity</strong> You can jump double the normal distance when you Long Jump or Leap, though still to a maximum of your Speed. When you High Jump, you can use the calculation for a Long Jump but don't double the distance. Rather than the normal calculation for falling damage, when you fall, you take no damage for the first 10 feet and then take bludgeoning damage equal to a quarter of the remaining distance you fell. Abilities that adjust how much falling damage you take still apply.</li>\n<li><strong>High Gravity</strong> You become encumbered. You gain a +2 status bonus to your saving throws and DCs to resist forced movement and attempts to knock you @UUID[Compendium.pf2e.conditionitems.Prone]{Prone}. You reduce the distance forced movement moves you by half or 10 feet, whichever is more. You can only jump half as high and far. Rather than the normal calculation for falling damage, you take bludgeoning damage equal to the distance you fall. Abilities that adjust how much falling damage you take still apply. @UUID[Compendium.pf2e.spell-effects.Spell Effect: Variable Gravity (High Gravity)]{Spell Effect: Variable Gravity (High Gravity)}</li>\n</ul>\n<hr />\n<p><strong>Heightened (6th)</strong> The duration increases to 1 hour</p>"
        },
        "duration": {
            "value": "5 minutes"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 4
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": ""
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "transmutation"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "occult"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": []
        }
    },
    "type": "spell"
}
