{
    "_id": "a0AMgATvQGwDR5dR",
    "img": "systems/pf2e/icons/spells/vector-screen.webp",
    "name": "Vector Screen",
    "system": {
        "ability": {
            "value": ""
        },
        "area": {
            "type": "square",
            "value": 5
        },
        "category": {
            "value": "focus"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>One five-foot square.</p>\n<hr />\n<p>You set up a transparent, rippling screen of telekinetic energy that seizes small, fast-moving projectiles. Creatures can pass through the screen, but ammunition from physical ranged attacks-such as arrows, bolts, sling bullets, and other objects of similar size-is automatically trapped in the screen, clattering to the ground once the spell ends. Attacks with bigger ranged weapons, such as javelins, take a -2 circumstance penalty to their attack rolls if their paths pass through the screen. Massive ranged weapons and spell effects that don't create physical objects pass through the screen with no penalty.</p>\n<hr />\n<p><strong>Heightened (5th)</strong> The screen is 10 feet wide.</p>\n<p><strong>Heightened (6th)</strong> The screen is 10 feet wide and can interfere even with massless attacks, like magical blasts or gouts of flame. The screen imposes a -2 circumstance penalty to the attack rolls of spell effects even if they don't create physical objects. It also protects against area effects that pass through the screen, granting standard cover to creatures on the opposite side of the screen from the center or origin point of an area.</p>\n<hr />\n<p><strong>Amp</strong> Your screen persists for longer, and you can detonate it in an explosive counterattack. The duration of the spell increases to 1 minute. You can Dismiss the spell. If there are any projectiles trapped in the screen, you can cast telekinetic projectile to fire them at one creature as part of Dismissing the spell. Measure the range for the telekinetic projectile from where the vector screen was, instead of from you.</p>"
        },
        "duration": {
            "value": "until the start of your next turn"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "heightening": {
            "levels": {
                "5": {
                    "area": {
                        "areaType": "square",
                        "value": "10"
                    }
                },
                "6": {
                    "area": {
                        "areaType": "square",
                        "value": "10"
                    }
                }
            },
            "type": "fixed"
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "60 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "abjuration"
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "spellType": {
            "value": "attack"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": ""
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "custom": "",
            "value": [
                "occult"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "uncommon",
            "value": [
                "cantrip",
                "psychic"
            ]
        }
    },
    "type": "spell"
}
