{
    "_id": "XQSPJHOf3TyfqvgS",
    "img": "systems/pf2e/icons/spells/web-of-eyes.webp",
    "name": "Web of Eyes",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "spell"
        },
        "components": {
            "focus": false,
            "material": false,
            "somatic": true,
            "verbal": true
        },
        "cost": {
            "value": ""
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You place an @UUID[Compendium.pf2e.conditionitems.Invisible]{Invisible} scrying sensor on each target just above their eyes. Each sensor looks where that target looks, and all the targets can link their vision briefly to help notice things one target sees but the others might not. Each target can use an action, which has the concentrate trait, to share what it sees with any number of other targets until the start of its next turn. Only one creature can share its vision at a time, so if another target takes this action, the effect ends for any target that was previously sharing its vision.</p>\n<p>This improves how well the recipients can perceive anything the sharing creature is looking at. For instance, if a creature is undetected to a recipient but observed by the sharing creature, the creature becomes observed by the recipient as well. Typically, the creature is seen as a glowing outline superimposed on its position. This might allow the recipient to target a creature it couldn't otherwise; however, cover and line of effect still might prevent or impede targeting and attacks. This can only improve the recipient's vision, not reduce it; for example, if an enemy was undetected by the sharing creature and observed by a recipient, the recipient would still clearly observe the enemy.</p>\n<p>Once the vision sharing stops, the benefit ends. Whether a creature is hidden or undetected is still based on the last information a target had before the vision sharing ended. For example, that means if a creature is behind a wall but hasn't moved, it's still hidden rather than undetected by a recipient that witnessed its current position.</p>"
        },
        "duration": {
            "value": "10 minutes"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 3
        },
        "materials": {
            "value": ""
        },
        "range": {
            "value": "30 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "divination"
        },
        "source": {
            "value": "Pathfinder Secrets of Magic"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "up to 5 willing creatures"
        },
        "time": {
            "value": "2"
        },
        "traditions": {
            "custom": "",
            "value": [
                "arcane",
                "divine",
                "occult",
                "primal"
            ]
        },
        "traits": {
            "custom": "",
            "rarity": "common",
            "value": [
                "scrying"
            ]
        }
    },
    "type": "spell"
}
