{
    "_id": "nzbnTqHgNKiGZkrZ",
    "img": "systems/pf2e/icons/spells/word-of-recall.webp",
    "name": "Word of Recall",
    "system": {
        "ability": {
            "value": ""
        },
        "area": null,
        "category": {
            "value": "ritual"
        },
        "components": {
            "material": false,
            "somatic": false,
            "verbal": false
        },
        "cost": {
            "value": "rare oils and powdered minerals worth 5,000 gp;"
        },
        "damage": {
            "value": {}
        },
        "description": {
            "value": "<p>You bind yourself and your allies to the specific safe location where you perform the ritual. This allows the participants to return later by simply speaking a word.</p>\n<hr />\n<p><strong>Success</strong> You form the connection with the designated sanctuary. Any participant in the ritual can spend a single action, which has the concentrate trait, to utter a word of power you choose when you cast the spell. When they do, all the participants can immediately return to the sanctuary from any distance, as long as they are on the same plane as the sanctuary. Each participant arrives in the position in which they were standing during the casting of the ritual. When the word is spoken, all other participants know it, and each can choose whether or not to return to the sanctuary at that time. The ritual then immediately ends.</p>\n<p><strong>Failure</strong> You fail to form the connection between the participants and the sanctuary and are aware that the ritual has failed.</p>\n<p><strong>Critical Failure</strong> The ritual inadvertently forms a connection with a location on another plane. The casters are unaware of this misalignment. When the word is invoked, all ritual participants are shifted to this extraplanar location.</p>\n<hr />\n<p><strong>Heightened (+1)</strong> The cost increases by 5,000 gp, the ritual can target one more creature, and the maximum level of creature it can target increases by 2.</p>"
        },
        "duration": {
            "value": "1 year"
        },
        "hasCounteractCheck": {
            "value": false
        },
        "level": {
            "value": 7
        },
        "materials": {
            "value": ""
        },
        "prepared": {
            "value": ""
        },
        "primarycheck": {
            "value": "Arcana or Occultism (expert, the check has the secret trait)"
        },
        "range": {
            "value": "20 feet"
        },
        "rules": [],
        "save": {
            "basic": "",
            "value": ""
        },
        "school": {
            "value": "conjuration"
        },
        "secondarycasters": {
            "value": "2"
        },
        "secondarycheck": {
            "value": "Arcana or Occultism  (whichever isn't used for the primary check), Society"
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "spellType": {
            "value": "utility"
        },
        "sustained": {
            "value": false
        },
        "target": {
            "value": "Up to seven willing creatures of 14th level or lower"
        },
        "time": {
            "value": "7 days"
        },
        "traditions": {
            "value": []
        },
        "traits": {
            "custom": "",
            "rarity": "rare",
            "value": [
                "teleportation"
            ]
        }
    },
    "type": "spell"
}
