{
    "_id": "SujEcE3H5n9kx1PI",
    "img": "systems/pf2e/icons/default-icons/mystery-man.webp",
    "name": "Esoteric Wayfinder",
    "system": {
        "actionType": {
            "value": "free"
        },
        "actions": {
            "value": null
        },
        "category": "pfsboon",
        "description": {
            "value": "<p><strong>Cost</strong>: 4 AcP</p><hr /><p>You have modified your @UUID[Compendium.pf2e.equipment-srd.Item.Wayfinder] to focus your mental energy, driving more reliable insights. When you purchase this boon, you apply its benefits to one wayfinder in your possession, granting you a special free action ability when the wayfinder is invested and in your possession.</p>\n<p>You can activate this ability as a free action before you Recall Knowledge. If you roll a critical failure on the Recall Knowledge check, you instead get a failure.</p>\n<p>You can safely use this benefit once per adventure. You can attempt to use it a second time, overcharging the wayfinder at the risk of destroying it. When you do so, roll a @Check[flat|dc:10]. On a success, the wayfinder is broken. On a failure, the wayfinder is destroyed. If anyone tries to overcharge a wayfinder that's already been overcharged, the item is automatically destroyed (even if it has been repaired) and does not provide the activated benefit.</p>\n<p><strong>Special</strong>: You can apply multiple upgrades to a single wayfinder. Each upgrade only affects one wayfinder in your possession, chosen when the boon is purchased. If a wayfinder has multiple upgrades on it, you can only safely use each ability once per scenario.</p>\n<p>If the wayfinder with this upgrade is destroyed, you can apply the upgrade to another wayfinder during Downtime for no additional cost beyond that of the wayfinder itself.</p>"
        },
        "level": {
            "value": 0
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Liked by Grand Archive"
                }
            ]
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": ""
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "feat"
}
