{
    "_id": "0OcuvvUnAv7dZYRU",
    "img": "systems/pf2e/icons/default-icons/mystery-man.svg",
    "name": "Evolving Destiny",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "pfsboon",
        "description": {
            "value": "<p><strong>Cost</strong>: 20 AcP</p><hr /><p>Evolving Destiny (Limited-Use, Service): Your early adventures have exposed you to difficult realities, forcing you to re-examine your skillset. Fortunately, your career is young, and course-correction is fairly straightforward. Between adventures, you can check the box that precedes this boon to completely rebuild your character so long as they have 48 or fewer XP (the Career Change boon allows you to rebuild a character of any level). Remove everything your character has purchased with gp, as well as their class, feats, skill proficiencies, and related features (but not their ancestry or background). Your character's wealth is set to 85% of the total gold you've earned—this reduction represents a small amount lost from consumable use as well as items sold back for a particularly favorable rate. This rebuilding process does not change the amount of Fame, Reputation, or gp the character has earned, nor does it change the resources your character has expended on services such as spellcasting.</p>\n<p>You can also refund any faction boons for the Fame price at which you purchased them, though you cannot sell back Limited-Use boons that you have expended or Faction Champion boons that you have used to earn Reputation for a faction.</p>\n<p>All changes to the character must be applied by the time the character next plays an adventure; once the adventure begins, no further changes can be made with this boon.</p>"
        },
        "level": {
            "value": 1
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": ""
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "feat"
}
