{
    "_id": "sBXsfT0uYltF8TFE",
    "img": "systems/pf2e/icons/default-icons/mystery-man.webp",
    "name": "Hireling",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "pfsboon",
        "description": {
            "value": "<p><strong>Cost</strong>: 4 AcP</p><hr /><p>You have recruited a non-combat hireling who can assist you with a certain set of skill checks. This ally performs the selected skills with a total modifier equal to 2 + your level, and they are considered trained in the skills. You must expend any actions and be in range to perform the action yourself, and any consequences of these actions affect you (such as falling when using Athletics to Climb).</p>\n<p>The hireling doesn't have or use its own ability modifiers and can never benefit from item bonuses, status bonuses, or fortune effects. Abilities that grant you a circumstance bonus do not grant that circumstance bonus to your hireling even though you are using your action to attempt the check. You cannot aid your own hireling.</p>\n<p>You cannot use the hireling's skills except recall knowledge in combat, and the hireling cannot be affected by, or affect, combat, cannot be harmed unless willfully endangered, and has no effect other than performing the selected skill checks.</p>\n<p>When you purchase this boon, you select one skill as well as one Lore skill. The hireling can perform only these skills' checks.</p><hr /><p><strong>Special</strong>: You can apply this boon multiple times to the same character, but may only benefit from one hireling boon on any given adventure.</p>"
        },
        "level": {
            "value": 0
        },
        "prerequisites": {
            "value": []
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": ""
        },
        "rules": [],
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "feat"
}
