{
    "_id": "oOB1uKvoBMGj7ykZ",
    "name": "Curse Breaker",
    "permission": {
        "default": 0
    },
    "type": "feat",
    "data": {
        "description": {
            "value": "<p><strong>[Downtime]</strong></p>\n<p><strong>Prerequisites: </strong>Tier 2 with the Vigilant Seal</p>\n<p><strong>Cost</strong>: 2 Fame</p>\n<p><strong>Effect</strong>: You have been entrusted with an accursed item from the Society&rsquo;s vaults, and you can spend your time in the Grand Lodge patiently unraveling its malign influence. When you acquire this boon choose a permanent magic item of your level or lower to which you have access. While you have this boon slotted, you can spend Downtime erasing the item&rsquo;s stubborn curse. This uses the same rules as you would to Craft the item, with the following exceptions. First, you must use Arcana, Nature, Occultism, or Religion in place of Crafting (such as to determine the progress you make and the maximum item level you can work on). Second, your faction provides you the necessary tools and workspace to perform this operation. Third, you only need to spend 2 days of Downtime before attempting your first skill check and subsequently beginning to reduce the item&rsquo;s effective cost. You must keep this boon slotted until you finish uncursing the item.</p>\n<p><strong>Special</strong>: You can purchase this boon multiple times. Each time you do so, you select a different item.</p>",
            "chat": "",
            "unidentified": ""
        },
        "source": {
            "value": ""
        },
        "traits": {
            "value": [],
            "selected": {},
            "rarity": {
                "value": "common"
            },
            "custom": ""
        },
        "rarity": {
            "value": "common"
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "level": {
            "value": "0"
        },
        "featType": {
            "value": "pfsboon"
        },
        "actionType": {
            "value": "passive"
        },
        "actionCategory": {
            "value": ""
        },
        "actions": {
            "value": ""
        },
        "prerequisites": {
            "value": ""
        },
        "containerId": {
            "value": ""
        }
    },
    "flags": {},
    "img": "icons/mystery-man.png"
}
