{
    "_id": "gutbzYTZvRTnq4on",
    "folder": "kjydNO9I619h5hsI",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Adanye",
    "system": {
        "attribute": [
            "dex",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Legend holds that the amurruns-known as catfolk to others-were created as guardians against threats to home, nature, and the world at large. While the goddess Adanye is not considered to be their creator, she is said to have mentored these first guardians, teaching them the skills necessary to protect and defend, both in combat and in careful interaction with others. She also taught the importance of what they protected, identifying the hearth and the home, as well as the right to self-determination and to solitude, as worthy of defense. She is said to have instilled in the amurruns their need for solitude and their esteem of imagination. A master teacher, she is depicted as a graying catfolk woman or a cat by the hearth fire, her large, gentle eyes full of wisdom.</p>\n<p><strong>Title</strong> The Warmth of the Hearth</p>\n<p><strong>Areas of Concern</strong> Hearth, imagination, protection, solitude</p>\n<p><strong>Edicts</strong> Keep your counsel, follow your heart, appreciate a warm hearth, defend those who welcome you into their home</p>\n<p><strong>Anathema</strong> Force anyone into drudgery or mindless work, deny support to loved ones, surrender when escape is an option, destroy a place that has given you shelter</p>\n<p><strong>Religious Symbol</strong> burning paw</p>\n<p><strong>Sacred Animal</strong> cat</p>\n<p><strong>Sacred Colors</strong> red, gold</p>"
        },
        "domains": {
            "alternate": [
                "confidence",
                "fire"
            ],
            "primary": [
                "duty",
                "family",
                "protection",
                "repose"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "society"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gentle Landing",
            "2": "Compendium.pf2e.spells-srd.Item.Disguise Magic",
            "7": "Compendium.pf2e.spells-srd.Item.Planar Palace"
        },
        "traits": {},
        "weapons": [
            "claw",
            "kukri"
        ]
    },
    "type": "deity"
}
