{
    "_id": "1fmTXGRPa8fLXZKL",
    "folder": "kjydNO9I619h5hsI",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Balumbdar",
    "system": {
        "attribute": [
            "con",
            "str"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Balumbdar, or He Who Is Massive, is the god of all huge things in the world that tower over smaller things. Creatures of great size, such as elephants and dinosaurs, are sacred to him, as are natural features that dominate the landscape like mountains and massive trees. Balumbdar is also a god of strength, but of might born of great size rather than training or skill. Balumbdar is considered brutish and dim-witted by most other gods, but the fact that he towers over them in any interaction means he always commands respect. When he bothers to manifest at all, it is as a startlingly large man with slabs of muscle and equally thick rolls of fat. He sometimes instead appears as a city-sized animal or as imposing clouds, heavy with rain and low to the ground.</p>\n<p><strong>Title</strong> The World-Shaker</p>\n<p><strong>Areas of Concern</strong> Great size, megafauna, strength</p>\n<p><strong>Edicts</strong> Grow as large as you can, shelter those smaller and weaker than you, tend large animals and megafauna</p>\n<p><strong>Anathema</strong> Accidentally injure others with your size, topple a massive natural monument, use magic to assume a form smaller than you are</p>\n<p><strong>Religious Symbol</strong> Mountain held in two hands</p>\n<p><strong>Sacred Animal</strong> megafauna</p>\n<p><strong>Sacred Colors</strong> brown, black</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "might",
                "nature",
                "perfection",
                "protection"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "athletics"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Ant Haul",
            "2": "Compendium.pf2e.spells-srd.Item.Enlarge",
            "4": "Compendium.pf2e.spells-srd.Item.Dinosaur Form"
        },
        "traits": {},
        "weapons": [
            "greatclub"
        ]
    },
    "type": "deity"
}
