{
    "_id": "v1fsLP6nTkiy5ghB",
    "folder": "kjydNO9I619h5hsI",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Mazludeh",
    "system": {
        "attribute": [
            "cha",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Mazludeh was once one among many empyreal lords, responsible for the domains of community stewardship and loving sacrifice. However, her actions during Earthfall and the Age of Darkness saved untold lives in Mwangi. Dismayed by the chaos and loss of life, Mazludeh spurred her fellow empyreal lords into action, forming a divine concordance that protected the Garundi nation of Holomog from devastation. Mazludeh's efforts elevated her to true divinity and the status of the matron goddess of the nation of Holomog. Now the goddess of negotiations and treaties, her followers often travel with merchants and ambassadors. She is also considered the diplomat to the other empyreal lords, able to pass on prayers to those most suited to answer them and persuade celestial beings to see to their fulfillment. Throughout the Mwangi, worshippers of Mazludeh have developed a reputation for being brave, empathetic, and fair even to their enemies.</p>\n<p><strong>Title</strong> Mother of Hearth and Wall</p>\n<p><strong>Areas of Concern</strong> Balance, community, negotiation, and twilight</p>\n<p><strong>Edicts</strong> Seek to improve yourself and your community, trust those you work with, encourage cooperation</p>\n<p><strong>Anathema</strong> Betray another's trust, place conflict between ideological differences over people's lives</p>\n<p><strong>Religious Symbol</strong> Seven eggs encircled by an ouroboros</p>\n<p><strong>Sacred Animal</strong> anaconda</p>\n<p><strong>Sacred Colors</strong> pink, green</p>"
        },
        "domains": {
            "alternate": [
                "nature"
            ],
            "primary": [
                "cities",
                "family",
                "knowledge",
                "perfection"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries Web Supplement"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "diplomacy"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Share Lore",
            "4": "Compendium.pf2e.spells-srd.Item.Shape Stone",
            "5": "Compendium.pf2e.spells-srd.Item.Wall of Stone"
        },
        "traits": {},
        "weapons": [
            "shield-boss"
        ]
    },
    "type": "deity"
}
