{
    "_id": "XwfcJuskrhI9GIjX",
    "data": {
        "abilityBoostLevels": {
            "value": [
                5,
                10,
                15,
                20
            ]
        },
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 0,
            "martial": 0,
            "other": {
                "name": "Alchemical Bombs",
                "rank": 1
            },
            "simple": 1,
            "unarmed": 1
        },
        "classDC": 1,
        "classFeatLevels": {
            "value": [
                1,
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 0,
            "light": 1,
            "medium": 1,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>There's no sight more beautiful to you than a strange brew bubbling in a beaker, and you consume your ingenious elixirs with abandon. You're fascinated by uncovering the secrets of science and the natural world, and you're constantly experimenting in your lab or on the go with inventive concoctions for every eventuality. You are fearless in the face of risk, hurling explosive or toxic creations at your foes. Your unique path toward greatness is lined with alchemical brews that push your mind and body to their limits.</em><br /><br /><strong>Key Ability: INTELLIGENCE</strong><br />At 1st level, your class gives you an ability bonus to Intelligence</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong><br />You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1 class=\"title\">Roleplaying the Alchemist</h1>\n<h2 class=\"title\">During Combat Encounters...</h2>\n<p>You lob bombs at your foes, harry your enemies, and support the rest of your party with potent elixirs. At higher levels, your mutagens warp your body into a resilient and powerful weapon.</p>\n<h2 class=\"title\">During Social Encounters...</h2>\n<p>You provide knowledge and experience about alchemical items and related secrets, such as poisons and diseases.</p>\n<h2 class=\"title\">While Exploring...</h2>\n<p>You keep an eye out for trouble with your bombs at the ready, while giving advice on all things alchemical and mysterious.</p>\n<h2 class=\"title\">In Downtime...</h2>\n<p>You experiment in an alchemical lab, brewing elixirs, making bombs, and furthering your alchemical knowledge.</p>\n<h2 class=\"title\">You Might...</h2>\n<ul>\n<li>Enjoy tinkering with strange formulas and alchemical reagents, often with a single-minded dedication and recklessness that gives others pause.</li>\n<li>Get a kick out of wreaking havoc with the alchemical concoctions you've made, and enjoy watching things burn, dissolve, freeze, and jolt.</li>\n<li>Endlessly experiment to discover new, more potent alchemical tools.</li>\n</ul>\n<h2 class=\"title\">Others Probably...</h2>\n<ul>\n<li>Think you're some kind of sorcerer or an eccentric wizard and don't understand that you don't cast spells; spellcasters who clumsily dabble in alchemy only heighten this misconception.</li>\n<li>Don't understand your zeal for alchemy, creativity, and invention.</li>\n<li>Assume that if you haven't caused a catastrophe with your experimentations, you inevitably will.</li>\n</ul>\n<h1 class=\"title\">Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2 class=\"title\">Perception</h2>\n<p>Trained in Perception</p>\n<h2 class=\"title\">Saving Throws</h2>\n<p>Expert in Fortitude<br />Expert in Reflex<br />Trained in Will</p>\n<h2 class=\"title\">Skills</h2>\n<p>Trained in Crafting<br />Trained in a number of additional skills equal to 3 plus your Intelligence modifier</p>\n<h2 class=\"title\">Attacks</h2>\n<p>Trained in simple weapons<br />Trained in alchemical bombs<br />Trained in unarmed attacks</p>\n<h2 class=\"title\">Defenses</h2>\n<p>Trained in light armor<br />Trained in unarmored defense</p>\n<h2 class=\"title\">Class DC</h2>\n<p>Trained in alchemist class DC</p>\n<h1 class=\"title\">Class Features</h1>\n<p>You gain these features as an Alchemist. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table style=\"width: 591px; height: 359px;\" border=\"1\">\n<tbody>\n<tr style=\"height: 17px;\">\n<td style=\"color: white; height: 17px; width: 59px; text-align: center; background-color: #522e2c;\"><strong>Your Level</strong></td>\n<td style=\"color: white; height: 17px; width: 525px; text-align: center; background-color: #522e2c;\"><strong>Class Features</strong></td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 59px; text-align: center; background-color: #f6f1e1;\">1</td>\n<td style=\"height: 17px; width: 525px; text-align: center; background-color: #f6f1e1;\">Ancestry and background, initial proficiencies, alchemy, formula book, research field, alchemist feat</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 59px; text-align: center; background-color: #eee5c8;\">2</td>\n<td style=\"height: 17px; width: 525px; text-align: center; background-color: #eee5c8;\">Alchemist feat, skill feat</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 59px; text-align: center; background-color: #f6f1e1;\">3</td>\n<td style=\"height: 17px; width: 525px; text-align: center; background-color: #f6f1e1;\">General feat, skill increase</td>\n</tr>\n<tr style=\"height: 19px;\">\n<td style=\"height: 19px; width: 59px; text-align: center; background-color: #eee5c8;\">4</td>\n<td style=\"height: 19px; width: 525px; text-align: center; background-color: #eee5c8;\">Alchemist feat, skill feat</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 59px; text-align: center; background-color: #f6f1e1;\">5</td>\n<td style=\"height: 17px; width: 525px; text-align: center; background-color: #f6f1e1;\">Ability boosts, ancestry feat, field discovery, skill increase</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 59px; text-align: center; background-color: #eee5c8;\">6</td>\n<td style=\"height: 17px; width: 525px; text-align: center; background-color: #eee5c8;\">Alchemist feat, skill feat</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 59px; text-align: center; background-color: #f6f1e1;\">7</td>\n<td style=\"height: 17px; width: 525px; text-align: center; background-color: #f6f1e1;\">Alchemical weapon expertise, general feat, iron will, perpetual infusions, skill increase</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 59px; text-align: center; background-color: #eee5c8;\">8</td>\n<td style=\"height: 17px; width: 525px; text-align: center; background-color: #eee5c8;\">Alchemist feat, skill feat</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"height: 17px; width: 59px; text-align: center; background-color: #f6f1e1;\">9</td>\n<td style=\"height: 17px; width: 525px; text-align: center; background-color: #f6f1e1;\">Alchemical expertise, alertness, ancestry feat, double brew, skill increase</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; height: 17px; text-align: center; background-color: #eee5c8;\">10</td>\n<td style=\"width: 525px; height: 17px; text-align: center; background-color: #eee5c8;\">Ability boosts, alchemist feat, skill feat</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; height: 17px; text-align: center; background-color: #f6f1e1;\">11</td>\n<td style=\"width: 525px; height: 17px; text-align: center; background-color: #f6f1e1;\">General feat, juggernaut, perpetual potency, skill increase</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; height: 17px; text-align: center; background-color: #eee5c8;\">12</td>\n<td style=\"width: 525px; height: 17px; text-align: center; background-color: #eee5c8;\">Alchemist feat, skill feat</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; height: 17px; text-align: center; background-color: #f6f1e1;\">13</td>\n<td style=\"width: 525px; height: 17px; text-align: center; background-color: #f6f1e1;\">Ancestry feat, greater field discovery, light armor expertise, skill increase, weapon specialization</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; height: 17px; text-align: center; background-color: #eee5c8;\">14</td>\n<td style=\"width: 525px; height: 17px; text-align: center; background-color: #eee5c8;\">Alchemist feat, skill feat</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; height: 17px; text-align: center; background-color: #f6f1e1;\">15</td>\n<td style=\"width: 525px; height: 17px; text-align: center; background-color: #f6f1e1;\">Ability boosts, alchemical alacrity, evasion, general feat, skill increase</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; height: 17px; text-align: center; background-color: #eee5c8;\">16</td>\n<td style=\"width: 525px; height: 17px; text-align: center; background-color: #eee5c8;\">Alchemist feat, skill feat</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; height: 17px; text-align: center; background-color: #f6f1e1;\">17</td>\n<td style=\"width: 525px; height: 17px; text-align: center; background-color: #f6f1e1;\">Alchemical mastery, ancestry feat, perpetual perfection, skill increase</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; height: 17px; text-align: center; background-color: #eee5c8;\">18</td>\n<td style=\"width: 525px; height: 17px; text-align: center; background-color: #eee5c8;\">Alchemist feat, skill feat</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; height: 17px; text-align: center; background-color: #f6f1e1;\">19</td>\n<td style=\"width: 525px; height: 17px; text-align: center; background-color: #f6f1e1;\">General feat, light armor mastery, skill increase</td>\n</tr>\n<tr style=\"height: 17px;\">\n<td style=\"width: 59px; text-align: center; height: 17px; background-color: #eee5c8;\">20</td>\n<td style=\"width: 525px; text-align: center; height: 17px; background-color: #eee5c8;\">Ability boosts, alchemist feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2 class=\"title\">Alchemist Feats</h2>\n<p>At 1st level and every even-numbered level thereafter, you gain an alchemist class feat. Alchemist class feats are described beginning on page 76.</p>\n<h2 class=\"title\">Alchemy</h2>\n<p>You understand the complex interactions of natural and unnatural substances and can concoct alchemical items to meet your needs. You can do this using normal reagents and the Craft activity, or you can use special infused reagents that allow you to craft temporary items quickly and at no cost. Over time, you can create more and more alchemical items for free, and since each of them becomes more and more powerful, you advance in power dramatically, leaving behind those who don't understand your strange science.</p>\n<p>You gain the @Compendium[pf2e.feats-srd.Alchemical Crafting]{Alchemical Crafting} feat, even if you don't meet that feat's prerequisites, and you gain the four common 1st-level alchemical formulas granted by that feat. The catalog of alchemical items begins on page 543. You can use this feat to create alchemical items as long as you have the items' formulas in your formula book.</p>\n<h3 class=\"title\"><strong>Infused Reagents</strong></h3>\n<p>You infuse reagents with your own alchemical essence, allowing you to create alchemical items at no cost. Each day during your daily preparations, you gain a number of batches of infused reagents equal to your level + your Intelligence modifier. You can use these reagents for either advanced alchemy or Quick Alchemy, described below. Together, these infused reagents have light Bulk.</p>\n<p>As soon as you make your next daily preparations, your infused reagents from the previous day's preparations are instantly destroyed, and nonpermanent effects of your previous day's infused items immediately end. While infused reagents are physical objects, they can't be duplicated, preserved, or created in any way other than your daily preparations. Any such artificial reagents lack the infusion and are useless for advanced alchemy or Quick Alchemy.</p>\n<h3 class=\"title\"><strong>Advanced Alchemy</strong></h3>\n<p>During your daily preparations, after producing new infused reagents, you can spend batches of those infused reagents to create infused alchemical items. You don't need to attempt a Crafting check to do this, and you ignore both the number of days typically required to create the items and any alchemical reagent requirements. Your advanced alchemy level is equal to your level. For each batch of infused reagents you spend, choose an alchemical item of your advanced alchemy level or lower that's in your formula book, and make a batch of two of that item. These items have the infused trait and remain potent for 24 hours or until your next daily preparations, whichever comes first.</p>\n<h3 class=\"title\"><strong>Quick Alchemy</strong></h3>\n<p>If you need a specific alchemical item on the fly, you can use your infused reagents to quickly create it with the Quick Alchemy action.</p>\n<h3 class=\"title\">@Compendium[pf2e.feats-srd.Quick Alchemy]{Quick Alchemy}<span style=\"font-family: 'Pathfinder2eActions'; font-size: 1.8em; display: inline;\">A</span></h3>\n<p><strong>Cost</strong>&nbsp;1 batch of infused reagents<br /><strong>Requirements</strong>&nbsp;You have @Compendium[pf2e.equipment-srd.Alchemist's Tools]{Alchemist's Tools}, the formula for the alchemical item you're creating, and a free hand.</p>\n<hr />\n<p>You swiftly mix up a short-lived alchemical item to use at a moment's notice. You create a single alchemical item of your advanced alchemy level or lower that's in your formula book without having to spend the normal monetary cost in alchemical reagents or needing to attempt a Crafting check. This item has the infused trait, but it remains potent only until the start of your next turn.</p>\n<h3><strong>Formula Book</strong></h3>\n<p>An alchemist keeps meticulous records of the formulas for every item they can create. You start with a standard formula book worth 10 sp or less (as detailed on page 290) for free. The formula book contains the formulas for two common 1st-level alchemical items of your choice, in addition to those you gained from Alchemical Crafting and your research field. The catalog of alchemical items begins on page 543.</p>\n<p>Each time you gain a level, you can add the formulas for two common alchemical items to your formula book. These new formulas can be for any level of item you can create. You learn these formulas automatically, but it's also possible to find or buy additional formulas in settlements or from other alchemists, or to invent them with the @Compendium[pf2e.feats-srd.Inventor]{Inventor} feat.</p>\n<h2 class=\"title\">Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background, as described in Chapter 2.</p>\n<h2 class=\"title\">Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.</p>\n<h2 class=\"title\">Research Field</h2>\n<p>Your inquiries into the alchemical nature of the universe have led you to focus on a particular field of research. You might have a degree from an scientific institute, correspond with other researchers in your field, or work as a genius loner. Choose a field of research.</p>\n<p>Research fields can be found here (@Compendium[pf2e.classfeatures.Bomber]{Bomber}, @Compendium[pf2e.classfeatures.Chirurgeon]{Chirurgeon},&nbsp; @Compendium[pf2e.classfeatures.Mutagenist]{Mutagenist} and @Compendium[pf2e.classfeatures.Toxicologist]{Toxicologist}).</p>\n<h2 class=\"title\">Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. Skill feats can be found in Chapter 5 and have the skill trait. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2 class=\"title\">General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat. General feats are listed in Chapter 5.</p>\n<h2 class=\"title\">Skill Increases<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.<br /><br />At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2 class=\"title\">Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2 class=\"title\">Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter. The list of ancestry feats available to you can be found in your ancestry's entry in Chapter 2.</p>\n<h2 class=\"title\">Field Discovery<span style=\"float: right;\">Level 5</span></h2>\n<p>You learn a special discovery depending on your field.</p>\n<p>See specific research fields for more information.</p>\n<h2 class=\"title\">Powerful Alchemy<span style=\"float: right;\">Level 5</span></h2>\n<p>Alchemical items you create on the fly are particularily potent. When you use Quick Alchemy to create an infused alchemical item that allows a saving throw, you can change its DC to your class DC.</p>\n<h2 class=\"title\">Alchemical Weapon Expertise<span style=\"float: right;\">Level 7</span></h2>\n<p>You've trained to more effectively wield the weapons you find in your lab. Your proficiency ranks for simple weapons, unarmed attacks, and alchemical bombs increase to expert.</p>\n<h2 class=\"title\">Iron Will<span style=\"float: right;\">Level 7</span></h2>\n<p>Your mental defenses are an iron fortress. Your proficiency rank for Will saves increases to expert.</p>\n<h2 class=\"title\">Perpetual Infusions<span style=\"float: right;\">Level 7</span></h2>\n<p>You have learned how to create perpetual alchemical infusions that can provide a near-infinite supply of certain simple items. You gain the ability to create two 1st-level alchemical items using Quick Alchemy without spending a batch of infused reagents. The items you can select depend on your research field and must be in your formula book.</p>\n<p>See specific research fields for more information.</p>\n<h2 class=\"title\">Alchemical Expertise<span style=\"float: right;\">Level 9</span></h2>\n<p>Constant practice has increased the effectiveness of your concoctions. Your proficiency rank for your alchemist class DC increases to expert.</p>\n<h2 class=\"title\">Alertness<span style=\"float: right;\">Level 9</span></h2>\n<p>You remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>\n<h2 class=\"title\">Double Brew<span style=\"float: right;\">Level 9</span></h2>\n<p>You know your formulas so well that you can concoct two items at once. When using the Quick Alchemy action, instead of spending one batch of infused reagents to create a single item, you can spend up to two batches of infused reagents to make up to two alchemical items as described in that action. These items do not have to be the same.</p>\n<h2 class=\"title\">Juggernaut<span style=\"float: right;\">Level 11</span></h2>\n<p>Your body has become accustomed to physical hazards and resistant to pathogens and ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<h2 class=\"title\">Perpetual Potency<span style=\"float: right;\">Level 11</span></h2>\n<p>Your perpetual infusions improve, allowing you to use Quick Alchemy to create more powerful items with no cost. The items you can select depend on your research field and must be in your formula book.</p>\n<p>See specific research fields for more information.</p>\n<h2 class=\"title\">Greater Field Discovery<span style=\"float: right;\">Level 13</span></h2>\n<p>You learn an incredible discovery that advances your understanding of your field.</p>\n<p>See specific research fields for more information.</p>\n<h2 class=\"title\">Light Armor Expertise<span style=\"float: right;\">Level 13</span></h2>\n<p>You've learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.</p>\n<h2 class=\"title\">Weapon Specialization<span style=\"float: right;\">Level 13</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and to 4 if you're legendary.</p>\n<h2 class=\"title\">Alchemical Alacrity<span style=\"float: right;\">Level 15</span></h2>\n<p>Your comfort in concocting items is such that you can create three at a time. When using the Quick Alchemy action, you can spend up to three batches of infused reagents to make up to three alchemical items as described in that action. These items do not have to be the same.</p>\n<h2 class=\"title\">Evasion<span style=\"float: right;\">Level 15</span></h2>\n<p>You've learned to move quickly to avoid explosions, dragon's breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.</p>\n<h2 class=\"title\">Alchemical Mastery<span style=\"float: right;\">Level 17</span></h2>\n<p>Your alchemical concoctions are incredibly effective. Your proficiency rank for your alchemist class DC increases to master.</p>\n<h2 class=\"title\">Perpetual Perfection<span style=\"float: right;\">Level 17</span></h2>\n<p>You have perfected your perpetual infusions, allowing you to use Quick Alchemy to create even more powerful items at no cost. The items you can select depend on your research field and must be in your formula book.</p>\n<p>See specific research fields for more information.</p>\n<h2 class=\"title\">Light Armor Mastery<span style=\"float: right;\">Level 19</span></h2>\n<p>Your skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master.</p>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": "8",
        "items": {
            "17vbv": {
                "id": "Eood6pNPaJxuSgD1",
                "img": "systems/pf2e/icons/features/classes/alchemical-alarity.jpg",
                "level": "15",
                "name": "Alchemical Alacrity",
                "pack": "pf2e.classfeatures"
            },
            "1cyj0": {
                "id": "wySB9VHOW1v3TX1L",
                "img": "systems/pf2e/icons/features/classes/infused-reagents.jpg",
                "level": "1",
                "name": "Infused Reagents",
                "pack": "pf2e.classfeatures"
            },
            "9u6hb": {
                "id": "cU2ofQLj7pg6wTSi",
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 1,
                "name": "Research Field",
                "pack": "pf2e.classfeatures"
            },
            "aazjl": {
                "id": "sPtl05wwTpqFI0lL",
                "img": "systems/pf2e/icons/features/classes/quick-alchemy.jpg",
                "level": "1",
                "name": "Quick Alchemy",
                "pack": "pf2e.classfeatures"
            },
            "enfdl": {
                "id": "1NGTc0gqEtwaFqUK",
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.jpg",
                "level": 13,
                "name": "Weapon Specialization (Level 13)",
                "pack": "pf2e.classfeatures"
            },
            "f4a0p": {
                "id": "76cwNLJEm4Yetnee",
                "img": "systems/pf2e/icons/features/classes/double-brew.jpg",
                "level": "9",
                "name": "Double Brew",
                "pack": "pf2e.classfeatures"
            },
            "gvpc4": {
                "id": "SHpjmM4A3Sw4GgDz",
                "img": "systems/pf2e/icons/features/classes/light-armor-master.jpg",
                "level": 19,
                "name": "Light Armor Mastery (Level 19)",
                "pack": "pf2e.classfeatures"
            },
            "hjk8l": {
                "id": "TAIOtk5VvPZvv4nu",
                "img": "systems/pf2e/icons/features/classes/alertness.jpg",
                "level": 9,
                "name": "Alertness (Level 9)",
                "pack": "pf2e.classfeatures"
            },
            "j5xnl": {
                "id": "4ocPy4O0OCLY0XCM",
                "img": "systems/pf2e/icons/features/classes/alchemical-weapon-expertise.jpg",
                "level": "7",
                "name": "Alchemical Weapon Expertise",
                "pack": "pf2e.classfeatures"
            },
            "k4a5r": {
                "id": "Ba97T4anGhizfaCt",
                "img": "systems/pf2e/icons/features/classes/juggerenaut.jpg",
                "level": 11,
                "name": "Juggernaut (Level 11)",
                "pack": "pf2e.classfeatures"
            },
            "nmzo2": {
                "id": "DqWr3LqUpT3Xi2xq",
                "img": "systems/pf2e/icons/features/classes/evasion.jpg",
                "level": 15,
                "name": "Evasion (Level 15)",
                "pack": "pf2e.classfeatures"
            },
            "plldb": {
                "id": "3e1PlMXmlSwKoc6d",
                "img": "systems/pf2e/icons/features/classes/alchemical-expertise.jpg",
                "level": "9",
                "name": "Alchemical Expertise",
                "pack": "pf2e.classfeatures"
            },
            "syt29": {
                "id": "Pe0zmIqyTBc2Td0I",
                "img": "systems/pf2e/icons/features/classes/advanced-alchemy.jpg",
                "level": "1",
                "name": "Advanced Alchemy",
                "pack": "pf2e.classfeatures"
            },
            "t9bmz": {
                "id": "XPPG7nN9pxt0sjMg",
                "img": "systems/pf2e/icons/features/classes/formula-book.jpg",
                "level": 1,
                "name": "Formula Book",
                "pack": "pf2e.classfeatures"
            },
            "u9it3": {
                "id": "JVCxv4HuLaaFhAf4",
                "img": "systems/pf2e/icons/features/classes/iron-will.jpg",
                "level": 7,
                "name": "Iron Will (Level 7)",
                "pack": "pf2e.classfeatures"
            },
            "uyiv1": {
                "id": "pZYkb12t5DSwtts7",
                "img": "systems/pf2e/icons/features/classes/light-armor-expertise.jpg",
                "level": 13,
                "name": "Light Armor Expertise (Level 13)",
                "pack": "pf2e.classfeatures"
            },
            "yc9ak": {
                "id": "7JK2a1D3VeWDcObo",
                "img": "systems/pf2e/icons/features/classes/powerful-alchemy.jpg",
                "level": "5",
                "name": "Powerful Alchemy",
                "pack": "pf2e.classfeatures"
            },
            "yy1uz": {
                "id": "eG7FBDjCdEFzW9V9",
                "img": "systems/pf2e/icons/features/classes/alchemical-mastery.jpg",
                "level": "17",
                "name": "Alchemical Mastery",
                "pack": "pf2e.classfeatures"
            }
        },
        "keyAbility": {
            "value": [
                "int"
            ]
        },
        "perception": 1,
        "rarity": {
            "value": "common"
        },
        "rules": [],
        "savingThrows": {
            "fortitude": 2,
            "reflex": 2,
            "will": 1
        },
        "skillFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        "source": {
            "value": ""
        },
        "trainedSkills": {
            "additional": 3,
            "value": [
                "cra"
            ]
        },
        "traits": {
            "rarity": {
                "value": "common"
            },
            "value": []
        }
    },
    "effects": [],
    "flags": {},
    "img": "systems/pf2e/icons/default-icons/class.svg",
    "name": "Alchemist",
    "permission": {
        "default": 0
    },
    "type": "class"
}
