{
    "_id": "2IiZFG2HJjr0Droz",
    "folder": "eLN5fg0dn0xdQGZZ",
    "img": "icons/sundries/books/book-red-exclamation.webp",
    "name": "Mercenary Motivation",
    "system": {
        "actionType": {
            "value": "passive"
        },
        "actions": {
            "value": null
        },
        "category": "class",
        "description": {
            "value": "<p>A large part of being in the Mercenary League entails doing mercenary work. You spend 1 minute planning a course of action that will allow you to complete a task you've been hired or requested to do. Work with your GM to determine the circumstances of any job or task if need be, but typically, they can involve protecting a place or person, defeating a foe or enemy force, or retrieving an item. The course of action you plan must be something you believe you can accomplish.</p>\n<p><strong>Active Plan</strong> You can have only one course of action planned at a time. If you use Mercenary Motivation to plan a second course of action, you no longer receive the bonus to checks related to the first course of action.</p>\n<p><strong>On the Job</strong> Whenever you attempt a Perception check or skill check that will advance your course of action, you gain a +1 circumstance bonus to the check. The exact checks this bonus applies to depend on your current job and are determined by the GM.</p>\n<p><strong>Finishing a Plan</strong> When you complete the course of action you planned to do, you don't lose the bonus or other benefits until you make a different plan with Mercenary Motivation or voluntarily Dismiss the current plan.</p>"
        },
        "level": {
            "value": 4
        },
        "prerequisites": {
            "value": [
                {
                    "value": "Blackjacket Dedication"
                }
            ]
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Shining Kingdoms"
        },
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "on-the job"
                ],
                "selector": [
                    "perception",
                    "skill-check"
                ],
                "type": "circumstance",
                "value": 1
            }
        ],
        "subfeatures": {
            "proficiencies": {},
            "senses": {},
            "suppressedFeatures": []
        },
        "traits": {
            "rarity": "common",
            "value": [
                "archetype",
                "concentrate",
                "exploration"
            ]
        }
    },
    "type": "feat"
}
