{
    "_id": "x8iwnpdLbfcoZkHA",
    "img": "systems/pf2e/icons/classes/champion.webp",
    "name": "Champion",
    "system": {
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 0,
            "martial": 1,
            "other": {
                "name": "",
                "rank": 0
            },
            "simple": 1,
            "unarmed": 1
        },
        "classDC": 1,
        "classFeatLevels": {
            "value": [
                1,
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 1,
            "light": 1,
            "medium": 1,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>You are an emissary of a deity, a devoted servant who has taken up a weighty mantle, and you adhere to a code that holds you apart from those around you. While champions exist for every alignment, as a champion of good, you provide certainty and hope to the innocent. You have powerful defenses that you share freely with your allies and innocent bystanders, as well as holy power you use to end the threat of evil. Your devotion even attracts the attention of holy spirits who aid you on your journey.</em></p>\n<p><strong>Key Ability: STRENGTH OR DEXTERITY</strong></p>\n<p>At 1st level, your class gives you an ability boost to your choice of Strength or Dexterity.</p>\n<p><strong>Hit Points: 10 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Champion</h1>\n<h2>During Combat Encounters...</h2>\n<p>You confront enemies in hand-to-hand combat while carefully positioning yourself to protect your allies.</p>\n<h2>During Social Encounters...</h2>\n<p>You are a voice of hope, striving to reach a peaceful solution that strengthens bonds and yields good results for all.</p>\n<h2>While Exploring...</h2>\n<p>You overcome barriers both physical and spiritual, providing inspiration to your allies through your actions and-when your fellow adventurers ask for it-providing moral and ethical guidance.</p>\n<h2>In Downtime...</h2>\n<p>You spend much of your time in solemn prayer and contemplation, rigorous training, charity work, and fulfilling the tenets of your code, but that doesn't mean there isn't time to take up a craft or hobby.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Believe there is always hope that good will triumph over evil, no matter how grim the odds.</li>\n<li>Know the ends don't justify the means, since evil acts increase the power of evil.</li>\n<li>Have a strong sense of right and wrong, and grow frustrated when greed or shortsightedness breeds evil.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>See you as a symbol of hope, especially in a time of great need.</li>\n<li>Worry you secretly despise them for not living up to your impossible standard, or that you are unwilling to compromise when necessary.</li>\n<li>Know that you've sworn divine oaths of service they can trust you to keep.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Trained in Perception</p>\n<h2>Saving Throws</h2>\n<p>Expert in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Religion</p>\n<p>Trained in one skill determined by your choice of deity</p>\n<p>Trained in a number of additional skills equal to 2 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in martial weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in all armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Class DC</h2>\n<p>Trained in champion class DC</p>\n<h2>Spells</h2>\n<p>Trained in divine spell attacks</p>\n<p>Trained in divine spell DCs</p>\n<h1>Class Features</h1>\n<p>You gain these features as a Champion. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, champion's code, deity and cause, deific weapon, champion's reaction, devotion spells, champion feat, shield block</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Champion feat, skill feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Divine ally, general feat, skill increase</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Champion feat, skill feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Ability boosts, ancestry feat, skill increase, weapon expertise</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Champion feat, skill feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Armor expertise, general feat, skill increase, weapon specialization</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Champion feat, skill feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Ancestry feat, champion expertise, divine smite, juggernaut, lightning reflexes, skill increase</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, champion feat, skill feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Alertness, divine will, exalt, general feat, skill increase</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Champion feat, skill feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Ancestry feat, armor mastery, skill increase, weapon mastery</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Champion feat, skill feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Ability boosts, general feat, greater weapon specialization, skill increase</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Champion feat, skill feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Ancestry feat, champion mastery, legendary armor, skill increase</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Champion feat, skill feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>General feat, hero's defiance, skill increase</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, champion feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Champion Feats</h2>\n<p>At 1st level and every even-numbered level thereafter, you gain a champion class feat.</p>\n<h2>Champion's Code</h2>\n<p>You follow a code of conduct, beginning with tenets shared by all champions of an alignment (such as good), and continuing with tenets of your cause. Deities often add additional strictures (for instance, @UUID[Compendium.pf2e.deities.Item.Torag]'s champions can't show mercy to enemies of their people, making it almost impossible for them to follow the redeemer cause). Only rules for good champions appear in this book. Tenets are listed in order of importance, starting with the most important. If a situation places two tenets in conflict, you aren't in a no-win situation; instead, follow the more important tenet. For instance, as a paladin, if an evil king asked you if you're hiding refugees so he could execute them, you could lie to him, since the tenet against lying is less important than preventing harm to innocents. Trying to subvert your code by creating a situation that forces a higher tenet to override a lower tenet (for example, promising not to respect authorities and then, to keep your word, disrespecting authorities) is a violation of the champion code.</p>\n<p>If you stray from your alignment or violate your code of conduct, you lose your focus pool and divine ally until you demonstrate your repentance by conducting an <em>@UUID[Compendium.pf2e.spells-srd.Item.Atone]</em> ritual, but you keep any other champion abilities that don't require those class features. If your alignment shifts but is still one allowed by your deity, your GM might let you retrain your cause while still following the same deity.</p>\n<h3>@UUID[Compendium.pf2e.classfeatures.Item.The Tenets of Good]</h3>\n<p>All champions of good alignment follow these tenets.</p>\n<ul>\n<li>You must never perform acts anathema to your deity or willingly commit an evil act, such as murder, torture, or the casting of an evil spell.</li>\n<li>You must never knowingly harm an innocent, or allow immediate harm to one through inaction when you know you could reasonably prevent it. This tenet doesn't force you to take action against possible harm to innocents at an indefinite time in the future, or to sacrifice your life to protect them.</li>\n</ul>\n<h3>@UUID[Compendium.pf2e.classfeatures.Item.The Tenets of Evil]</h3>\n<p>All champions of evil alignment follow these tenets.</p>\n<ul>\n<li>You must never perform acts anathema to your deity or willingly commit a purely good act, such as giving something solely out of charity, casting a good spell, or using a good item.</li>\n<li>You must never put another person's needs before your own, and you must never put your own needs before those of your deity. Though you can perform acts others might consider helpful, it must be done with the expectation that it ultimately furthers your own goals or those of your master.</li>\n</ul>\n<h2>Champion's Reaction</h2>\n<p>Your cause gives you a special reaction. See specific causes for more information.</p>\n<h2>Deific Weapon</h2>\n<p>You zealously bear your deity's favored weapon. If it's uncommon, you gain access to it. If it's an unarmed attack with a d4 damage die or a simple weapon, increase the damage die by one step (d4 to d6, d6 to d8, d8 to d10, d10 to d12).</p>\n<h2>Deity and Cause</h2>\n<p>Champions are divine servants of a deity. Choose a deity to follow; your alignment must be one allowed for followers of your deity. Actions fundamentally opposed to your deity's ideals or alignment are anathema to your faith. A few examples of acts that would be considered anathema appear in each deity's entry. You and your GM determine whether other acts are anathema.</p>\n<p>You have one of the following causes. Your cause must match your alignment exactly. Your cause determines your champion's reaction, grants you a devotion spell, and defines part of your champion's code:</p>\n<ul>\n<li>Lawful good @UUID[Compendium.pf2e.classfeatures.Item.Paladin]</li>\n<li>Neutral good @UUID[Compendium.pf2e.classfeatures.Item.Redeemer]</li>\n<li>Chaotic good @UUID[Compendium.pf2e.classfeatures.Item.Liberator]</li>\n<li>Lawful evil @UUID[Compendium.pf2e.classfeatures.Item.Tyrant]</li>\n<li>Neutral evil @UUID[Compendium.pf2e.classfeatures.Item.Desecrator]</li>\n<li>Chaotic evil @UUID[Compendium.pf2e.classfeatures.Item.Antipaladin]</li>\n</ul>\n<h2>Devotion Spells</h2>\n<p>Your deity's power grants you special divine spells called devotion spells, which are a type of focus spell. It costs 1 Focus Point to cast a focus spell, and you start with a focus pool of 1 Focus Point. You refill your focus pool during your daily preparations, and you regain 1 Focus Point by spending 10 minutes using the Refocus activity to pray to your deity or do service toward their causes.</p>\n<p>Focus spells are automatically heightened to half your level rounded up. Certain feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points. You gain a devotion spell depending on your cause, and you are trained in divine spell attack rolls and spell DCs. Your spellcasting ability is Charisma.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training, noted at the start of this class.</p>\n<h2>Shield Block</h2>\n<p>You gain the @UUID[Compendium.pf2e.feats-srd.Item.Shield Block] general feat, a reaction that lets you reduce damage with your shield.</p>\n<h2>Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>Divine Ally<span style=\"float: right;\">Level 3</span></h2>\n<p>Your devotion attracts a spirit of your deity's alignment. Once you choose an ally, your choice can't be changed.</p>\n<p>The following are divine allies:</p>\n<p><strong>Blade Ally</strong> A spirit of battle dwells within your armaments. Select one weapon or @UUID[Compendium.pf2e.equipment-srd.Item.Handwraps of Mighty Blows]{Handwraps of Mighty Blows (+1)} when you make your daily preparations. In your hands, the item gains the effect of a property rune.</p>\n<p>For a champion following the tenets of good, choose @UUID[Compendium.pf2e.equipment-srd.Item.Disrupting], @UUID[Compendium.pf2e.equipment-srd.Item.Ghost Touch], @UUID[Compendium.pf2e.equipment-srd.Item.Returning], or @UUID[Compendium.pf2e.equipment-srd.Item.Shifting]. For a champion following the tenets of evil, choose @UUID[Compendium.pf2e.equipment-srd.Item.Fearsome], @UUID[Compendium.pf2e.equipment-srd.Item.Returning], or @UUID[Compendium.pf2e.equipment-srd.Item.Shifting]. You also gain the weapon's critical specialization effect.</p>\n<p><strong>Shield Ally</strong> A spirit of protection dwells within your shield. In your hands, the shield's Hardness increases by 2 and its HP and BT increase by half.</p>\n<p><strong>Steed Ally</strong> You gain a young animal companion as a mount. Ordinarily, your animal companion is one that has the mount special ability, such as a horse. You can select a different animal companion (GM's discretion), but this ability doesn't grant it the mount special ability.</p>\n<h2>General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Skill Increases<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.</p>\n<p>At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2>Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, boost four different ability scores. You can use these boosts to increase ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2>Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Weapon Expertise<span style=\"float: right;\">Level 5</span></h2>\n<p>You've dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to expert.</p>\n<h2>Armor Expertise<span style=\"float: right;\">Level 7</span></h2>\n<p>You have spent so much time in armor that you know how to make the most of its protection. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to expert. You gain the armor specialization effects of medium and heavy armor.</p>\n<h2>Weapon Specialization<span style=\"float: right;\">Level 7</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and to 4 if you're legendary.</p>\n<h2>Champion Expertise<span style=\"float: right;\">Level 9</span></h2>\n<p>Prayers strengthen your divine power. Your proficiency ranks for your champion class DC and divine spell attack rolls and DCs increase to expert.</p>\n<h2>Divine Smite<span style=\"float: right;\">Level 9</span></h2>\n<p>Your champion's reaction improves.</p>\n<p>See specific causes for more information.</p>\n<h2>Juggernaut<span style=\"float: right;\">Level 9</span></h2>\n<p>Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<h2>Lightning Reflexes<span style=\"float: right;\">Level 9</span></h2>\n<p>Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.</p>\n<h2>Alertness<span style=\"float: right;\">Level 11</span></h2>\n<p>You remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>\n<h2>Divine Will<span style=\"float: right;\">Level 11</span></h2>\n<p>Your faith grants mastery of your will. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.</p>\n<h2>Exalt<span style=\"float: right;\">Level 11</span></h2>\n<p>Your champion's reaction exalts nearby allies, allowing them to benefit as well.</p>\n<p>See specific causes for more information.</p>\n<h2>Armor Mastery<span style=\"float: right;\">Level 13</span></h2>\n<p>Your skill with armor improves, helping you avoid more blows. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to master.</p>\n<h2>Weapon Mastery<span style=\"float: right;\">Level 13</span></h2>\n<p>You fully understand your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master.</p>\n<h2>Greater Weapon Specialization<span style=\"float: right;\">Level 15</span></h2>\n<p>Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.</p>\n<h2>Champion Mastery<span style=\"float: right;\">Level 17</span></h2>\n<p>You've mastered your arsenal of champion techniques and divine spells. Your proficiency ranks for your champion class DC and for divine spell attack rolls and spell DCs increase to master.</p>\n<h2>Legendary Armor<span style=\"float: right;\">Level 17</span></h2>\n<p>You shield yourself with steel as easily as with faith. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to legendary.</p>\n<h2>Hero's Defiance<span style=\"float: right;\">Level 19</span></h2>\n<p>You can defy fate and continue fighting as long as you have divine energy. You gain the <em>@UUID[Compendium.pf2e.spells-srd.Item.Hero's Defiance]</em> devotion spell.</p>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": 10,
        "items": {
            "06620": {
                "img": "systems/pf2e/icons/features/classes/armor-expertise.webp",
                "level": 7,
                "name": "Armor Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.x5jaCJxsmD5sx3KB"
            },
            "0drpq": {
                "img": "systems/pf2e/icons/features/classes/juggerenaut.webp",
                "level": 9,
                "name": "Juggernaut",
                "uuid": "Compendium.pf2e.classfeatures.Item.OMZs5y16jZRW9KQK"
            },
            "0yuhb": {
                "img": "systems/pf2e/icons/features/classes/deity.webp",
                "level": 1,
                "name": "Deity and Cause",
                "uuid": "Compendium.pf2e.classfeatures.Item.ehL7mnkqxN5wIkgu"
            },
            "2k5lc": {
                "img": "systems/pf2e/icons/features/classes/champion-code.webp",
                "level": 1,
                "name": "Champion's Code",
                "uuid": "Compendium.pf2e.classfeatures.Item.fykh5pE99O3I2sOI"
            },
            "371js": {
                "img": "systems/pf2e/icons/features/classes/deific-weapon.webp",
                "level": 1,
                "name": "Deific Weapon",
                "uuid": "Compendium.pf2e.classfeatures.Item.FeBsYn2mHfMVDZvw"
            },
            "467es": {
                "img": "systems/pf2e/icons/features/classes/legendary-armor.webp",
                "level": 17,
                "name": "Legendary Armor",
                "uuid": "Compendium.pf2e.classfeatures.Item.voiSCh7ZXA2ogwiC"
            },
            "4s92m": {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 1,
                "name": "Champion's Reaction",
                "uuid": "Compendium.pf2e.classfeatures.Item.sXVX4ARUuo8Egrz5"
            },
            "5u86v": {
                "img": "systems/pf2e/icons/features/classes/devotion-spells.webp",
                "level": 1,
                "name": "Devotion Spells",
                "uuid": "Compendium.pf2e.classfeatures.Item.Q1VfQZp49hkhY0HY"
            },
            "5z8hr": {
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                "level": 7,
                "name": "Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.9EqIasqfI8YIM3Pt"
            },
            "6ye0b": {
                "img": "systems/pf2e/icons/features/classes/shield-block.webp",
                "level": 1,
                "name": "Shield Block",
                "uuid": "Compendium.pf2e.classfeatures.Item.eZNCckLzbH3GyncH"
            },
            "967sh": {
                "img": "systems/pf2e/icons/features/classes/champion-mastery.webp",
                "level": 17,
                "name": "Champion Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.z5G0o04uV65zyxDB"
            },
            "d0us1": {
                "img": "systems/pf2e/icons/features/classes/divine-will.webp",
                "level": 11,
                "name": "Divine Will",
                "uuid": "Compendium.pf2e.classfeatures.Item.xygfZopqXBJ6dKBA"
            },
            "gzf67": {
                "img": "systems/pf2e/icons/features/classes/champion-expertise.webp",
                "level": 9,
                "name": "Champion Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.VgmfNKtQLgBaNi5r"
            },
            "h4ydl": {
                "img": "systems/pf2e/icons/features/classes/greater-weapon-specialization.webp",
                "level": 15,
                "name": "Greater Weapon Specialization (Level 15)",
                "uuid": "Compendium.pf2e.classfeatures.Item.Z7HX6TeFsaup7Dx9"
            },
            "ht0g6": {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 9,
                "name": "Divine Smite",
                "uuid": "Compendium.pf2e.classfeatures.Item.3XK573A7GH1rrLgO"
            },
            "l74fn": {
                "img": "systems/pf2e/icons/features/classes/lightning-reflexes.webp",
                "level": 9,
                "name": "Lightning Reflexes",
                "uuid": "Compendium.pf2e.classfeatures.Item.TUOeATt52P43r5W0"
            },
            "m8rj4": {
                "img": "systems/pf2e/icons/features/classes/weapon-expertise.webp",
                "level": 5,
                "name": "Weapon Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.9XLUh9iMepZesdmc"
            },
            "pgk3u": {
                "img": "systems/pf2e/icons/features/classes/armor-mastery.webp",
                "level": 13,
                "name": "Armor Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.CGB1TczFhQhdQxml"
            },
            "qqwd4": {
                "img": "systems/pf2e/icons/features/classes/alertness.webp",
                "level": 11,
                "name": "Alertness",
                "uuid": "Compendium.pf2e.classfeatures.Item.D8CSi8c9XiRpVc5M"
            },
            "r4pcs": {
                "img": "systems/pf2e/icons/features/classes/heros-defiance.webp",
                "level": 19,
                "name": "Hero's Defiance",
                "uuid": "Compendium.pf2e.classfeatures.Item.LzB6X9vOaq3wq1FZ"
            },
            "rwf2s": {
                "img": "systems/pf2e/icons/features/classes/weapon-mastery.webp",
                "level": 13,
                "name": "Weapon Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.i6563IU7x4L9oRgC"
            },
            "tlo7a": {
                "img": "systems/pf2e/icons/features/classes/divine-ally.webp",
                "level": 3,
                "name": "Divine Ally",
                "uuid": "Compendium.pf2e.classfeatures.Item.ERwuazupczhUSZ73"
            },
            "w0m0r": {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 11,
                "name": "Exalt",
                "uuid": "Compendium.pf2e.classfeatures.Item.uptzvOLrZ3fctrl2"
            }
        },
        "keyAbility": {
            "value": [
                "dex",
                "str"
            ]
        },
        "perception": 1,
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.proficiencies.traditions.divine.rank",
                "value": 1
            }
        ],
        "savingThrows": {
            "fortitude": 2,
            "reflex": 1,
            "will": 2
        },
        "skillFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "trainedSkills": {
            "additional": 2,
            "value": [
                "rel"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "class"
}
