{
    "_id": "EizrWvUPMS67Pahd",
    "img": "systems/pf2e/icons/classes/cleric.webp",
    "name": "Cleric",
    "system": {
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 0,
            "martial": 0,
            "other": {
                "name": "Deity's favored weapon",
                "rank": 1
            },
            "simple": 1,
            "unarmed": 1
        },
        "classDC": 0,
        "classFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 0,
            "light": 0,
            "medium": 0,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>Deities work their will upon the world in infinite ways, and you serve as one of their most stalwart mortal servants. Blessed with divine magic, you live the ideals of your faith, adorn yourself with the symbols of your church, and train diligently to wield your deity's favored weapon. Your spells might protect and heal your allies, or they might punish foes and enemies of your faith, as your deity wills. Yours is a life of devotion, spreading the teachings of your faith through both word and deed.</em></p>\n<p><strong>Key Ability: WISDOM</strong></p>\n<p>At 1st level, your class gives you an ability boost to Wisdom.</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Cleric</h1>\n<h2>During Combat Encounters...</h2>\n<p>If you're a warpriest, you balance between casting spells and attacking with weapons- typically the favored weapon of your deity. If you're a cloistered cleric, you primarily cast spells. Most of your spells can boost, protect, or heal your allies. Depending on your deity, you get extra spells to heal your allies or harm your enemies.</p>\n<h2>During Social Encounters...</h2>\n<p>You might make diplomatic overtures or deliver impressive speeches. Because you're wise, you also pick up on falsehoods others tell.</p>\n<h2>While Exploring...</h2>\n<p>You detect nearby magic and interpret any religious writing you come across. You might also concentrate on a protective spell for your allies in case of attack. After a battle or hazard, you might heal anyone who was hurt.</p>\n<h2>In Downtime...</h2>\n<p>You might perform services at a temple, travel to spread the word of your deity, research scripture, celebrate holy days, or even found a new temple.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Visit the temples and holy places sacred to your faith, and have an immediate affinity with other worshippers of your deity.</li>\n<li>Know the teachings of your religion's holy texts and how they apply to a dilemma.</li>\n<li>Cooperate with your allies, provided they don't ask you to go against divine will.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Find your devotion impressive, even if they don't understand it.</li>\n<li>Expect you to heal their wounds.</li>\n<li>Rely on you to interact with other religious figures.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Trained in Perception</p>\n<h2>Saving Throws</h2>\n<p>Trained in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Religion</p>\n<p>Trained in one skill determined by your choice of deity</p>\n<p>Trained in a number of additional skills equal to 2 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in the favored weapon of your deity. If your deity's favored weapon is uncommon, you also gain access to that weapon.</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Untrained in all armor, though your doctrine might alter this</p>\n<p>Trained in unarmored defense</p>\n<h2>Spells</h2>\n<p>Trained in divine spell attacks</p>\n<p>Trained in divine spell DCs</p>\n<h1>Class Features</h1>\n<p>You gain these features as a Cleric. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, deity, divine spellcasting, divine font, doctrine</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>2nd-level spells, general feat, second doctrine, skill increase</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>3rd-level spells, ability boosts, alertness, ancestry feat, skill increase</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>4th-level spells, general feat, skill increase, third doctrine</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>5th-level spells, ancestry feat, resolve, skill increase</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>6th-level spells, fourth doctrine, general feat, lightning reflexes, skill increase</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>7th-level spells, ancestry feat, divine defense, skill increase, weapon specialization</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>8th-level spells, ability boosts, fifth doctrine, general feat, skill increase</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>9th-level spells, ancestry feat, skill increase</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Cleric feat, skill feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>Final doctrine, general feat, miraculous spell, skill increase</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, cleric feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Deity</h2>\n<p>As a cleric, you are a mortal servitor of a deity you revere above all others. Your alignment must be one allowed by your deity, as listed in their entry. Your deity grants you the trained proficiency rank in one skill and with the deity's favored weapon. If the favored weapon is uncommon, you also get access to that weapon.</p>\n<p>Your deity also adds spells to your spell list. You can prepare these just like you can any spell on the divine spell list, once you can prepare spells of their level as a cleric. Some of these spells aren't normally on the divine list, but they're divine spells if you prepare them this way.</p>\n<p>A list of all deities can be found in the Deities compendium.</p>\n<h3><strong>Anathema</strong></h3>\n<p>Acts fundamentally opposed to your deity's alignment or ideals are anathema to your faith. Learning or casting spells, committing acts, and using items that are anathema to your deity remove you from your deity's good graces.</p>\n<p>If you perform enough acts that are anathema to your deity, or if your alignment changes to one not allowed by your deity, you lose the magical abilities that come from your connection to your deity. The class features that you lose are determined by the GM, but they likely include your divine font and all divine spellcasting. These abilities can be regained only if you demonstrate your repentance by conducting an <em>@UUID[Compendium.pf2e.spells-srd.Item.Atone]</em> ritual.</p>\n<h2>Divine Font</h2>\n<p>Through your deity's blessing, you gain additional spells that channel either the life force called positive energy or its counterforce, negative energy. When you prepare your spells each day, you can prepare additional <em>@UUID[Compendium.pf2e.spells-srd.Item.Heal]</em> or <em>@UUID[Compendium.pf2e.spells-srd.Item.Harm]</em> spells, depending on your deity. The divine font spell your deity provides is listed in the Divine Font entry for your deity; if both are listed, you can choose between <em>heal</em> or <em>harm</em>. Once you choose, you can't change your choice short of an ethical shift or divine intervention.</p>\n<p><strong>Healing Font</strong> You gain additional spell slots each day at your highest level of cleric spell slots. You can prepare only <em>heal</em> spells in these slots, and the number of slots is equal to 1 plus your Charisma modifier.</p>\n<p><strong>Harmful Font</strong> You gain additional spell slots each day at your highest level of cleric spell slots. You can prepare only <em>harm</em> spells in these slots, and the number of slots is equal to 1 plus your Charisma modifier.</p>\n<h2>Divine Spellcasting</h2>\n<p>Your deity bestows on you the power to cast divine spells. You can cast divine spells using the Cast a Spell activity, and you can supply material, somatic, and verbal components when casting spells. Because you're a cleric, you can usually hold a divine focus (such as a religious symbol) for spells requiring material components instead of needing to use a spell component pouch.</p>\n<p>At 1st level, you can prepare two 1st-level spells and five cantrips each morning from the common spells on the divine spell list or from other divine spells to which you gain access and learn via @UUID[Compendium.pf2e.actionspf2e.Item.Learn a Spell]. Prepared spells remain available to you until you cast them or until you prepare your spells again. The number of spells you can prepare is called your spell slots.</p>\n<p>As you increase in level as a cleric, the number of spells you can prepare each day increases, as does the highest level of spell you can cast, as shown in Table 3-9: Cleric Spells per Day.</p>\n<p>Some of your spells require you to attempt a spell attack roll to see how effective they are, or your enemies to roll against your spell DC (typically by attempting a saving throw). Since your key ability is Wisdom, your spell attack rolls and spell DCs use your Wisdom modifier.</p>\n<h3><strong>Heightening Spells</strong></h3>\n<p>When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. This increases the spell's level, heightening it to match the spell slot. Many spells have specific improvements when they are heightened to certain levels.</p>\n<h3><strong>Cantrips</strong></h3>\n<p>A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up-this is usually equal to the highest level of spell you can cast as a cleric. For example, as a 1st-level cleric, your cantrips are 1st-level spells, and as a 5th-level cleric, your cantrips are 3rd-level spells.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Cantrips</th>\n<th>1st</th>\n<th>2nd</th>\n<th>3rd</th>\n<th>4th</th>\n<th>5th</th>\n<th>6th</th>\n<th>7th</th>\n<th>8th</th>\n<th>9th</th>\n<th>10th</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>5</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>2</td>\n<td>5</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>3</td>\n<td>5</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>4</td>\n<td>5</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>5</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>6</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>7</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>8</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>9</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>10</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>11</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>12</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>13</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>14</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>15</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>16</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>17</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2*</td>\n<td>-</td>\n</tr>\n<tr>\n<td>18</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3*</td>\n<td>-</td>\n</tr>\n<tr>\n<td>19</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>1*†</td>\n</tr>\n<tr>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>1*†</td>\n</tr>\n<tr>\n<td style=\"color: white; width: 120px; background-color: #522e2c; text-align: center; height: 25px;\" colspan=\"12\">* Your divine font gives you additional <em>heal</em> or <em>harm</em> spells of this level. The number is equal to 1 + your Charisma modifier.\n<p>† The miraculous spell class feature gives you a 10th-level spell slot that works a bit differently from other spell slots.</p>\n</td>\n</tr>\n</tbody>\n</table>\n<h2>Doctrine</h2>\n<p>Even among followers of the same deity, there are numerous doctrines and beliefs, which sometimes vary wildly between clerics. At 1st level, you select a doctrine and gain the benefits of its first doctrine. The doctrines presented in this book are cloistered cleric and warpriest. Each doctrine grants you initial benefits at 1st level. At 3rd, 7th, 11th, 15th, and 19th levels, you gain the benefits granted by your doctrine's second, third, fourth, fifth, and final doctrines respectively.</p>\n<p>Doctrines can be found here (@UUID[Compendium.pf2e.classfeatures.Item.Cloistered Cleric] and @UUID[Compendium.pf2e.classfeatures.Item.Warpriest]).</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training, noted at the start of this class.</p>\n<h2>Cleric Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a cleric class feat.</p>\n<h2>Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Skill Increases<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.</p>\n<p>You can use any of these skill increases you gain at 7th level or higher to become a master in a skill in which you're already an expert, and any of these skill increases you gain at 15th level or higher to become legendary in a skill in which you're already a master.</p>\n<h2>Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2>Alertness<span style=\"float: right;\">Level 5</span></h2>\n<p>You remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>\n<h2>Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Resolve<span style=\"float: right;\">Level 9</span></h2>\n<p>You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success at a Will save, you get a critical success instead.</p>\n<h2>Lightning Reflexes<span style=\"float: right;\">Level 11</span></h2>\n<p>Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.</p>\n<h2>Divine Defense<span style=\"float: right;\">Level 13</span></h2>\n<p>Your training and your deity protect you from harm. Your proficiency rank in unarmored defense increases to expert.</p>\n<h2>Weapon Specialization<span style=\"float: right;\">Level 13</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and to 4 if you're legendary.</p>\n<h2>Miraculous Spell<span style=\"float: right;\">Level 19</span></h2>\n<p>You're exalted by your deity and gain truly incredible spells. You gain a single 10th-level spell slot and can prepare a spell in that slot using divine spellcasting. You don't gain more 10th-level spells as you level up, though you can take the @UUID[Compendium.pf2e.feats-srd.Item.Maker of Miracles] feat to gain a second slot.</p>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": 8,
        "items": {
            "5ydlu": {
                "img": "systems/pf2e/icons/features/classes/resolve.webp",
                "level": 9,
                "name": "Resolve",
                "uuid": "Compendium.pf2e.classfeatures.Item.JQAujUXjczVnYDEI"
            },
            "765ut": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 3,
                "name": "Second Doctrine",
                "uuid": "Compendium.pf2e.classfeatures.Item.OnfrrwCfDFCFw0tc"
            },
            "7gkd0": {
                "img": "systems/pf2e/icons/features/classes/divine-font.webp",
                "level": 1,
                "name": "Divine Font",
                "uuid": "Compendium.pf2e.classfeatures.Item.gblTFUOgolqFS9v4"
            },
            "ckmdj": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 11,
                "name": "Fourth Doctrine",
                "uuid": "Compendium.pf2e.classfeatures.Item.o8nHreMyiLi64rZz"
            },
            "cwo2e": {
                "img": "systems/pf2e/icons/features/classes/deity.webp",
                "level": 1,
                "name": "Deity",
                "uuid": "Compendium.pf2e.classfeatures.Item.DutW12WMFPHBoLTH"
            },
            "dic6f": {
                "img": "systems/pf2e/icons/features/classes/divine-spellcasting.webp",
                "level": 1,
                "name": "Divine Spellcasting (Cleric)",
                "uuid": "Compendium.pf2e.classfeatures.Item.AvNbdGSOTWNRgcxs"
            },
            "ilsvf": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 1,
                "name": "Doctrine",
                "uuid": "Compendium.pf2e.classfeatures.Item.tyrBwBTzo5t9Zho7"
            },
            "m28zo": {
                "img": "systems/pf2e/icons/features/classes/anathema(cleric).webp",
                "level": 1,
                "name": "Anathema (Cleric)",
                "uuid": "Compendium.pf2e.classfeatures.Item.UV1HlClbWCNcaKBZ"
            },
            "oj8f7": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 1,
                "name": "First Doctrine",
                "uuid": "Compendium.pf2e.classfeatures.Item.Qejo7FUWQtPTpgWH"
            },
            "ozqxv": {
                "img": "systems/pf2e/icons/features/classes/alertness.webp",
                "level": 5,
                "name": "Alertness",
                "uuid": "Compendium.pf2e.classfeatures.Item.D8CSi8c9XiRpVc5M"
            },
            "r47we": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 15,
                "name": "Fifth Doctrine",
                "uuid": "Compendium.pf2e.classfeatures.Item.Zb7DuGbFoLEp0H1K"
            },
            "uzcka": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 7,
                "name": "Third Doctrine",
                "uuid": "Compendium.pf2e.classfeatures.Item.gxNxfN9OBlQ1icus"
            },
            "vmpzh": {
                "img": "systems/pf2e/icons/features/classes/miraculous-spell.webp",
                "level": 19,
                "name": "Miraculous Spell",
                "uuid": "Compendium.pf2e.classfeatures.Item.3uf31A91h3ywmlqm"
            },
            "vpn62": {
                "img": "systems/pf2e/icons/features/classes/lightning-reflexes.webp",
                "level": 11,
                "name": "Lightning Reflexes",
                "uuid": "Compendium.pf2e.classfeatures.Item.TUOeATt52P43r5W0"
            },
            "xe44z": {
                "img": "systems/pf2e/icons/features/classes/divine-defense.webp",
                "level": 13,
                "name": "Divine Defense",
                "uuid": "Compendium.pf2e.classfeatures.Item.0mJTp4LdEHBLInoe"
            },
            "z2puy": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 19,
                "name": "Final Doctrine",
                "uuid": "Compendium.pf2e.classfeatures.Item.urBGOPrUwBmkixAo"
            },
            "zrd25": {
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                "level": 13,
                "name": "Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.9EqIasqfI8YIM3Pt"
            }
        },
        "keyAbility": {
            "value": [
                "wis"
            ]
        },
        "perception": 1,
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.proficiencies.traditions.divine.rank",
                "value": 1
            }
        ],
        "savingThrows": {
            "fortitude": 1,
            "reflex": 1,
            "will": 2
        },
        "skillFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "trainedSkills": {
            "additional": 2,
            "value": [
                "rel"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "class"
}
