{
    "_id": "8zn3cD6GSmoo1LW4",
    "img": "systems/pf2e/icons/classes/fighter.webp",
    "name": "Fighter",
    "system": {
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 1,
            "martial": 2,
            "other": {
                "name": "",
                "rank": 0
            },
            "simple": 2,
            "unarmed": 2
        },
        "classDC": 1,
        "classFeatLevels": {
            "value": [
                1,
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 1,
            "light": 1,
            "medium": 1,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>Fighting for honor, greed, loyalty, or simply the thrill of battle, you are an undisputed master of weaponry and combat techniques. You combine your actions through clever combinations of opening moves, finishing strikes, and counterattacks whenever your foes are unwise enough to drop their guard. Whether you are a knight, mercenary, sharpshooter, or blade master, you have honed your martial skills into an art form and perform devastating critical attacks on your enemies.</em></p>\n<p><strong>Key Ability: STRENGTH OR DEXTERITY</strong></p>\n<p>At 1st level, your class gives you an ability boost to your choice of Strength or Dexterity.</p>\n<p><strong>Hit Points: 10 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Fighter</h1>\n<h2>During Combat Encounters...</h2>\n<p>You strike with unmatched accuracy and use specialized combat techniques. A melee fighter stands between allies and enemies, attacking foes who try to get past. A ranged fighter delivers precise shots from a distance.</p>\n<h2>During Social Encounters...</h2>\n<p>You can be an intimidating presence. This can be useful when negotiating with enemies, but is sometimes a liability in more genteel interactions.</p>\n<h2>While Exploring...</h2>\n<p>You keep up your defenses in preparation for combat, and keep an eye out for hidden threats. You also overcome physical challenges in your way, breaking down doors, lifting obstacles, climbing adeptly, and leaping across pits.</p>\n<h2>In Downtime...</h2>\n<p>You might perform manual labor or craft and repair armaments. If you know techniques you no longer favor, you might train yourself in new ones. If you've established your reputation, you might build an organization or a stronghold of your own.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Know the purpose and quality of every weapon and piece of armor you own.</li>\n<li>Recognize that the danger of an adventurer's life must be balanced out with great revelry or ambitious works.</li>\n<li>Have little patience for puzzles or problems that require detailed logic or study.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Find you intimidating until they get to know you-and maybe even after they get to know you.</li>\n<li>Expect you're all brawn and no brains.</li>\n<li>Respect your expertise in the art of warfare and value your opinion on the quality of armaments.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Expert in Perception</p>\n<h2>Saving Throws</h2>\n<p>Expert in Fortitude</p>\n<p>Expert in Reflex</p>\n<p>Trained in Will</p>\n<h2>Skills</h2>\n<p>Trained in your choice of Acrobatics or Athletics</p>\n<p>Trained in a number of additional skills equal to 3 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Expert in simple weapons</p>\n<p>Expert in martial weapons</p>\n<p>Trained in advanced weapons</p>\n<p>Expert in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in all armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Class DC</h2>\n<p>Trained in fighter class DC</p>\n<h1>Class Features</h1>\n<p>You gain these features as a Fighter. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, attack of opportunity, fighter feat, shield block</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Fighter feat, skill feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Bravery, general feat, skill increase</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Fighter feat, skill feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Ability boosts, ancestry feat, fighter weapon mastery, skill increase</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Fighter feat, skill feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Battlefield surveyor, general feat, skill increase, weapon specialization</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Fighter feat, skill feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Ancestry feat, combat flexibility, juggernaut, skill increase</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, fighter feat, skill feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>Armor expertise, fighter expertise, general feat, skill increase</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Fighter feat, skill feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Ancestry feat, skill increase, weapon legend</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Fighter feat, skill feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Ability boosts, evasion, general feat, greater weapon specialization, improved flexibility, skill increase</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Fighter feat, skill feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Ancestry feat, armor mastery, skill increase</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Fighter feat, skill feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>General feat, skill increase, versatile legend</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, fighter feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Attack of Opportunity</h2>\n<p>Ever watchful for weaknesses, you can quickly attack foes that leave an opening in their defenses. You gain the Attack of Opportunity reaction.</p>\n<p>@UUID[Compendium.pf2e.actionspf2e.Item.Attack of Opportunity] <span class=\"pf2-icon\">R</span></p>\n<p><strong>Trigger</strong> A creature within your reach uses a manipulate action or a move action, makes a ranged attack, or leaves a square during a move action it's using.</p>\n<hr />\n<p>You lash out at a foe that leaves an opening. Make a melee Strike against the triggering creature. If your attack is a critical hit and the trigger was a manipulate action, you disrupt that action. This Strike doesn't count toward your multiple attack penalty, and your multiple attack penalty doesn't apply to this Strike.</p>\n<h2>Fighter Feats</h2>\n<p>At 1st level and every even-numbered level thereafter, you gain a fighter class feat.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.</p>\n<h2>Shield Block</h2>\n<p>You gain the @UUID[Compendium.pf2e.feats-srd.Item.Shield Block] general feat, a reaction that lets you reduce damage with your shield.</p>\n<h2>Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>Bravery<span style=\"float: right;\">Level 3</span></h2>\n<p>Having faced countless foes and the chaos of battle, you have learned how to stand strong in the face of fear and keep on fighting. Your proficiency rank for Will saves increases to expert. When you roll a success at a Will save against a fear effect, you get a critical success instead. In addition, anytime you gain the frightened condition, reduce its value by 1.</p>\n<h2>General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Skill Increases<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.</p>\n<p>At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2>Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2>Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Fighter Weapon Mastery<span style=\"float: right;\">Level 5</span></h2>\n<p>Hours spent training with your preferred weapons, learning and developing new combat techniques, have made you particularly effective with your weapons of choice. Choose one weapon group. Your proficiency rank increases to master with the simple and martial weapons in that group, and to expert with the advanced weapons in that group. You gain access to the critical specialization effects of all weapons for which you have master proficiency.</p>\n<h2>Battlefield Surveyor<span style=\"float: right;\">Level 7</span></h2>\n<p>Whether taking stock of an enemy army or simply standing guard, you excel at observing your foes. Your proficiency rank for Perception increases to master. In addition, you gain a +2 circumstance bonus to Perception checks for initiative, making you faster to react during combat.</p>\n<h2>Weapon Specialization<span style=\"float: right;\">Level 7</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and to 4 if you're legendary.</p>\n<h2>Combat Flexibility<span style=\"float: right;\">Level 9</span></h2>\n<p>Through your experience in battle, you can prepare your tactics to suit different situations. When you make your daily preparations, you gain one fighter feat of 8th level or lower that you don't already have. You can use that feat until your next daily preparations. You must meet all of the feat's other prerequisites.</p>\n<h2>Juggernaut<span style=\"float: right;\">Level 9</span></h2>\n<p>Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<h2>Armor Expertise<span style=\"float: right;\">Level 11</span></h2>\n<p>You have spent so much time wearing armor that you know how to make the most of its protection. Your proficiency rank for light, medium, and heavy armor, as well as for unarmored defense, increase to expert. You gain the armor specialization effects of medium and heavy armor.</p>\n<h2>Fighter Expertise<span style=\"float: right;\">Level 11</span></h2>\n<p>You've practiced your techniques to make them harder to resist. Your proficiency rank for your fighter class DC increases to expert.</p>\n<h2>Weapon Legend<span style=\"float: right;\">Level 13</span></h2>\n<p>You've learned fighting techniques that apply to all armaments, and you've developed unparalleled skill with your favorite weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master. Your proficiency rank for advanced weapons increases to expert. You can select one weapon group and increase your proficiency ranks to legendary for all simple and martial weapons in that weapon group, and to master for all advanced weapons in that weapon group.</p>\n<h2>Evasion<span style=\"float: right;\">Level 15</span></h2>\n<p>You've learned to move quickly to avoid explosions, a dragon's breath, and worse. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.</p>\n<h2>Greater Weapon Specialization<span style=\"float: right;\">Level 15</span></h2>\n<p>Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.</p>\n<h2>Improved Flexibility<span style=\"float: right;\">Level 15</span></h2>\n<p>Your extensive experience gives you even greater ability to adapt to each day's challenges. When you use combat flexibility, you can gain two fighter feats instead of one. While the first feat must still be 8th level or lower, the second feat can be up to 14th level, and you can use the first feat to meet the prerequisites of the second feat. You must meet all of the feats' prerequisites.</p>\n<h2>Armor Mastery<span style=\"float: right;\">Level 17</span></h2>\n<p>Your skill with armor improves, increasing your ability to prevent blows. Your proficiency ranks for light, medium, and heavy armor, as well as for unarmored defense, increase to master.</p>\n<h2>Versatile Legend<span style=\"float: right;\">Level 19</span></h2>\n<p>You are nigh-unmatched with any weapon. Your proficiency ranks for simple weapons, martial weapons, and unarmed attacks increase to legendary, and your proficiency rank for advanced weapons increases to master. Your proficiency rank for your fighter class DC increases to master.</p>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": 10,
        "items": {
            "0c3e5": {
                "img": "systems/pf2e/icons/features/classes/weapon-legend.webp",
                "level": 13,
                "name": "Weapon Legend",
                "uuid": "Compendium.pf2e.classfeatures.Item.F5VenhIQMDkeGvmV"
            },
            "2jey6": {
                "img": "systems/pf2e/icons/features/classes/fighter-expertise.webp",
                "level": 11,
                "name": "Fighter Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.bAaI7h937Nr3g93U"
            },
            "9c5ay": {
                "img": "systems/pf2e/icons/features/classes/armor-expertise.webp",
                "level": 11,
                "name": "Armor Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.x5jaCJxsmD5sx3KB"
            },
            "e1e4m": {
                "img": "systems/pf2e/icons/features/classes/shield-block.webp",
                "level": 1,
                "name": "Shield Block",
                "uuid": "Compendium.pf2e.classfeatures.Item.eZNCckLzbH3GyncH"
            },
            "enizk": {
                "img": "systems/pf2e/icons/features/classes/improved-flexibility.webp",
                "level": 15,
                "name": "Improved Flexibility",
                "uuid": "Compendium.pf2e.classfeatures.Item.W2rwudMNcAxs8VoX"
            },
            "ij943": {
                "img": "systems/pf2e/icons/features/classes/battlefield-surveyor.webp",
                "level": 7,
                "name": "Battlefield Surveyor",
                "uuid": "Compendium.pf2e.classfeatures.Item.TIvzBALymvb56L79"
            },
            "lakjk": {
                "img": "systems/pf2e/icons/features/classes/bravery.webp",
                "level": 3,
                "name": "Bravery",
                "uuid": "Compendium.pf2e.classfeatures.Item.GJKJafDGuX4BeAeN"
            },
            "lphi1": {
                "img": "systems/pf2e/icons/features/classes/juggerenaut.webp",
                "level": 9,
                "name": "Juggernaut",
                "uuid": "Compendium.pf2e.classfeatures.Item.OMZs5y16jZRW9KQK"
            },
            "q0xyz": {
                "img": "systems/pf2e/icons/features/classes/armor-mastery.webp",
                "level": 17,
                "name": "Armor Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.CGB1TczFhQhdQxml"
            },
            "r6269": {
                "img": "systems/pf2e/icons/features/classes/attack-of-opportunity.webp",
                "level": 1,
                "name": "Attack of Opportunity",
                "uuid": "Compendium.pf2e.classfeatures.Item.hmShTfPOcTaKgbf4"
            },
            "r6jbx": {
                "img": "systems/pf2e/icons/features/classes/evasion.webp",
                "level": 15,
                "name": "Evasion",
                "uuid": "Compendium.pf2e.classfeatures.Item.MV6XIuAgN9uSA0Da"
            },
            "txlgu": {
                "img": "systems/pf2e/icons/features/classes/combat-flexibility.webp",
                "level": 9,
                "name": "Combat Flexibility",
                "uuid": "Compendium.pf2e.classfeatures.Item.8g6HzARbhfcgilP8"
            },
            "u1d1r": {
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                "level": 7,
                "name": "Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.9EqIasqfI8YIM3Pt"
            },
            "u8k07": {
                "img": "systems/pf2e/icons/features/classes/fighter-weapon-mastery.webp",
                "level": 5,
                "name": "Fighter Weapon Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.gApJtAdNb9ST4Ms9"
            },
            "vis8d": {
                "img": "systems/pf2e/icons/features/classes/greater-weapon-specialization.webp",
                "level": 15,
                "name": "Greater Weapon Specialization (Level 15)",
                "uuid": "Compendium.pf2e.classfeatures.Item.Z7HX6TeFsaup7Dx9"
            },
            "x98c2": {
                "img": "systems/pf2e/icons/features/classes/versatile-legend.webp",
                "level": 19,
                "name": "Versatile Legend",
                "uuid": "Compendium.pf2e.classfeatures.Item.0H2LxtiZTJ275pSD"
            }
        },
        "keyAbility": {
            "value": [
                "dex",
                "str"
            ]
        },
        "perception": 2,
        "rules": [],
        "savingThrows": {
            "fortitude": 2,
            "reflex": 2,
            "will": 1
        },
        "skillFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "trainedSkills": {
            "additional": 3,
            "value": []
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "class"
}
