{
    "_id": "30qVs46dVNflgQNx",
    "img": "systems/pf2e/icons/classes/inventor.webp",
    "name": "Inventor",
    "system": {
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 0,
            "martial": 1,
            "other": {
                "name": "",
                "rank": 0
            },
            "simple": 1,
            "unarmed": 1
        },
        "classDC": 1,
        "classFeatLevels": {
            "value": [
                1,
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 0,
            "light": 1,
            "medium": 1,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>Any tinkerer can follow a diagram to make a device, but you invent the impossible! Every strange contraption you dream up is a unique experiment pushing the edge of possibility, a mysterious machine that seems to work for only you. You're always on the verge of the next great breakthrough, and every trial and tribulation is another opportunity to test and tune. If you can dream it, you can build it.</em></p>\n<p><strong>Key Ability: INTELLIGENCE</strong></p>\n<p>At 1st level, your class gives you an ability boost to Intelligence.</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Inventor</h1>\n<h2>During Combat Encounters...</h2>\n<p>You rely on your inventions as much as possible, testing their functionalities under a variety of conditions. You don't set out to achieve anything as banal as simply winning a fight; you seek to collect valuable data that can be used to improve your creations!</p>\n<h2>During Social Encounters...</h2>\n<p>You provide useful context when discussing a variety of academic topics, particularly when speaking about those subjects related to crafting and invention. You might often look for opportunities to acquire patronage to fund some of your more expensive or unorthodox experiments. After all, the materials needed to assemble your inventions don't pay for themselves!</p>\n<h2>While Exploring...</h2>\n<p>You study the design and construction of the environments you explore ardently, making note of clever traps, ingenious mechanisms, or especially keen architecture you come across for later.</p>\n<h2>In Downtime...</h2>\n<p>You brainstorm new designs, bringing them to fruition through careful crafting and meticulous attention to detail. You might also modify previous inventions to adjust for data you've collected in the field. You might work as a local smith or tinker where your skills are needed, or you might keep a workshop on the edge of town where the clank and clatter of your experiments attracts less attention.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Enjoy creating new things the world has never seen before.</li>\n<li>Be willing to take a chance on a theory, testing to see if your hypothesis proves accurate. If not, you probably record the results to try again later.</li>\n<li>Wear clothes spattered with oil and grime, or venture off on excited and technical tangents when asked simple questions.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Marvel at your inventions and the variety of unbelievable wonder they can bring.</li>\n<li>Believe that you're a genius whose work is beyond understanding.</li>\n<li>Worry that your inventions might backfire or explode.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Trained in Perception</p>\n<h2>Saving Throws</h2>\n<p>Expert in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Crafting</p>\n<p>Trained in a number of additional skills equal to 3 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in martial weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in medium armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Class DC</h2>\n<p>Trained in inventor class DC</p>\n<h1>Class Features</h1>\n<p>You gain these features as an Inventor. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, overdrive, innovation, explode, peerless inventor, shield block, inventor feat</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Inventor feat, skill feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>Expert overdrive, general feat, reconfigure, skill increase</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Inventor feat, skill feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Ability boosts, ancestry feat, inventor weapon expertise, skill increase</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Inventor feat, skill feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>Breakthrough innovation, general feat, lightning reflexes, master overdrive, skill increase, weapon specialization</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Inventor feat, skill feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Ancestry feat, inventive expertise, offensive boost, skill increase</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, inventor feat, skill feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>General feat, medium armor expertise, resolve, skill increase</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Inventor feat, skill feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Alertness, ancestry feat, complete reconfiguration, inventor weapon mastery, skill increase</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Inventor feat, skill feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Ability boosts, general feat, greater weapon specialization, legendary overdrive, revolutionary innovation, skill increase</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Inventor feat, skill feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Ancestry feat, inventive mastery, juggernaut, skill increase</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Inventor feat, skill feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>General feat, infinite invention, medium armor mastery, skill increase</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, inventor feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Overdrive</h2>\n<p>You have a bevy of smaller devices of your own invention, from muscle stimulants to concussive pistons. When it's necessary, you can throw them into overdrive to assist you in combat.</p>\n<h2>Innovation</h2>\n<p>While you're always creating inventions, there's one that represents your preeminent work, the one that you hope- with refinement-might change the world. Choose one of the below innovations. Your innovation's level is equal to your level. If your innovation is destroyed, you can spend 1 day of downtime and attempt a Crafting check with a high DC for your level; on a success, you rebuild it. An innovation only works due to your constant maintenance and tinkering, and therefore has no market Price.</p>\n<p>The innovations you can choose from in this book are as follows.</p>\n<h3>Armor</h3>\n<p>Your innovation is a cutting-edge suit of medium armor with a variety of attached gizmos and devices. Choose one of the sets of statistics on Table 2-2: Innovation Armor Statistics for your innovation armor (or choose another set of innovation armor statistics to which you have access).</p>\n<p>Your innovation armor can have fundamental and property runes added to it in the same way as ordinary armor. Because of the unique features of your innovation, everyone except you is untrained in it, even if they would normally be trained (or better) in medium armor. Choose one initial armor modification to apply to your innovation, either from the following or from other initial armor modifications to which you have access.</p>\n<ul>\n<li><strong>Harmonic Oscillator</strong> You designed your armor to inaudibly thrum at just the right frequency to create interference against force and sound waves. You gain resistance equal to 3 + half your level to force and sonic damage. When under the effects of Overdrive, the resistance increases by 2.</li>\n<li><strong>Metallic Reactance</strong> The metals in your armor are carefully alloyed to ground electricity and protect from acidic chemical reactions. You gain resistance equal to 3 + half your level to acid and electricity damage. When under the effects of Overdrive, the resistance increases by 2.</li>\n<li><strong>Muscular Exoskeleton (Power Suit Only)</strong> Your armor supports your muscles with a carefully crafted exoskeleton. When you send your armor into overdrive, the exoskeleton supplements your feats of athletics as well. When under the effects of Overdrive, you gain a +1 circumstance bonus to Athletics checks; if you're a master in Crafting, this increases to a +2 circumstance bonus.</li>\n<li><strong>Otherworldly Protection</strong> Just because you use science doesn't mean you can't build your armor with carefully chosen materials and gizmos designed to protect against otherworldly attacks. You gain resistance equal to 3 + half your level to negative damage, or to positive damage if you have negative healing (such as if you're a dhampir). You gain the same amount of resistance to any types of alignment damage-good, evil, chaotic, lawful-that can damage you (note that creatures don't take a given type of alignment damage unless they are of the opposing alignment; for instance, you can take evil damage only if you are good in alignment).</li>\n<li><strong>Phlogistonic Regulator</strong> A layer of insulation within your armor protects you from rapid temperature fluctuations. You gain resistance equal to half your level to cold and fire damage. When under the effects of Overdrive, the resistance increases by 2.</li>\n<li><strong>Speed Boosters</strong> You have boosters in your armor that increase your Speed. You gain a +5-foot status bonus to your Speed, which increases to a +10-foot status bonus when under the effects of Overdrive.</li>\n<li><strong>Subtle Dampeners (Subterfuge Suit Only)</strong> You've designed your armor to help you blend in and dampen noise slightly. When you send your armor into overdrive, the dampeners increase their effect, improving your Stealth. When under the effects of Overdrive, you gain a +1 circumstance bonus to Stealth checks. If you're a master in Crafting, this increases to a +2 circumstance bonus.</li>\n</ul>\n<table class=\"pf2-table\">\n<tbody>\n<tr>\n<th>Medium Armor</th>\n<th>AC Bonus</th>\n<th>Dex Cap</th>\n<th>Check Penalty</th>\n<th>Speed Penalty</th>\n<th>Strength</th>\n<th>Bulk</th>\n<th>Group</th>\n<th>Armor Traits</th>\n</tr>\n<tr>\n<td>Power Suit</td>\n<td>+4</td>\n<td>+1</td>\n<td>-2</td>\n<td>-5 feet</td>\n<td>16</td>\n<td>2</td>\n<td>composite</td>\n<td>-</td>\n</tr>\n<tr>\n<td>Subterfuge Suit</td>\n<td>+1</td>\n<td>+4</td>\n<td>-1</td>\n<td>-</td>\n<td>10</td>\n<td>1</td>\n<td>composite</td>\n<td>-</td>\n</tr>\n</tbody>\n</table>\n<h3>Construct</h3>\n<p>Your innovation is a mechanical creature, such as a clockwork construct made of cogs and gears. It's a prototype construct companion, and you can adjust most of its base statistics by taking feats at higher levels, such as Advanced Companion. If you use the Overdrive action, your construct gains the same Overdrive benefits you do, and it also takes the same amount of fire damage on a critical failure.</p>\n<p>You know how to spend additional time directing, controlling, or programming your construct innovation for a more complex plan of action. You can spend 2 actions to Command instead of 1 when commanding your construct companion; your construct companion can then use an additional action (normally 3 actions, rather than 2).</p>\n<p>Choose one initial construct modification to apply to your innovation, either from the following or from other initial construct modifications to which you have access. These modifications alter the construct's abilities or form.</p>\n<ul>\n<li><strong>Accelerated Mobility</strong> Actuated legs, efficient gears in the wheels or treads, or add-on boosters make your construct faster. Your innovation's Speed increases to 40 feet.</li>\n<li><strong>Amphibious Construction</strong> Increased buoyancy, rudders, and a means of propulsion like a fluked tail or powerful propeller make your construct able to travel in water. Your innovation gains a swim Speed of 25 feet.</li>\n<li><strong>Increased Size</strong> You built your construct innovation bigger than most. Your construct is Large. If you have this modification and your construct innovation becomes an advanced construct companion or otherwise gains the ability to become Large, you can immediately change increased size to a different initial construct modification.</li>\n<li><strong>Manual Dexterity</strong> Your construct innovation has articulated hands or similar appendages with significant manual dexterity. It can perform manipulate actions with up to two of its limbs. As normal for a companion, it still can't wield weapons or held items that don't have the companion trait, and it can't activate items.</li>\n<li><strong>Projectile Launcher</strong> Your construct has a mounted dart launcher, embedded cannon, or similar armament. Your innovation gains a ranged unarmed attack that deals 1d4 bludgeoning or piercing damage (you choose when you pick this modification). The attack has the propulsive trait and a range increment of 30 feet.</li>\n<li><strong>Sensory Array</strong> Additional sensory devices give your innovation low-light vision and darkvision, as well as imprecise tremorsense out to a range of 30 feet.</li>\n<li><strong>Wonder Gears</strong> You map specialized skills into your construct's crude intelligence. Your innovation becomes trained in Intimidation, Stealth, and Survival.</li>\n</ul>\n<h3>Weapon</h3>\n<p>Your innovation is an impossible-looking weapon augmented by numerous unusual mechanisms. It begins with the same statistics as a level 0 common simple or martial weapon of your choice, or another level 0 simple or martial weapon to which you have access. You can instead use the statistics of a 1st-level common simple or martial weapon of your choice, or another 1st-level simple or martial weapon to which you have access, but you must pay the monetary Price for the weapon. An innovation weapon can have fundamental and property runes added to it in the same way as an ordinary weapon. Because of the unique features of your innovation, everyone except you is untrained in it, even if they would normally be trained (or better) in simple or martial weapons. If you use the Overdrive action, you can choose to change the additional damage from Overdrive to fire damage. Choose one initial weapon modification to apply to your innovation, either from the following or from other initial weapon modifications to which you have access. These modifications grant additional weapon traits, sometimes with extra abilities. A modification might give your weapon the versatile trait with a damage type that the weapon could already deal, either from its base damage type or from an existing versatile trait. In that case, if you select that modification, you can instead choose to give the weapon the versatile trait for a different damage type: bludgeoning, piercing, or slashing.</p>\n<ul>\n<li><strong>Blunt Shot (Ranged Only)</strong> Your weapon innovation can file the edges off your ammunition and adjust the blunt force of the shot to deliver a bludgeoning attack when necessary, as well as to avoid striking a lethal blow with an otherwise deadly shot. Your innovation gains the nonlethal and versatile B traits. You can choose whether to apply the nonlethal trait on each attack with your innovation.</li>\n<li><strong>Complex Simplicity (Simple Weapon Only)</strong> Increase your innovation's weapon damage die by one step (d4 to d6, d6 to d8, d8 to d10, d10 to d12). In addition, it gains one of the following traits of your choice: versatile B, versatile P, or versatile S.</li>\n<li><strong>Dynamic Weighting (One-handed Melee Weapon Only; Can't Have the Agile, Attached, or Free-hand Trait)</strong> Your weapon's modified weight distribution can increase power in exchange for taking more hands to wield. Your innovation gains the two-hand trait, with a damage die one size higher than the weapon's normal weapon damage die size (for instance, a longsword would gain the two-hand d10 trait). Your innovation also gains the versatile B trait.</li>\n<li><strong>Entangling Form (Melee Only)</strong> You've altered your weapon to including tangling wires or straps, or to have a flexible construction. Your innovation gains the grapple and trip traits.</li>\n<li><strong>Hampering Spikes (Melee Only)</strong> You've added long, snagging spikes to your weapon, which you can use to impede your foes' movement. Your innovation gains the hampering and versatile P traits.</li>\n<li><strong>Hefty Composition (Melee Only)</strong> Blunt surfaces and sturdy construction make your weapon hefty and mace-like. Your innovation gains the shove and versatile B traits.</li>\n<li><strong>Modular Head</strong> You've constructed a multi-purpose, adjustable striking surface for your weapon, or you've made special ammunition you can swiftly alter. Your innovation gains the modular trait for bludgeoning, piercing, and slashing. When you Interact to use the modular trait, you can also choose to give the weapon the nonlethal trait if it doesn't currently have it, or to remove that trait if it's currently nonlethal.</li>\n<li><strong>Pacification Tools (Melee Only)</strong> Softer materials make your weapon suited to knock out instead of kill, and special protrusions let you catch weapons and disarm your foes. Your innovation gains the disarm and nonlethal traits. You can choose whether to apply the nonlethal trait on each attack with your innovation.</li>\n<li><strong>Razor Prongs (Melee Only)</strong> You can knock down and slash your foes with sharp, curved blades added to your weapon. Your innovation gains the trip and versatile S traits.</li>\n<li><strong>Segmented Frame</strong> Hinges, clamps, and telescoping parts make your innovation collapsible and adjustable. It gains the modular trait for bludgeoning, piercing, and slashing. You can Interact to collapse the item down to light Bulk or to return it to your normal form. When it's collapsed to light Bulk, it has the concealable trait, which grants you a +2 circumstance bonus to Stealth checks and DCs to hide or conceal the weapon.</li>\n</ul>\n<h2>Explode</h2>\n<p>Your innovation is a creation barely held together by your own engineering, always on the edge of completely falling apart. Though this adds risk, it also means you can coax it to perform far beyond its design specifications using special unstable actions. See the definition of the unstable trait and how it affects your innovation.</p>\n<p>While inventors can learn various unstable actions over their career, all at least know how to make their innovation Explode.</p>\n<h2>Peerless Inventor</h2>\n<p>You are constantly inventing, and your skill at crafting is unimpeachable. You gain the Inventor skill feat, even if you don't meet its prerequisites.</p>\n<h2>Shield Block</h2>\n<p>You gain the Shield Block general feat, a reaction that lets you reduce damage with your shield.</p>\n<h2>Inventor Feats</h2>\n<p>At 1st level and every even-numbered level, you gain an inventor class feat. Some features and feats use an assortment of gizmos you keep on your person. For simplicity, these are left abstract, but if you are deprived of your gear for some reason, you might lose access to many feats and features, subject to GM discretion.</p>\n<h2>Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>Expert Overdrive<span style=\"float: right;\">Level 3</span></h2>\n<p>You've increased your skill in crafting, and you can put your devices into a more powerful state of overdrive. You become an expert in Crafting, and on a successful use of Overdrive, you increase the additional damage by 1.</p>\n<h2>General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Reconfigure<span style=\"float: right;\">Level 3</span></h2>\n<p>You've become an expert in all crafts and are always adjusting your inventions. You can attempt to change the modifications on your innovation by spending 1 day of downtime tinkering with it and attempting a Crafting check, with a high DC for your level. On a success, you can change one modification you've chosen for your innovation to a different modification of the same kind (initial, breakthrough, or revolutionary).</p>\n<p>If you have any modification feats, on a successful check you can choose to instead retrain a modification feat to a different modification feat. The new feat has to meet the standard restrictions for retraining.</p>\n<h2>Skill Increases<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in, or become an expert in one skill in which you're already trained.</p>\n<p>At 7th level, you can use skill increases to become a master in a skill in which you're already an expert, and at 15th level, you can use them to become legendary in a skill in which you're already a master.</p>\n<h2>Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2>Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Inventor Weapon Expertise<span style=\"float: right;\">Level 5</span></h2>\n<p>You develop tricks for using your weapons more effectively. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to expert.</p>\n<p>If you have a weapon innovation, you gain access to the critical specialization effect with your innovation.</p>\n<h2>Breakthrough Innovation<span style=\"float: right;\">Level 7</span></h2>\n<p>You've made a breakthrough in your field of study and discovered a powerful new way to enhance your innovation. Choose a breakthrough modification of your innovation's type to apply to your innovation. You can choose an initial modification of your innovation's type instead if you prefer.</p>\n<h3>Breakthrough Armor Modifications</h3>\n<ul>\n<li><strong>Antimagic Plating</strong> Whether you used some clever adaptation of the magic-negating skymetal known as noqual or created magical protections of your own design, you've strengthened your armor against magic. While wearing the armor, you gain a +1 circumstance bonus to all saving throws against spells and to AC against spells. Against spells that target the armor directly (like heat metal), you instead gain a +4 circumstance bonus to all saving throws and to AC.</li>\n<li><strong>Camouflage Pigmentation (Subterfuge Suit Only)</strong> You've modified your armor's exterior to let you blend into your surroundings with ease, as long as you stay still. While wearing your armor, you can Hide even without cover or concealment, as the pigmentation shifts to match your surroundings.</li>\n<li><strong>Dense Plating</strong> You have encased your armor in robust plating. While wearing your armor, you gain resistance to slashing damage equal to half your level.</li>\n<li><strong>Enhanced Resistance</strong> You've improved upon your initial modification's ability to resist damage. The resistance from your initial armor modification adds your full level, instead of half your level (for instance, phlogistonic regulator's resistance would increase to your level). If you have more than one initial modification that gives resistance, choose which one this applies to.</li>\n<li><strong>Heavy Construction (Power Suit Only)</strong> You've expanded your innovation into a heavy bulwark, and your groundbreaking design ensures you don't take any of the drawbacks for such heavy defenses. Your innovation becomes heavy armor, and your proficiency in your innovation armor (but no other heavy armor) advances to be equal to your proficiency in medium armor. If your Strength score is at least 16, you remove the Speed penalty entirely instead of reducing it to -5 feet. The armor's adjusted statistics are: AC Bonus +5; Dex Cap +1; Check Penalty -2; Speed Penalty -10 feet; Strength 16; Bulk 3; Group composite; Armor Traits bulwark.</li>\n<li><strong>Hyper Boosters</strong> You've improved your speed boosters' power through a breakthrough that significantly increases the energy flow without risking exploding. You gain a +10-foot status bonus to your Speed, which increases to a +20-foot status bonus when you're in Overdrive. If you're legendary in Crafting, it instead increases to a +30-foot status bonus when you're in Overdrive. You must have the speed boosters modification to select this modification.</li>\n<li><strong>Layered Mesh</strong> You've woven an incredibly powerful network of interlocking mesh around your armor, which catches piercing attacks and diffuses them. While wearing your armor, you gain resistance to piercing damage equal to half your level.</li>\n<li><strong>Tensile Absorption</strong> You've enhanced the tensile capabilities of your armor, enabling it to bend with bludgeoning attacks. While wearing your armor, you gain resistance to bludgeoning damage equal to half your level.</li>\n</ul>\n<h3>Breakthrough Construct Modifications</h3>\n<ul>\n<li><strong>Advanced Weaponry</strong> You've powered up your construct's weaponry. Choose one of your construct's unarmed attacks to gain your choice of one initial weapon modification, chosen from the list on page 18 or from other initial weapon modifications to which you have access. The unarmed attack must meet any requirements for the chosen traits (such as being a melee attack for entangling form), and since it's an unarmed attack, it can never meet certain requirements, such as being a simple weapon for complex simplicity.</li>\n<li><strong>Antimagic Construction</strong> Whether you used some clever adaptation of the magic-negating skymetal known as noqual or created magical protections entirely of your own devising, you've made your innovation highly resilient to spells. Your construct innovation gains a +2 circumstance bonus to all saving throws and AC against spells.</li>\n<li><strong>Climbing Limbs</strong> With appendages that can claw or create suction, your construct becomes a capable climber. Your innovation gains a climb Speed equal to half its land Speed.</li>\n<li><strong>Durable Construction</strong> Your innovation is solidly built; it can take significant punishment before being destroyed. Increase its maximum HP by your level.</li>\n<li><strong>Marvelous Gears</strong> Your innovation gains expert proficiency in Intimidation, Stealth, and Survival. For any of these skills in which it was already an expert (because of being an advanced construct companion, for example), it gains master proficiency instead. If you have the revolutionary innovation class feature, these proficiencies improve to master, or legendary if your construct innovation was already an expert. You must have the wonder gears modification to select this modification.</li>\n<li><strong>Turret Configuration</strong> Your innovation can transform from a mobile construct to a stationary turret. Your construct companion can transform as a single action, which has the manipulate trait, turning into a turret in its space (or transforming back from a turret into its normal configuration). While it's a turret, your innovation is @UUID[Compendium.pf2e.conditionitems.Item.Immobilized], but the damage die from its projectile launcher increases to 1d6 and the range increment increases to 60 feet. You must have the projectile launcher modification to select this modification.</li>\n</ul>\n<h3>Breakthrough Weapon Modifications</h3>\n<ul>\n<li><strong>Advanced Rangefinder (Ranged Only)</strong> A carefully tuned scope or targeting device makes your weapon especially good at hitting weak points. Your innovation gains the backstabber trait and increases its range increment by 10 feet.</li>\n<li><strong>Aerodynamic Construction (Melee Only)</strong> You carefully engineer the shape of your weapon to maintain its momentum in attacks against successive targets. Your innovation gains the sweep trait and the versatile S trait.</li>\n<li><strong>Inconspicuous Appearance (Melee Only)</strong> Your innovation is built for easy concealment and surprise attacks. It gains the backstabber and versatile P traits. If the weapon has light Bulk, it also gains the concealable trait.</li>\n<li><strong>Integrated Gauntlet (One-Handed Weapon Only; Can't Have the Two-Hand Trait)</strong> Combining your weapon with a gauntlet, you make it so you can quickly switch between attacking with your weapon and tinkering using your hands. Your innovation gains the free-hand trait.</li>\n<li><strong>Manifold Alloy</strong> You've devised several alloys that contain useful properties of various metals, and you replace a number of parts of your weapon or its ammunition with pieces from these alloys. Your weapon innovation is cold iron and silver. This means you deal more damage to a variety of supernatural creatures, such as demons, devils, and fey.</li>\n<li><strong>Rope Shot (Ranged Only)</strong> Your weapon can shoot projectiles that split into simple ropes or nets around your foes' legs to trip your targets, and you can climb using the grappling hooks built into the weapon. Your weapon innovation gains the climbing and ranged trip traits.</li>\n<li><strong>Tangle Line (Thrown Only)</strong> Your weapon has an extensible line that you can use to knock your enemies over and quickly recall the weapon back to your hand. Your innovation gains the ranged trip trait and the tethered trait.</li>\n</ul>\n<h2>Lightning Reflexes<span style=\"float: right;\">Level 7</span></h2>\n<p>Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.</p>\n<h2>Master Overdrive<span style=\"float: right;\">Level 7</span></h2>\n<p>Your mastery of invention and crafting enhances your Overdrive even further. You become a master in Crafting, and on a successful Overdrive, you increase the additional damage by a total of 2, replacing the increase from expert overdrive.</p>\n<h2>Weapon Specialization<span style=\"float: right;\">Level 7</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.</p>\n<h2>Inventive Expertise<span style=\"float: right;\">Level 9</span></h2>\n<p>Through innovation and experimentation, you've made your inventions more effective and reliable. Your proficiency rank for your inventor class DC increases to expert.</p>\n<h2>Offensive Boost<span style=\"float: right;\">Level 9</span></h2>\n<p>You've made additions to your innovation to upgrade your offensive capabilities. Your improvements make any Strikes that rely on your innovation deal an additional 1d6 damage, with a type determined by the boost you choose. If your innovation is armor, the boost applies to your melee unarmed Strikes and to your melee Strikes with one weapon you choose during daily preparations; if your innovation is a construct, the boost applies to your construct companion's Strikes; and if your innovation is a weapon, the boost applies to your Strikes with your innovation. You can spend downtime to switch to a different boost in the same way as switching your modification. Choose one of the following boosts, with the damage type in parentheses.</p>\n<ul>\n<li><strong>Chill (Cold)</strong> Your innovation rapidly absorbs heat, creating an intense chill.</li>\n<li><strong>Ignition (Fire)</strong> Your innovation shoots out jets of searing flame.</li>\n<li><strong>Jolt (Electricity)</strong> Your innovation jolts foes with charges of electricity.</li>\n<li><strong>Momentum (Bludgeoning)</strong> Your innovation slams into foes with added momentum.</li>\n<li><strong>Saws (Slashing)</strong> Your innovation reveals spinning sawblades during your attacks.</li>\n<li><strong>Spike (Piercing)</strong> Your innovation reveals wicked spikes during your attacks.</li>\n<li><strong>Vitriol (Acid)</strong> Your innovation releases spurts of caustic acid.</li>\n</ul>\n<h2>Medium Armor Expertise<span style=\"float: right;\">Level 11</span></h2>\n<p>You've learned to better defend yourself against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert. If you have a medium or heavy armor innovation, you gain access to the critical specialization effect with your armor innovation.</p>\n<h2>Resolve<span style=\"float: right;\">Level 11</span></h2>\n<p>You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.</p>\n<h2>Alertness<span style=\"float: right;\">Level 13</span></h2>\n<p>Your attention to detail lets you remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>\n<h2>Complete Reconfiguration<span style=\"float: right;\">Level 13</span></h2>\n<p>When it comes to crafting and tinkering, you've become incredibly adept at changing your modifications to adjust your innovation's functionality. When you spend downtime to reconfigure your innovation and succeed at your Crafting check, you can swap any number of modifications, swap your offensive boost, or retrain any number of modification feats, rather than one. You still must swap a modification only with one of the same type (initial, breakthrough, or revolutionary).</p>\n<h2>Inventor Weapon Mastery<span style=\"float: right;\">Level 13</span></h2>\n<p>You fully understand your weapons. Your proficiency ranks for simple and martial weapons and unarmed attacks increase to master.</p>\n<h2>Greater Weapon Specialization<span style=\"float: right;\">Level 15</span></h2>\n<p>Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.</p>\n<h2>Legendary Overdrive<span style=\"float: right;\">Level 15</span></h2>\n<p>Your peerless inventing and Crafting ability has supercharged your Overdrives. You become legendary in Crafting, and on a successful Overdrive, you increase the additional damage by a total of 3, replacing the increase from master overdrive.</p>\n<h2>Revolutionary Innovation<span style=\"float: right;\">Level 15</span></h2>\n<p>You are an unparalleled genius and have discovered a technique that will revolutionize your chosen field-or at least for the time being, your innovation! Choose a revolutionary modification to apply to your innovation. You can also choose an initial or breakthrough modification of the same type instead, if you prefer.</p>\n<h3>Revolutionary Armor Modifications</h3>\n<ul>\n<li><strong>Automated Impediments</strong> Your armor uses electromagnetic fields, subharmonic distortions, or other techniques to make it difficult for those close to you to move unless you allow it. While wearing your armor, all spaces adjacent to you are difficult terrain for your enemies.</li>\n<li><strong>Energy Barrier</strong> Your armor's defenses ablate any kind of energy coming your way. While wearing your armor, you gain resistance to all energy damage (acid, cold, electricity, fire, force, negative, positive, and sonic damage) equal to 2 + half your level. You must have the harmonic oscillator, metallic reactance, or phlogistonic regulator modification to select this modification.</li>\n<li><strong>Incredible Resistance</strong> You've improved upon your breakthrough modification's ability to resist damage. Choose one of the following breakthrough modifications your innovation has: dense plating, layered mesh, or tensile absorption. Increase the resistance you gain from that modification to be equal to your level, instead of half your level.</li>\n<li><strong>Multisensory Mask (Subterfuge Suit Only)</strong> You've built a multisensory mask over your armor that protects you by distorting your figure from all senses, leaving behind only a hazy image, muffled sounds, and so forth. While wearing the armor, you gain concealment against all creatures, even if they are using a nonvisual precise sense, such as a bat's echolocation. As normal for effects that leave your location obvious, you can't use this concealment to Hide or Sneak. If you use a hostile action, the concealment ends until you restore the mask as a single action, which has the manipulate trait.</li>\n<li><strong>Perfect Fortification (Power Suit Only)</strong> You've outfitted your armor with such heavy fortifications that deadly attacks often lose their edge. Each time you're critically hit while wearing the armor, attempt a @Check[type:flat|dc:13|showDC:owner] check. On a success, it becomes a normal hit. This isn't cumulative with fortification runes or other abilities that reduce critical hits with a flat check. Additionally, you gain resistance 2 + half your level against precision damage.</li>\n<li><strong>Physical Protections</strong> Your armor has so many adjustments and precautions that it can guard against all physical damage. While wearing your armor, you gain resistance to all physical damage (bludgeoning, piercing, and slashing damage, as well as persistent bleed damage) equal to half your level. You must have the dense plating, layered mesh, or tensile absorption breakthrough modification to select this modification.</li>\n<li><strong>Rune Capacity</strong> Whether you've done some dabbling in orichalcum alloys or found another engineering solution, you've built your innovation in such a way that it can hold an additional property rune. Your innovation can have one more property rune than a normal item of its kind (to a maximum of four property runes with a +3 potency armor).</li>\n</ul>\n<h3>Revolutionary Construct Modifications</h3>\n<ul>\n<li><strong>Flight Chassis</strong> You fit your construct with a means of flight, such as adding rotors or rebuilding it with wings and a lightweight construction. Your innovation gains a fly Speed of 25 feet.</li>\n<li><strong>Miracle Gears</strong> As you perfect your innovation's cortex, it becomes much more intelligent. Its Intelligence modifier increases by 2, and it learns a language of your choice from among the languages you know. Your construct gains the ability to use actions that require greater Intelligence, like Coerce and Decipher Writing. Finally, your construct becomes legendary in two Intelligence- or Charisma-based skills of your choice. You must have the marvelous gears modification to select this modification.</li>\n<li><strong>Resistant Coating</strong> Your innovation is hard to damage by any means. It gains resistance 5 to all damage (except adamantine).</li>\n<li><strong>Runic Keystone</strong> You've incorporated a device similar to a runestone into your innovation, allowing it to hold a property rune, even though it isn't a weapon or suit of armor. An armor property rune affects your innovation itself if it would affect the wearer of the armor. A weapon property rune grants whatever properties it would normally grant to a weapon to your innovation's unarmed attacks, following all the requirements as normal (for instance, a vorpal rune would only apply to slashing melee unarmed attacks); if the rune affects only ranged attacks, it has no effect unless your innovation has a built-in ranged attack (from the projectile launcher initial modification, for example). If the rune would affect the physical shape or appearance of the weapon or armor itself, like glamered, the rune has no effect when etched into your construct.</li>\n<li><strong>Wall Configuration</strong> Your innovation can transform from a mobile construct to a stationary battlefield emplacement. It can unfold as a 2-action activity that has the manipulate trait, changing from its usual form into a thin, straight wall of metal and gears up to 10 feet tall and 30 feet long. The wall must extend through your innovation's original space. While your construct is a wall, it can't take any actions except to use the same activity to transform back, and it can't defend itself easily, making it @UUID[Compendium.pf2e.conditionitems.Item.Flat-Footed] and giving it an additional -2 status penalty to its AC. The wall blocks line of sight and effect unless your innovation has half its maximum HP or fewer, at which point holes in the wall allow creatures to see through and attack with cover, and Tiny creatures to slip through.</li>\n</ul>\n<h3>Revolutionary Weapon Modifications</h3>\n<ul>\n<li><strong>Attack Refiner</strong> Your weapon makes minute recalibrations after every missed attack to ensure the next lands true. Your innovation gains the backswing and shove traits.</li>\n<li><strong>Deadly Strike</strong> Through precise calculation, you've found the perfect shape for your weapon to deal extreme damage on a well-placed strike. Your innovation gains the deadly d8 trait. If your innovation was already deadly, it increases its deadly die to d12 instead of gaining deadly d8.</li>\n<li><strong>Enhanced Damage</strong> You've made your innovation more powerful than other weapons of its kind. Increase your innovation's weapon damage die by one step (d4 to d6, d6 to d8, d8 to d10, d10 to d12). As normal, you can't increase your die by more than one size, so this modification isn't cumulative with complex simplicity.</li>\n<li><strong>Extensible Weapon (Melee only)</strong> You've found a way to construct your weapon so that it can extend while leaving its balance unchanged. Your innovation gains the reach trait. If the weapon already had the reach trait, it increases your reach by an additional 10 feet, instead of the usual additional 5 feet.</li>\n<li><strong>Impossible Alloy</strong> Other inventors claim it's not even technically possible, but you've managed to create several metal alloys that seem to work for only you. These alloys can damage opponents vulnerable to any one of the seven skymetals. Your innovation is treated as all seven skymetals (abysium, adamantine, djezet, inubrix, noqual, orichalcum, and siccatite). This means you deal more damage to a variety of creatures, though you don't apply any of the other special effects for weapons made of those skymetals.</li>\n<li><strong>Momentum Retainer (Melee only)</strong> A special weighted device lets your weapon retain more of its momentum when you attack. Your innovation gains the forceful and versatile B traits.</li>\n<li><strong>Omnirange Stabilizers (Ranged only)</strong> You've modified your innovation to be dangerous and effective at any range. If your innovation had the volley trait, remove the volley trait. Otherwise, increase your innovation's range increment by 50 feet or an amount equal to the weapon's base range increment, whichever is more.</li>\n<li><strong>Rune Capacity</strong> Whether you've dabbled with orichalcum or found another engineering solution, you've built your innovation in such a way that it can hold an additional property rune. Your innovation can have one more property rune than a normal item of its kind (to a maximum of four property runes with a +3 potency weapon).</li>\n</ul>\n<h2>Inventive Mastery<span style=\"float: right;\">Level 17</span></h2>\n<p>Your inventions are incredibly effective. Your proficiency rank for your inventor class DC increases to master.</p>\n<h2>Juggernaut<span style=\"float: right;\">Level 17</span></h2>\n<p>Your body is accustomed to physical hardship and resistant to ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<h2>Infinite Invention<span style=\"float: right;\">Level 19</span></h2>\n<p>Your ability to adjust your innovation has reached impossible heights, and you can use these skills to make major adjustments in your spare time. During your daily preparations, you automatically fix your innovation if it's destroyed or broken, and you can change to a different innovation (armor, construct, weapon, or other type you have access to) and change your modifications and offensive boost.</p>\n<p>If you have any feats that had your previous innovation as a prerequisite, you can't use them until you retrain the feats as normal. However, it takes you only 1 day of downtime to retrain such a feat into a feat that has your new innovation as a prerequisite, instead of 1 week.</p>\n<h2>Medium Armor Mastery<span style=\"float: right;\">Level 19</span></h2>\n<p>Your skill with armor improves, helping you avoid more blows. Your proficiency ranks for light and medium armor, as well as for unarmored defense, increase to master.</p>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": 8,
        "items": {
            "1doue": {
                "img": "systems/pf2e/icons/features/classes/weapon-expertise.webp",
                "level": 5,
                "name": "Inventor Weapon Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.0NyPgi6UACMTmAGE"
            },
            "43sk5": {
                "img": "systems/pf2e/icons/features/classes/peerless-inventor.webp",
                "level": 1,
                "name": "Peerless Inventor",
                "uuid": "Compendium.pf2e.classfeatures.Item.JH6um0St37UrjLNG"
            },
            "5aavk": {
                "img": "systems/pf2e/icons/features/classes/alertness.webp",
                "level": 13,
                "name": "Alertness",
                "uuid": "Compendium.pf2e.classfeatures.Item.D8CSi8c9XiRpVc5M"
            },
            "5prut": {
                "img": "systems/pf2e/icons/features/classes/medium-armor-expertise.webp",
                "level": 11,
                "name": "Medium Armor Expertise (Inventor)",
                "uuid": "Compendium.pf2e.classfeatures.Item.esyKPSDbFQPB4lhq"
            },
            "72ph9": {
                "img": "systems/pf2e/icons/features/classes/complete-reconfiguration.webp",
                "level": 13,
                "name": "Complete Reconfiguration",
                "uuid": "Compendium.pf2e.classfeatures.Item.j0klWHkH3AxUAgok"
            },
            "796tt": {
                "img": "systems/pf2e/icons/default-icons/feat.svg",
                "level": 9,
                "name": "Offensive Boost",
                "uuid": "Compendium.pf2e.classfeatures.Item.F8oXHnu9iNTcpXbJ"
            },
            "7aqni": {
                "img": "systems/pf2e/icons/features/classes/master-overdrive.webp",
                "level": 7,
                "name": "Master Overdrive",
                "uuid": "Compendium.pf2e.classfeatures.Item.SXv9bJFbntDOMRIL"
            },
            "cqq8h": {
                "img": "systems/pf2e/icons/features/classes/medium-armor-mastery.webp",
                "level": 19,
                "name": "Medium Armor Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.cGMSYAErbUG5E8X2"
            },
            "d0g4j": {
                "img": "systems/pf2e/icons/features/classes/greater-weapon-specialization.webp",
                "level": 15,
                "name": "Greater Weapon Specialization (Level 15)",
                "uuid": "Compendium.pf2e.classfeatures.Item.Z7HX6TeFsaup7Dx9"
            },
            "ebysz": {
                "img": "systems/pf2e/icons/features/classes/revolutionary-innovation.webp",
                "level": 15,
                "name": "Revolutionary Innovation",
                "uuid": "Compendium.pf2e.classfeatures.Item.tXbadIT3LzwuSR19"
            },
            "f46jt": {
                "img": "systems/pf2e/icons/features/classes/inventive-mastery.webp",
                "level": 17,
                "name": "Inventive Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.Uu8VnpAo3XZZEKPd"
            },
            "g4pqo": {
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                "level": 7,
                "name": "Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.9EqIasqfI8YIM3Pt"
            },
            "havjj": {
                "img": "systems/pf2e/icons/features/classes/shield-block.webp",
                "level": 1,
                "name": "Shield Block",
                "uuid": "Compendium.pf2e.classfeatures.Item.eZNCckLzbH3GyncH"
            },
            "hu0ip": {
                "img": "systems/pf2e/icons/features/classes/breakthrough-innovation.webp",
                "level": 7,
                "name": "Breakthrough Innovation",
                "uuid": "Compendium.pf2e.classfeatures.Item.78HIjRbGoONMpF31"
            },
            "ihpyc": {
                "img": "systems/pf2e/icons/features/classes/inventive-expertise.webp",
                "level": 9,
                "name": "Inventive Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.mQVC1iDyNi2tfsF8"
            },
            "ijovo": {
                "img": "systems/pf2e/icons/features/classes/juggerenaut.webp",
                "level": 17,
                "name": "Juggernaut",
                "uuid": "Compendium.pf2e.classfeatures.Item.OMZs5y16jZRW9KQK"
            },
            "lp0v8": {
                "img": "systems/pf2e/icons/features/classes/resolve.webp",
                "level": 11,
                "name": "Resolve",
                "uuid": "Compendium.pf2e.classfeatures.Item.JQAujUXjczVnYDEI"
            },
            "n7f3b": {
                "img": "systems/pf2e/icons/features/classes/legendary-overdrive.webp",
                "level": 15,
                "name": "Legendary Overdrive",
                "uuid": "Compendium.pf2e.classfeatures.Item.o1omL2LdHvjEwh3P"
            },
            "ng6mg": {
                "img": "systems/pf2e/icons/features/classes/infinite-invention.webp",
                "level": 19,
                "name": "Infinite Invention",
                "uuid": "Compendium.pf2e.classfeatures.Item.rOaLbipkComjc6qh"
            },
            "ouhy4": {
                "img": "systems/pf2e/icons/features/classes/lightning-reflexes.webp",
                "level": 7,
                "name": "Lightning Reflexes",
                "uuid": "Compendium.pf2e.classfeatures.Item.TUOeATt52P43r5W0"
            },
            "p0u0x": {
                "img": "systems/pf2e/icons/features/classes/explode.webp",
                "level": 1,
                "name": "Explode",
                "uuid": "Compendium.pf2e.classfeatures.Item.pEm1RTNuzzQVKkR0"
            },
            "paomt": {
                "img": "systems/pf2e/icons/features/classes/overdrive.webp",
                "level": 1,
                "name": "Overdrive",
                "uuid": "Compendium.pf2e.classfeatures.Item.oP5zM5Yu41xcx3iu"
            },
            "ptf4a": {
                "img": "systems/pf2e/icons/features/classes/reconfigure.webp",
                "level": 3,
                "name": "Reconfigure",
                "uuid": "Compendium.pf2e.classfeatures.Item.J46wcNqKXvtokBD1"
            },
            "tkc99": {
                "img": "systems/pf2e/icons/features/classes/expert-overdrive.webp",
                "level": 3,
                "name": "Expert Overdrive",
                "uuid": "Compendium.pf2e.classfeatures.Item.YMKxN56w617BYwu4"
            },
            "wg9yw": {
                "img": "systems/pf2e/icons/features/classes/weapon-mastery.webp",
                "level": 13,
                "name": "Inventor Weapon Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.mJpPaoVlNmTK47x1"
            },
            "y9fo7": {
                "img": "systems/pf2e/icons/features/classes/innovation.webp",
                "level": 1,
                "name": "Innovation",
                "uuid": "Compendium.pf2e.classfeatures.Item.jIAgXe2FetAKBwt7"
            }
        },
        "keyAbility": {
            "value": [
                "int"
            ]
        },
        "perception": 1,
        "rules": [],
        "savingThrows": {
            "fortitude": 2,
            "reflex": 1,
            "will": 2
        },
        "skillFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        "source": {
            "value": "Pathfinder Guns & Gears"
        },
        "trainedSkills": {
            "additional": 3,
            "custom": "",
            "value": [
                "cra"
            ]
        },
        "traits": {
            "rarity": "uncommon",
            "value": []
        }
    },
    "type": "class"
}
