{
    "_id": "RggQN3bX5SEcsffR",
    "img": "systems/pf2e/icons/default-icons/class.svg",
    "name": "Kineticist",
    "system": {
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 0,
            "martial": 0,
            "other": {
                "name": "",
                "rank": 0
            },
            "simple": 1,
            "unarmed": 1
        },
        "classDC": 1,
        "classFeatLevels": {
            "value": [
                1,
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 0,
            "light": 1,
            "medium": 0,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>The power of the elements flows from within you. Roaring fire pure water, fleeting air, steadfast earth, twisting wood, slicing metal. A kinetic gate inextricably tied to your body channels power directly from the elemental planes, causing elements to leap to your hand, whirl around your body, and blast foes at your whim. As your connection to the planes grows, you attain true mastery over your chosen elements.</em></p>\n<p><strong>Key Ability: CONSTITUTION</strong></p>\n<p>At 1st level, your class gives you an ability boost to Constitution.</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Kineticist</h1>\n<h2>During Combat Encounters...</h2>\n<p>Elemental magic surges from you throughout the fight. Without any restrictions on how often you can use your abilities, you become a reliable slinger of magic. You can develop powers you can use in a variety of situations... or you can choose just a few favorite attacks you use repeatedly.</p>\n<h2>During Social Encounters...</h2>\n<p>The elements you channel might guide or even influence how you carry yourself in social situations. You might leap to anger like a raging fire stand your ground as solid as a mountain, keep your motives elusive as the wind, go with the flow like water, make cutting remarks sharp as metal, or exhibit the slow patience of the forest.</p>\n<h2>While Exploring...</h2>\n<p>Your innate connection to the elements hones your awareness of the natural world. In an environment full of an element you can channel, you're unparalleled, with the ability to repeatedly manipulate the element around you.</p>\n<h2>In Downtime...</h2>\n<p>You could commune with the elements or practice your control over your kineticist powers. Through retraining, you can realign the flow of your kinetic gate to perfect different manifestations of your element.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Have a conflicted relationship with the kinetic gate that fuels your kineticist magic, possibly because it manifested at a traumatic point in your past.</li>\n<li>Struggle with controlling and understanding your elemental powers.</li>\n<li>Form a kinship with elemental creatures or feel at home in areas strong with your element.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Find your ability to keep calling on more and more elemental power truly astonishing.</li>\n<li>Defer to you in all matters related to your element, from the smallest tasks to the politics of the elemental planes.</li>\n<li>Worry you'll consume yourself with elemental magic or lose control of its primal forces.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Trained in Perception</p>\n<h2>Saving Throws</h2>\n<p>Expert in Fortitude</p>\n<p>Expert in Reflex</p>\n<p>Trained in Will</p>\n<h2>Skills</h2>\n<p>Trained in Nature</p>\n<p>Trained in a number of additional skills equal to 3 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Class DC</h2>\n<p>Trained in kineticist class DC</p>\n<h1>Class Features</h1>\n<p>You gain these features as a Kineticist. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\" style=\"width:99.9387%;height:636.8px\">\n<thead>\n<tr style=\"height:44.8px\">\n<th style=\"width:12.0322%;height:44.8px\">Your Level</th>\n<th style=\"width:87.9064%;height:44.8px\">Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr style=\"height:44.8px\">\n<td style=\"width:12.0322%;height:44.8px\">1</td>\n<td style=\"width:87.9064%;height:44.8px\">Ancestry and background, attribute boosts, initial proficiencies, kinetic gate, kinetic aura, impulses (Elemental Blast, Base Kinesis), kineticist feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">2</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">3</td>\n<td style=\"width:87.9064%;height:28.8px\">Extract Element, general feat, skill increase, Will expertise</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">4</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">5</td>\n<td style=\"width:87.9064%;height:28.8px\">Ancestry feat, attribute boosts, gate's threshold, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">6</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">7</td>\n<td style=\"width:87.9064%;height:28.8px\">General feat, kinetic durability, kinetic expertise, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">8</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">9</td>\n<td style=\"width:87.9064%;height:28.8px\">Ancestry feat, gate's threshold, perception expertise, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">10</td>\n<td style=\"width:87.9064%;height:28.8px\">Attribute boosts, kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">11</td>\n<td style=\"width:87.9064%;height:28.8px\">General feat, kinetic quickness, reflow elements, skill increase, weapon expertise</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">12</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">13</td>\n<td style=\"width:87.9064%;height:28.8px\">Ancestry feat, gate's threshold, light armor expertise, skill increase, weapon specialization</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">14</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">15</td>\n<td style=\"width:87.9064%;height:28.8px\">Attribute boosts, general feat, greater kinetic durability, kinetic mastery, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">16</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">17</td>\n<td style=\"width:87.9064%;height:28.8px\">Ancestry feat, double reflow, gate's threshold, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">18</td>\n<td style=\"width:87.9064%;height:28.8px\">Kineticist feat, skill feat</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">19</td>\n<td style=\"width:87.9064%;height:28.8px\">Final gate, general feat, kinetic legend, light armor mastery, skill increase</td>\n</tr>\n<tr style=\"height:28.8px\">\n<td style=\"width:12.0322%;height:28.8px\">20</td>\n<td style=\"width:87.9064%;height:28.8px\">Attribute boosts, kineticist feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Attribute Boosts</h2>\n<p>In addition to what you get from your class at 1st level, you have four free boosts to different attribute modifiers.</p>\n<p>At 5th level and every 5 levels thereafter, you get four free boosts to different attribute modifiers If an attribute modifier is already +4 or higher, it takes two boosts to increase it; you get a partial boost, and you must boost that attribute again at a later level to increase it by 1.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training. These are noted at the start of this class.</p>\n<h2>Kinetic Gate</h2>\n<p>As a kineticist, you've awakened or opened a kinetic gate, a supernatural conduit within your body that can channel elemental forces straight from the elemental planes. You can choose either a single gate (one element) or dual gate (two elements) at 1st level.</p>\n<p>When selecting an element for your kinetic gate, you can pick from six elements - air, earth, fire metal, water, and wood. Elements you can channel are referred to as your kinetic elements. Your kinetic elements function even in environments where they normally wouldn't. For example, you could use fire actions underwater even though that's normally not possible, and you could create air in a vacuum.</p>\n<p>Your kinetic gate gives you impulse feats, magical actions that let you shape and control your elements in awesome ways. You can select more impulse feats using your kineticist class feats, as described under Impulses. At higher levels, the gate's threshold class feature gives you more impulse feats and lets you choose whether to improve with one element or access new kinetic elements.</p>\n<h3><strong>Single Gate</strong></h3>\n<p>Your kinetic gate links to a single elemental plane, starting you with a single element but giving you greater power with it. Choose one element to be your kinetic element, and select two 1st-level impulse feats that have that element's trait.</p>\n<p>In addition, you gain an impulse junction, a benefit that occurs when you use an impulse of the chosen element that takes 2 actions or more. This happens before the other effects of the impulse, unless noted otherwise. You can gain only one impulse junction per round; they are described in full below.</p>\n<p><strong>Air</strong> Before or after the other effects of the impulse, you can either Stride up to half your Speed or Step. If you have a fly Speed, you can Fly up to half your fly Speed instead.</p>\n<p><strong>Earth</strong> Fragments of stone float around you, granting you a +1 circumstance bonus to AC until the start of your next turn.</p>\n<p><strong>Fire</strong> Increase the damage die size of fire damage dealt by the impulse by one step.</p>\n<p><strong>Metal</strong> Choose acid, electricity, or piercing. Until the start of your next turn, each time a creature touches you or damages you with an unarmed melee attack or nonreach melee weapon, it takes damage of the chosen type equal to half your level (minimum 1 damage).</p>\n<p><strong>Water</strong> After the impulse's other effects, you can move one creature targeted by the impulse or in its area 5 feet in any direction, or 10 feet if it's in a body of water. This can't move the creature into the air. You can choose only a creature that's willing to be moved, that failed its save against the impulse, or that you succeeded at an impulse attack roll against.</p>\n<p><strong>Wood</strong> You gain temporary Hit Points equal to your level that last until the start of your next turn.</p>\n<h3><strong>Dual Gate</strong></h3>\n<p>Your kinetic gate is a harmonious conduit between two planes, allowing you to combine their elements to give you a versatile set of abilities. Select two elements to be your kinetic elements. Then, select two 1st-level impulse feats, one with the trait of the first element and one with the trait of the other.</p>\n<h2>Kinetic Aura</h2>\n<p>Through your kinetic gate, elements flow from an elemental plane to orbit your person. The form and appearance of this kinetic aura are unique to you. Examples include a chaotic wind orbiting the body, fragments of floating gravel, colorful wicks of flame stars of raw metal always changing shape, floatin snowflakes or splinters dancing in the air. If you can channel more than one element, pieces of all your kinetic elements appear in the aura.</p>\n<p>You have the @UUID[Compendium.pf2e.actionspf2e.Item.Channel Elements] action, which lets you activate your kinetic aura.</p>\n<h2>Impulses</h2>\n<p>An impulse is a special type of magical action available to kineticists, allowing them to wield or shape their element into diverse and powerful forms. To wield an element, you must have your kinetic aura active and have a free hand, as described in the impulse trait. You automatically gain the Elemental Blast and Base Kinesis impulses, and your kinetic gate selection gives you additional impulse feats. You can select more impulse feats with kineticist class feats, and at higher levels, you'll automatically get more with the gate's threshold class feature. You can select an impulse feat only if it matches one of your kinetic elements.</p>\n<p>Impulses are magical, and though they aren't spells, some things that affect spells also affect impulses. Abilities that restrict you from casting spells (such as being polymorphed into a battle form) or protect against spells (such as a spell that protects against other spells or a creature's bonus to saves against spells) also apply to impulses.</p>\n<h3><strong>Impulse Levels</strong></h3>\n<p>Any impulse you use is the same level you are. For instance, if you're 5th level, your Elemental Blast would be 5th level (and its counteract rank would be 3rd rank), even though you gained the action at 1st level.</p>\n<p>Similar to spells, many impulses get more powerful as you increase in level. In these cases, the impulse ends with one or more \"Level\" entries. This either lists the levels at which the impulse gets an upgrade or has an entry with a plus sign that describes a benefit that increases on a regular basis. For instance, a 1st-level impulse with a \"Level (+4)\" entry would get stronger at 5th, 9th, 13th, and 17th levels.</p>\n<h3><strong>Impulse Attacks and DCs</strong></h3>\n<p>An impulse that requires a saving throw uses your kineticist class DC. Some of your impulses require you to attempt an <strong>impulse attack roll</strong> to see how effective they are. Your impulse attack roll uses the same proficiency and attribute modifier as your kineticist class DC. Like a spell attack modifier, your impulse attack modifier uses the following formula: d20 roll + attribute modifier + proficiency bonus + other bonuses + penalties. This means your impulse attack roll is typically 10 lower than your class DC. The @UUID[Compendium.pf2e.conditionitems.Item.Drained] condition can reduce your impulse attack rolls and class DCs. You can acquire a <em>gate attenuator</em> to gain a bonus to your impulse attack modifier.</p>\n<h3><strong>Elemental Blast</strong></h3>\n<p>The @UUID[Compendium.pf2e.actionspf2e.Item.Elemental Blast] impulse is a simple expression of your power, allowing you to attack with the pure matter of your kinetic element. Though each element has its own strengths and weaknesses, the basic principles to using them are the same. You can customize the appearance of your Elemental Blast and can even choose a different form each time you use the impulse.</p>\n<h3><strong>Base Kinesis</strong></h3>\n<p>The @UUID[Compendium.pf2e.actionspf2e.Item.Base Kinesis] impulse lets you perform simple alterations to an element.</p>\n<h2>Kineticist Feats</h2>\n<p>At 1st level and every even-numbered level, you gain a kineticist class feat.</p>\n<h2>Skill Feats<span style=\"float:right\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>Extract Element<span style=\"float:right\">Level 3</span></h2>\n<p>Creatures with a strong tie to your element might be troublesome for you to deal with, at least until you've learned to turn their elemental nature to your advantage. You gain the @UUID[Compendium.pf2e.actionspf2e.Item.Extract Element] action.</p>\n<h2>General Feats<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Skill Increases<span style=\"float:right\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase to either become trained in one skill you're untrained in or become an expert in one skill in which you're already trained.</p>\n<p>At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2>Will Expertise<span style=\"float:right\">Level 3</span></h2>\n<p>Your mental defenses grow stronger. Your proficiency rank for Will saves increases to expert.</p>\n<h2>Ancestry Feats<span style=\"float:right\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Gate's Threshold<span style=\"float:right\">Level 5</span></h2>\n<p>You reach a new milestone in your odyssey to become in tune with your kinetic gate and must decide how to expand the gate's power. At 5th level and every 4 levels thereafter, you choose to either expand the portal or fork the path.</p>\n<ul>\n<li><strong>Expand the Portal</strong>: Your gate attunes more precisely to one of your elements. Gain an impulse feat of your level or lower for one of your kinetic elements; if you have more than one element, you can choose a composite impulse. You also gain a gate junction for one of your kinetic elements. If you have no valid options for the feat-typically because you have one kinetic element and devoted your class feats to gaining that element's impulses-you can instead select any kineticist class feat of your level or lower for which you meet the prerequisites.</li>\n<li><strong>Fork the Path</strong>: Your gate reaches to another elemental plane. Add a new element of your choice to your kinetic elements. Gain an impulse feat of your level or lower with the trait of that element. You can't select a composite impulse feat with this feat selection.</li>\n</ul>\n<h3><strong>Gate Junctions</strong></h3>\n<p>When you gain a gate junction, you develop a specialized kinetic technique. Choose one benefit from the gate junction table for one of your kinetic elements.</p>\n<ul>\n<li>A <strong>critical blast</strong> junction happens when you get a critical success with an Elemental Blast of the kinetic element.</li>\n<li>An <strong>elemental resistance</strong> grants you resistance to damage while your kinetic aura is active. This resistance is equal to your level, and it applies to damage of any listed type or that comes from a creature or effect that has any of the listed traits. At 17th level, you gain immunity to effects with any of the listed traits. This doesn't make you immune to creatures with such a trait. You can voluntarily forgo this resistance, immunity, or both if you want an effect to work on you.</li>\n<li>You can choose an <strong>impulse junction</strong> instead of one of the listed junctions. Impulse junctions are listed under Single Gate.</li>\n<li>An <strong>aura junction</strong> adds an effect to your kinetic aura when you Channel Elements.</li>\n<li>A <strong>skill junction</strong> makes you trained in the listed skill and grants you the listed skill feat. If you were already trained in the listed skill, you instead become trained in a skill of your choice. While your kinetic aura is active, you gain a +1 status bonus to the listed skill; the bonus increases to +2 at 10th level and +3 at 17th level.</li>\n</ul>\n<p>You can select each gate junction only once, unless noted otherwise, but you can have the same type of junction for multiple elements. You can always choose not to use a gate junction when it would normally occur. If you have multiple junctions that would apply at the same time - such as kinetic aura junctions for different elements - you can apply any number of them. (Though note that you can use only one impulse junction per round.)</p>\n<table class=\"pf2-table\" style=\"margin-left:0px;margin-right:auto\" border=\"1\">\n<thead>\n<tr>\n<th>Air Gate Junction</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> Push the target up to 10 feet.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> air, electricity</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> You and any ally that starts its turn in the aura gets a +10-foot status bonus to land Speed until the end of that turn, and to fly Speed if applicable</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Stealth, @UUID[Compendium.pf2e.feats-srd.Item.Experienced Smuggler]</td>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<th>Earth Gate Junction</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> If the target is on the ground, it's knocked @UUID[Compendium.pf2e.conditionitems.Item.Prone]; if it isn't on the ground, it descends up to 20 feet (you choose the distance).</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> earth, poison</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> Squares in the aura are difficult terrain fo your enemies, but only if moving into the square would make the enemy farther away from you.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Athletics, @UUID[Compendium.pf2e.feats-srd.Item.Hefty Hauler]</td>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<th>Fire Gate Junction</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> The target takes @Damage[1d6[persistent,fire]] damage. You gain an item bonus to this persistent damage equal to your item bonus to impulse attack rolls, such as from a <em>gate attenuator</em>.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> cold, fire</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> Enemies in your kinetic aura gain weakness to fire from your fire impulses. The weakness is equal to half your level (minimum weakness 1).</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Intimidation, @UUID[Compendium.pf2e.feats-srd.Item.Intimidating Glare]</td>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<th>Metal Gate Junction</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> The target takes @Damage[1d6[persistent,bleed]] damage; if the creature has the metal trait or is made of metal, it instead takes @Damage[1d6[persistent]] damage with no type from rust. You gain an item bonus to this persistent damage equal to your item bonus to impulse attack rolls, such as from a <em>gate attenuator</em>.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> electricity, metal</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> Your enemies in the aura take a -1 status penalty to attacks with metal objects, and they take a -1 status penalty to AC if they're wearing metal armor, have the metal trait, or are made of metal.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Crafting, @UUID[Compendium.pf2e.feats-srd.Item.Quick Repair]</td>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<th>Water Gate Junction</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> The blast deals @Damage[2[splash]] per damage die of the blast, with the same damage type.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> fire, water</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> The aura becomes saturated with humidity, and water moves as you please. Non-magical fires in the aura are extinguished, and creatures in the aura gain fire resistance equal to half your level.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Athletics, @UUID[Compendium.pf2e.feats-srd.Item.Underwater Marauder]</td>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<th>Wood Gate Junction</th>\n</tr>\n</tbody>\n<tbody>\n<tr>\n<td style=\"text-align:left\"><strong>Critical Blast</strong> If the target of the critical hit is adjacent to a surface, roots entangle it. The target is @UUID[Compendium.pf2e.conditionitems.Item.Immobilized] and must spend an Interact action to attempt a @Check[type:athletics|dc:10] check to pull itself free. The target doesn't become stuck if it is incorporeal, is liquid, or could otherwise escape without effort</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Elemental Resistance</strong> poison, wood</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Aura Junction</strong> Life-giving blossoms spring up around you. Any ally that begins its turn in the aura gains 1 temporary Hit Point that lasts until the start of its next turn. This increases to 2 temporary Hit Points if you're 10th level or higher and to 3 temporary Hit Points if you're 15th level or higher.</td>\n</tr>\n<tr>\n<td style=\"text-align:left\"><strong>Skill Junction</strong> Survival, @UUID[Compendium.pf2e.feats-srd.Item.Terrain Expertise]{Terrain Expertise (forest)}</td>\n</tr>\n</tbody>\n</table>\n<h2>Kinetic Durability<span style=\"float:right\">Level 7</span></h2>\n<p>The sustenance of your inner gate counters harm that would come to your body. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<h2>Kinetic Expertise<span style=\"float:right\">Level 7</span></h2>\n<p>Your kinetic gate grows stronger, making your elements harder to resist. The power flowing from you is even harder to resist. Your proficiency rank for your kineticist class DC increases to expert.</p>\n<h2>Perception Expertise<span style=\"float:right\">Level 9</span></h2>\n<p>You remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>\n<h2>Kinetic Quickness<span style=\"float:right\">Level 11</span></h2>\n<p>Your body flows with the elegance of a flame a wave, a breeze. Your proficiency rank for Reflex saves increases to master. When you roll a success on a Reflex save, you get a critical success instead.</p>\n<h2>Reflow Elements<span style=\"float:right\">Level 11</span></h2>\n<p>You twist one of the impulses you've learned into a different but still similar magic. When you make your daily preparations, you can replace one of your impulse feats with a different impulse feat that has the same elemental trait. You can reflow only impulse feats that have exactly one elemental trait, not composite impulse feats or feats that vary by element. This follows the same rules as retraining; you can replace impulse feats gained through your class feats or through class features that grant you impulse feats.</p>\n<h2>Weapon Expertise<span style=\"float:right\">Level 11</span></h2>\n<p>You've improved your combat skill. Your proficienc rank for simple weapons and unarmed attacks increase to expert.</p>\n<h2>Light Armor Expertise<span style=\"float:right\">Level 13</span></h2>\n<p>You've learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.</p>\n<h2>Weapon Specialization<span style=\"float:right\">Level 13</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 damage if you're a master, and 4 damage if you're legendary.</p>\n<h2>Greater Kinetic Durability<span style=\"float:right\">Level 15</span></h2>\n<p>Your gate protects you even more. Your proficiency rank for Fortitude saves increases to legendary. When you roll a critical failure on a Fortitude save, you get a failure instead. When you fail a Fortitude save against an effect that deals damage, you halve the damage you take.</p>\n<h2>Kinetic Mastery<span style=\"float:right\">Level 15</span></h2>\n<p>The power flowing from you grows even difficult to resist. Your proficiency rank for your kineticist class DC increases to master.</p>\n<h2>Double Reflow<span style=\"float:right\">Level 17</span></h2>\n<p>Your kinetic gate becomes even more adaptable. When you use reflow elements, you can replace two impulse feats instead of one.</p>\n<h2>Final Gate<span style=\"float:right\">Level 19</span></h2>\n<p>Your kinetic gate reaches a perfect form, its power constantly fighting to be released. If your kinetic aura is inactive, you automatically use the first action of your turn to Channel Elements as a free action. You can deliberately suppress the effect. If you're unable to act, final gate still functions, but you don't get to use the Elemental Blast or stance impulse you normally do from using Channel Elements.</p>\n<h2>Kinetic Legend<span style=\"float:right\">Level 19</span></h2>\n<p>Your elements become almost impossible to resist. Your proficiency rank for your kineticist class DC increases to legendary.</p>\n<h2>Light Armor Mastery<span style=\"float:right\">Level 19</span></h2>\n<p>Your skill with light armor improves, increasing your ability to dodge blows. Your proficiency ranks for light armor and unarmored defense increase to master.</p>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": 8,
        "items": {
            "5itvx": {
                "img": "systems/pf2e/icons/features/classes/magical-fortitude.webp",
                "level": 7,
                "name": "Kinetic Durability",
                "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Durability"
            },
            "6NQBE": {
                "img": "systems/pf2e/icons/features/classes/light-armor-master.webp",
                "level": 19,
                "name": "Light Armor Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.Light Armor Mastery"
            },
            "6TeTE": {
                "img": "systems/pf2e/icons/features/classes/master-strikes.webp",
                "level": 15,
                "name": "Kinetic Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Mastery"
            },
            "8b7hf": {
                "img": "systems/pf2e/icons/spells/control-water.webp",
                "level": 11,
                "name": "Reflow Elements",
                "uuid": "Compendium.pf2e.classfeatures.Item.Reflow Elements"
            },
            "J86Sn": {
                "img": "systems/pf2e/icons/features/classes/divine-ally.webp",
                "level": 19,
                "name": "Kinetic Legend",
                "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Legend"
            },
            "JGvbL": {
                "img": "systems/pf2e/icons/spells/concordant-choir.webp",
                "level": 1,
                "name": "Kinetic Aura",
                "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Aura"
            },
            "NXHnk": {
                "img": "systems/pf2e/icons/spells/abundant-step.webp",
                "level": 1,
                "name": "Kinetic Gate",
                "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Gate"
            },
            "SZ1aE": {
                "img": "systems/pf2e/icons/spells/elemental-zone.webp",
                "level": 9,
                "name": "Second Gate's Threshold",
                "uuid": "Compendium.pf2e.classfeatures.Item.Second Gate's Threshold"
            },
            "UtsnS": {
                "img": "systems/pf2e/icons/spells/elemental-zone.webp",
                "level": 17,
                "name": "Fourth Gate's Threshold",
                "uuid": "Compendium.pf2e.classfeatures.Item.Fourth Gate's Threshold"
            },
            "ZLDh8": {
                "img": "systems/pf2e/icons/features/classes/lightning-reflexes.webp",
                "level": 11,
                "name": "Kinetic Quickness",
                "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Quickness"
            },
            "aVZTQ": {
                "img": "systems/pf2e/icons/spells/awaken-portal.webp",
                "level": 1,
                "name": "Impulses",
                "uuid": "Compendium.pf2e.classfeatures.Item.Impulses"
            },
            "bKOQI": {
                "img": "systems/pf2e/icons/spells/empower-ley-line.webp",
                "level": 17,
                "name": "Double Reflow",
                "uuid": "Compendium.pf2e.classfeatures.Item.Double Reflow"
            },
            "dg9M3": {
                "img": "systems/pf2e/icons/features/classes/weapon-expertise.webp",
                "level": 11,
                "name": "Weapon Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.Weapon Expertise"
            },
            "fqMT6": {
                "img": "systems/pf2e/icons/spells/elemental-zone.webp",
                "level": 5,
                "name": "Gate's Threshold",
                "uuid": "Compendium.pf2e.classfeatures.Item.Gate's Threshold"
            },
            "hfJPw": {
                "img": "systems/pf2e/icons/features/classes/light-armor-expertise.webp",
                "level": 13,
                "name": "Light Armor Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.Light Armor Expertise"
            },
            "lS1AZ": {
                "img": "systems/pf2e/icons/features/classes/walls-of-will.webp",
                "level": 3,
                "name": "Will Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.Will Expertise"
            },
            "pRGkq": {
                "img": "systems/pf2e/icons/features/classes/alertness.webp",
                "level": 9,
                "name": "Perception Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.Perception Expertise"
            },
            "rCZNC": {
                "img": "systems/pf2e/icons/spells/cloak-of-light.webp",
                "level": 19,
                "name": "Final Gate",
                "uuid": "Compendium.pf2e.classfeatures.Item.Final Gate"
            },
            "rOa1O": {
                "img": "systems/pf2e/icons/spells/elemental-zone.webp",
                "level": 13,
                "name": "Third Gate's Threshold",
                "uuid": "Compendium.pf2e.classfeatures.Item.Third Gate's Threshold"
            },
            "tD16x": {
                "img": "systems/pf2e/icons/spells/disapperance.webp",
                "level": 3,
                "name": "Extract Element",
                "uuid": "Compendium.pf2e.classfeatures.Item.Extract Element"
            },
            "udfhZ": {
                "img": "systems/pf2e/icons/spells/air-walk.webp",
                "level": 7,
                "name": "Kinetic Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.Kinetic Expertise"
            },
            "wbVdT": {
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                "level": 13,
                "name": "Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.Weapon Specialization"
            },
            "xozcj": {
                "img": "systems/pf2e/icons/features/classes/great-fortitude.webp",
                "level": 15,
                "name": "Greater Kinetic Durability",
                "uuid": "Compendium.pf2e.classfeatures.Item.Greater Kinetic Durability"
            }
        },
        "keyAbility": {
            "value": [
                "con"
            ]
        },
        "perception": 1,
        "rules": [],
        "savingThrows": {
            "fortitude": 2,
            "reflex": 2,
            "will": 1
        },
        "skillFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        "source": {
            "value": "Pathfinder Rage of Elements"
        },
        "trainedSkills": {
            "additional": 3,
            "custom": "",
            "value": [
                "nat"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "class"
}
