{
    "_id": "pWHx4SXcft9O2udP",
    "img": "systems/pf2e/icons/classes/oracle.webp",
    "name": "Oracle",
    "system": {
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 0,
            "martial": 0,
            "other": {
                "name": "",
                "rank": 0
            },
            "simple": 1,
            "unarmed": 1
        },
        "classDC": 0,
        "classFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 0,
            "light": 1,
            "medium": 0,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>Your conduit to divine power eschews the traditional channels of prayer and servitude-you instead glean divine truths that extend beyond any single deity. You understand the great mysteries of the universe embodied in overarching concepts that transcend good and evil or chaos and law, whether because you perceive the common ground across multiple deities or circumvent their power entirely.</em></p>\n<p><em>You explore one of these mysteries and draw upon its power to cast miraculous spells, but that power comes with a terrible price: a curse that grows stronger the more you draw upon it. Your abilities are a double-edged sword, which you might uphold as an instrument of the divine or view as a curse from the gods.</em></p>\n<p><strong>Key Ability: CHARISMA</strong></p>\n<p>At 1st level, your class gives you an ability bonus to Charisma</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Oracle</h1>\n<h2>During Combat Encounters...</h2>\n<p>You draw upon your mystery to empower yourself in combat, balancing miraculous effects with the increasing severity of your curse as conflicting divine demands overtax your physical body. You cast spells to aid your allies and devastate your foes, or depending on your mystery, you might wade into battle yourself.</p>\n<h2>During Social Encounters...</h2>\n<p>You rely upon the insights drawn from your mystery. You might leverage your curse to intimidate people or hide its effects to better blend in.</p>\n<h2>While Exploring...</h2>\n<p>You recenter yourself to bring the terrible metaphysical conflicts causing your curse back under control so you can draw upon your mystery's power again later. You remain aware of supernatural forces acting around you, perhaps peeking into the future to gain insights.</p>\n<h2>In Downtime...</h2>\n<p>You might seek to learn more about your mystery and the divine wellsprings that fuel your power. Associating with others interested in the subject of your mystery can make it easier to live with your curse. You could associate with an organized religion or even start your own faithful following devoted to your mystery.</p>\n<h2>You Might...</h2>\n<ul>\n<li>View your oracular powers as a blessing, a curse, or both.</li>\n<li>Push yourself to the limits of what you can withstand to work great acts of magic.</li>\n<li>Rely on magical items to provide a pool of safer and more reliable magic.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Don't realize your spellcasting draws upon divine power and instead believe you command stranger-and possibly evil-powers.</li>\n<li>Assume you performed some terrible transgression to become cursed by the gods.</li>\n<li>Admire your determination and the sacrifices you make to perform wondrous acts.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Trained in Perception</p>\n<h2>Saving Throws</h2>\n<p>Trained in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Religion</p>\n<p>Trained in one or more skills determined by your mystery</p>\n<p>Trained in a number of additional skills equal to 3 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Spells</h2>\n<p>Trained in divine spell attack rolls</p>\n<p>Trained in divine spell DC</p>\n<h1>Class Features</h1>\n<p>You gain these features as an Oracle. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, divine spellcasting, spell repertoire, mystery</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Oracle feat, skill feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>2nd-level spells, general feat, skill increase</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Oracle feat, skill feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>3rd-level spells, ability boosts, ancestry feat, skill increase</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Oracle feat, skill feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>4th-level spells, expert spellcaster, general feat, resolve, skill increase</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Oracle feat, skill feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>5th-level spells, ancestry feat, magical fortitude, skill increase</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, oracle feat, skill feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>6th-level spells, alertness, general feat, major curse, skill increase, weapon expertise</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Oracle feat, skill feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>7th-level spells, ancestry feat, light armor expertise, lightning reflexes, skill increase, weapon specialization</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Oracle feat, skill feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>8th-level spells, ability boosts, general feat, master spellcaster, skill increase</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Oracle feat, skill feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>9th-level spells, ancestry feat, extreme curse, greater resolve, skill increase</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Oracle feat, skill feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>General feat, legendary spellcaster, oracular clarity, skill increase</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, oracle feat, skill feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.</p>\n<h2>Divine Spellcasting</h2>\n<p>Your mystery provides you with divine magical power. You can cast spells using the @UUID[Compendium.pf2e.actionspf2e.Item.Cast a Spell] activity, and you can supply material, somatic, and verbal components when casting spells. Your unconventional access to this divine power means you can usually replace material components with somatic components, so you don't need to use a material component pouch when casting spells.</p>\n<p>At 1st level, you can cast up to two 1st-level spells per day. You must know spells to cast them, and you learn them via the spell repertoire class feature. The number of spells you can cast each day is called your spell slots. As you increase in level as an oracle, your number of spells per day increases, as does the highest level of spells you can cast, as shown on Table 2-3: Oracle Spells per Day.</p>\n<p>Some of your spells require you to attempt a spell attack roll to see how effective they are, or have your enemies roll against your spell DC (typically by attempting a saving throw). Since your key ability is Charisma, your spell attack rolls and spell DCs use your Charisma modifier.</p>\n<h3><strong>Heightening Spells</strong></h3>\n<p>When you get spell slots of 2nd level and higher, you can fill those slots with stronger versions of lower-level spells. To cast a heightened spell, you must have the heightened version in your repertoire; for example, you can't cast a 3rd-level version of a spell that is only in your repertoire at 1st level. Many spells have specific improvements when they are heightened to certain levels. The signature spells class feature lets you heighten certain spells freely.</p>\n<h3><strong>Cantrips</strong></h3>\n<p>A cantrip is a special type of spell that doesn't use spell slots. You can cast a cantrip at will, any number of times per day. A cantrip is always automatically heightened to half your level rounded up-this is usually equal to the highest level of spell you can cast as an oracle. For example, as a 1st-level oracle, your cantrips are 1st-level spells, and as a 5th-level oracle, your cantrips are 3rd-level spells.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Cantrips</th>\n<th>1st</th>\n<th>2nd</th>\n<th>3rd</th>\n<th>4th</th>\n<th>5th</th>\n<th>6th</th>\n<th>7th</th>\n<th>8th</th>\n<th>9th</th>\n<th>10th</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>5</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>2</td>\n<td>5</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>3</td>\n<td>5</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>4</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>5</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>6</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>7</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>8</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>9</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>10</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>11</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>12</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>13</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>14</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>15</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>16</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n<td>-</td>\n</tr>\n<tr>\n<td>17</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>2</td>\n<td>-</td>\n</tr>\n<tr>\n<td>18</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>-</td>\n</tr>\n<tr>\n<td>19</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>1*</td>\n</tr>\n<tr>\n<td>20</td>\n<td>5</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>3</td>\n<td>1*</td>\n</tr>\n<tr>\n<td style=\"color: white; width: 120px; background-color: #522e2c; text-align: center; height: 25px;\" colspan=\"12\">* Your oracular class feature gives you a 10th-level spell slot that works differently from other spell slots.</td>\n</tr>\n</tbody>\n</table>\n<h2>Spell Repertoire</h2>\n<p>The collection of spells you can cast is called your spell repertoire. At 1st level, you learn two 1st-level spells of your choice and five cantrips of your choice. You choose these from the common spells from the divine spell list, or from other divine spells to which you have access. You can cast any spell in your spell repertoire by using a spell slot of an appropriate spell level.</p>\n<p>You add to this spell repertoire as you increase in level. Each time you get a spell slot (see Table 2-3), you add a spell of the same level to your spell repertoire. At 2nd level, you select another 1st-level spell; at 3rd level, you select two 2nd-level spells, and so on. When you add spells, you might add a higher-level version of a spell you already have, so you can cast a heightened version of that spell.</p>\n<p>Though you gain them at the same rate, your spell slots and the spells in your spell repertoire are separate. If a feat or other ability adds a spell to your spell repertoire, it wouldn't give you another spell slot, and vice versa.</p>\n<p><strong>Swapping Spells in Your Repertoire</strong></p>\n<p>As you gain new spells in your repertoire, you might want to replace some of the spells you previously learned. Each time you gain a level and learn new spells, you can swap out one of your old spells for a different spell of the same level. You can also instead swap a cantrip. You can also swap out spells by retraining during downtime.</p>\n<h2>Mystery</h2>\n<p>An oracle wields divine power, but not from a single divine being. This power could come from a potent concept or ideal, the attention of multiple divine entities whose areas of concern all touch on that subject, or a direct and dangerous conduit to raw divine power. This is the oracle's mystery, a source of divine magic not beholden to any deity.</p>\n<p>Choose the mystery that empowers your magic. Your mystery grants you special spells called revelation spells and might later grant you divine domain spells. It dictates the effects of your oracular curse, adds an additional cantrip to your repertoire, and gives you one or more trained skills. Drawing insight and power from the collective divine influences that fuel your magic also provides you with a special benefit.</p>\n<p>The following oracle mysteries are presented in this book.</p>\n<ul>\n<li>@UUID[Compendium.pf2e.classfeatures.Item.Ancestors]: Voices of past generations teach and haunt you.</li>\n<li>@UUID[Compendium.pf2e.classfeatures.Item.Battle]: You embody the virtues upheld by heroes of legend.</li>\n<li>@UUID[Compendium.pf2e.classfeatures.Item.Bones]: Death always seems near, and the dead speak to you.</li>\n<li>@UUID[Compendium.pf2e.classfeatures.Item.Cosmos]: You draw power from the stars and the spaces between.</li>\n<li>@UUID[Compendium.pf2e.classfeatures.Item.Flames]: You dance with fire and do your best to remain unscorched by it.</li>\n<li>@UUID[Compendium.pf2e.classfeatures.Item.Life]: The teeming energies of life flow through you out into the world.</li>\n<li>@UUID[Compendium.pf2e.classfeatures.Item.Lore]: You gain access to unparalleled, overwhelming knowledge.</li>\n<li>@UUID[Compendium.pf2e.classfeatures.Item.Tempest]: Wind, waves, and storms rage at your beck and call.</li>\n</ul>\n<p><strong>Revelation Spells</strong></p>\n<p>The powers of your mystery manifest in the form of revelation spells, which are a type of focus spell. Casting a revelation spell costs 1 Focus Point and increases the effects of your oracular curse. You start with a focus pool of 2 Focus Points. You refill your focus pool during your daily preparations, and you can regain 1 Focus Point by spending 10 minutes using the @UUID[Compendium.pf2e.actionspf2e.Item.Refocus] activity to reconcile the conflicting or unconventional nature of your divine mystery.</p>\n<p>Focus spells are automatically heightened to half your level rounded up. Focus spells don't require spell slots, and you can't cast them using spell slots. Taking feats can give you more focus spells and increase the size of your focus pool, though your focus pool can never hold more than 3 Focus Points.</p>\n<p>Revelation spells have the cursebound trait, unlike other focus spells. This trait means they increase the severity of your oracular curse (see below) when cast. You can't cast a cursebound spell if you don't have an oracular curse.</p>\n<p>You learn two revelation spells at 1st level. The first is an initial revelation spell determined by your mystery. The second is an initial domain spell you select from one of the domains associated with your mystery, which you cast as a revelation spell, causing it to gain the cursebound trait.</p>\n<p><strong>Oracular Curse</strong></p>\n<p>Drawing on multiple disparate sources of power inevitably places an incredible stress on your body, manifesting as a supernatural curse. The more revelation spells you cast, the worse the effects of your curse, but these increasingly conflicting energies can also provide you with divine benefits.</p>\n<p>The specific effects of your curse are tied to your mystery, but all curses follow the same progression. A curse continually gives you a mild but constant reminder that you carry otherworldly power. As you cast revelation spells, your curse intensifies, first to a minor effect and then to a moderate effect.</p>\n<p>Your curse progresses to its minor stage the first time you finish casting a revelation spell after your daily preparations. Once your minor curse has manifested, it remains in effect until you rest for 8 hours and again make your daily preparations. If you cast a revelation spell while your minor curse is in effect, you progress to the moderate curse effect immediately after you finish Casting the Spell. The minor effect continues to affect you, though some moderate curse effects might alter the specifics of your minor curse. At higher levels, you can cast more revelation spells, progressing your curse to its major stage and then an extreme stage; these stronger curses are cumulative with the effects of the lower stages and can alter them. When you Refocus while under the effects of your moderate or stronger curse, you reduce your curse's severity to minor in addition to regaining a Focus Point.</p>\n<p>Drawing upon your mystery's power while your curse is at its worst causes an irreconcilable conflict between you and the sources of your power. Immediately after casting a revelation spell while under the moderate effect of your curse, you are overwhelmed. While overwhelmed, you can't Cast or Sustain any revelation spells-you effectively lose access to those spells. You can still Refocus to reduce the effects of your curse and regain a Focus Point, but doing so doesn't allow you to cast further revelation spells. These effects last until you rest for 8 hours and make your daily preparations, at which point your curse returns to its basic state. At higher levels, you can grow to withstand your curse's major and even extreme effects, enabling you to cast more revelation spells without becoming overwhelmed.</p>\n<p>Your curse has the curse, divine, and necromancy traits. You can't mitigate, reduce, or remove the effects of your oracular curse by any means other than Refocusing and resting for 8 hours. For example, if your curse makes creatures @UUID[Compendium.pf2e.conditionitems.Item.Concealed] from you, you can't negate that concealed condition through a magic item or spell, such as <em>@UUID[Compendium.pf2e.spells-srd.Item.True Strike]</em> (though you would still benefit from the other effects of that item or spell). Likewise, <em>@UUID[Compendium.pf2e.spells-srd.Item.Remove Curse]</em> and similar spells don't affect your curse at all.</p>\n<h2>Oracle Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain an oracle class feat.</p>\n<h2>Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Signature Spells<span style=\"float: right;\">Level 3</span></h2>\n<p>Experience enables you to cast some spells more flexibly. For each spell level you have access to, choose one spell of that level to be a signature spell. You don't need to learn heightened versions of signature spells separately; instead, you can heighten these spells freely. If you've learned a signature spell at a higher level than its minimum, you can also cast all its lower-level versions without learning those separately. If you swap out a signature spell, you can replace it with any spell you could have chosen when you first selected it (i.e., of the same spell level or lower). You can also retrain specifically to change a signature spell to a different spell of that level without swapping any spells; this takes as much time as retraining a spell normally does.</p>\n<h2>Skill Increases<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.</p>\n<p>At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2>Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2>Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Expert Spellcaster<span style=\"float: right;\">Level 7</span></h2>\n<p>The intricacy of your divine power has grown clearer over time. Your proficiency ranks for divine spell attack rolls and spell DCs increase to expert.</p>\n<h2>Resolve<span style=\"float: right;\">Level 7</span></h2>\n<p>You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.</p>\n<h2>Magical Fortitude<span style=\"float: right;\">Level 9</span></h2>\n<p>Magical power has improved your body's resiliency. Your proficiency rank for Fortitude saves increases to expert.</p>\n<h2>Alertness<span style=\"float: right;\">Level 11</span></h2>\n<p>You remain alert to threats around you. Your proficiency rank for Perception increases to expert.</p>\n<h2>Major Curse<span style=\"float: right;\">Level 11</span></h2>\n<p>You've learned to better balance the conflicting powers wreaking havoc on your body. Immediately after completing the casting of a revelation spell while you are affected by your moderate curse, your curse progresses to its major effect, rather than overwhelming you. This effect lasts until you Refocus, which reduces your curse to its minor effect. If you cast a revelation spell while under the effects of your major curse, you are overwhelmed by your curse.</p>\n<p>In addition, increase the number of Focus Points in your focus pool from 2 to 3. If you spend at least 2 Focus Points before you again Refocus, you recover 2 Focus Points when you Refocus instead of 1.</p>\n<h2>Weapon Expertise<span style=\"float: right;\">Level 11</span></h2>\n<p>You've dedicated yourself to learning the intricacies of your weapons. Your proficiency ranks for simple weapons and unarmed attacks increase to expert.</p>\n<h2>Light Armor Expertise<span style=\"float: right;\">Level 13</span></h2>\n<p>You've learned how to dodge while wearing light or no armor. Your proficiency ranks for light armor and unarmored defense increase to expert.</p>\n<h2>Lightning Reflexes<span style=\"float: right;\">Level 13</span></h2>\n<p>Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.</p>\n<h2>Weapon Specialization<span style=\"float: right;\">Level 13</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and to 4 if you're legendary.</p>\n<h2>Master Spellcaster<span style=\"float: right;\">Level 15</span></h2>\n<p>You truly understand the deep and complex divine power within your mystery. Your proficiency ranks for divine spell attack rolls and spell DCs increase to master.</p>\n<h2>Extreme Curse<span style=\"float: right;\">Level 17</span></h2>\n<p>You have mastered a perilous balance between the conflicting divine powers of your mystery, gaining the power to change your fate, but straining both body and soul. When you cast a revelation spell while affected by your major curse, your curse intensifies to an extreme effect instead of overwhelming you. All mysteries share the same effects for their extreme curse.</p>\n<p>When affected by your extreme curse, you become @UUID[Compendium.pf2e.conditionitems.Item.Doomed]{Doomed 2} (or increase your doomed condition by 2 if you were already doomed). Once every 10 minutes, when you fail an attack roll, skill or Perception check, or saving throw, you can reroll it and use the second result. The reroll has the fortune trait and doesn't require you to spend an action, meaning you can use the reroll even if you can't act. These effects are in addition to all the effects of your major curse, and they can't be removed by any means until you Refocus to reduce your curse to its minor effect.</p>\n<p>If you cast a revelation spell while under the effects of this extreme curse, you are overwhelmed by your curse, and you remain doomed 2 even if you Refocus.</p>\n<p>Additionally, if you spend at least 3 Focus Points before you again Refocus, you recover 3 Focus Points when you Refocus instead of 1.</p>\n<h2>Greater Resolve<span style=\"float: right;\">Level 17</span></h2>\n<p>Your unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a success on a Will save, you get a critical success instead. When you roll a critical failure on a Will save, you get a failure instead. When you fail a Will save against a damaging effect, you take half damage.</p>\n<h2>Legendary Spellcaster<span style=\"float: right;\">Level 19</span></h2>\n<p>You can harness divine power at a level few others can match. Your proficiency ranks for divine spell attack rolls and spell DCs increase to legendary.</p>\n<h2>Oracular Clarity<span style=\"float: right;\">Level 19</span></h2>\n<p>You now fully grasp the nature of the divine power behind your mystery, allowing you to work magic akin to miracles. Add two common 10th-level divine spells to your repertoire. You gain a single 10th-level spell slot you can use to cast one of those two spells using oracle spellcasting. You don't gain more 10th-level spells as you level up, unlike other spell slots, and you can't use 10th-level slots with abilities that give you more spell slots or that let you cast spells without expending spell slots. You can take the @UUID[Compendium.pf2e.feats-srd.Item.Oracular Providence] feat to gain a second slot.</p>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": 8,
        "items": {
            "2lr3d": {
                "img": "systems/pf2e/icons/features/classes/resolve.webp",
                "level": 7,
                "name": "Resolve",
                "uuid": "Compendium.pf2e.classfeatures.Item.JQAujUXjczVnYDEI"
            },
            "4qdk7": {
                "img": "systems/pf2e/icons/features/classes/choice-feature.webp",
                "level": 1,
                "name": "Mystery",
                "uuid": "Compendium.pf2e.classfeatures.Item.PRJYLksQEwT39bTl"
            },
            "5449e": {
                "img": "systems/pf2e/icons/equipment/adventuring-gear/spellbook.webp",
                "level": 1,
                "name": "Spell Repertoire (Oracle)",
                "uuid": "Compendium.pf2e.classfeatures.Item.cFe6vFb3gSDyNeS9"
            },
            "66mj3": {
                "img": "systems/pf2e/icons/features/classes/signature-spells-sorcerer.webp",
                "level": 3,
                "name": "Signature Spells",
                "uuid": "Compendium.pf2e.classfeatures.Item.VKRjmXxBFLrJK01c"
            },
            "68tsw": {
                "img": "systems/pf2e/icons/features/classes/legendary-spellcaster.webp",
                "level": 19,
                "name": "Legendary Spellcaster",
                "uuid": "Compendium.pf2e.classfeatures.Item.Hfaa7TuLn3nE8lr3"
            },
            "6ygi2": {
                "img": "systems/pf2e/icons/features/classes/oracular-clarity.webp",
                "level": 19,
                "name": "Oracular Clarity",
                "uuid": "Compendium.pf2e.classfeatures.Item.571c1aGnvNVwfF6b"
            },
            "7gbv8": {
                "img": "systems/pf2e/icons/features/classes/oracle-curse.webp",
                "level": 1,
                "name": "Oracular Curse",
                "uuid": "Compendium.pf2e.classfeatures.Item.ibX2EhKkyUtbOHLj"
            },
            "7lbdz": {
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                "level": 13,
                "name": "Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.9EqIasqfI8YIM3Pt"
            },
            "9dhwz": {
                "img": "systems/pf2e/icons/features/classes/weapon-expertise.webp",
                "level": 11,
                "name": "Weapon Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.9XLUh9iMepZesdmc"
            },
            "am0mt": {
                "img": "systems/pf2e/icons/features/classes/revelation-spells.webp",
                "level": 1,
                "name": "Revelation Spells",
                "uuid": "Compendium.pf2e.classfeatures.Item.NXUOtO9NytHQurlg"
            },
            "d7d3y": {
                "img": "systems/pf2e/icons/features/classes/light-armor-expertise.webp",
                "level": 13,
                "name": "Light Armor Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.pZYkb12t5DSwtts7"
            },
            "dmnaw": {
                "img": "systems/pf2e/icons/features/classes/major-curse.webp",
                "level": 11,
                "name": "Major Curse",
                "uuid": "Compendium.pf2e.classfeatures.Item.rrzItB68Er0DzKx7"
            },
            "dvsdr": {
                "img": "systems/pf2e/icons/features/classes/alertness.webp",
                "level": 11,
                "name": "Alertness",
                "uuid": "Compendium.pf2e.classfeatures.Item.D8CSi8c9XiRpVc5M"
            },
            "hi0gi": {
                "img": "systems/pf2e/icons/features/classes/lightning-reflexes.webp",
                "level": 13,
                "name": "Lightning Reflexes",
                "uuid": "Compendium.pf2e.classfeatures.Item.TUOeATt52P43r5W0"
            },
            "jtk8p": {
                "img": "systems/pf2e/icons/features/classes/extreme-curse.webp",
                "level": 17,
                "name": "Extreme Curse",
                "uuid": "Compendium.pf2e.classfeatures.Item.F4brPlp1tHGUqyuI"
            },
            "k3rbd": {
                "img": "systems/pf2e/icons/features/classes/magical-fortitude.webp",
                "level": 9,
                "name": "Magical Fortitude",
                "uuid": "Compendium.pf2e.classfeatures.Item.70jqXP2eS4tRZ0Ok"
            },
            "n1uo5": {
                "img": "systems/pf2e/icons/features/classes/expert-spellcaster.webp",
                "level": 7,
                "name": "Expert Spellcaster",
                "uuid": "Compendium.pf2e.classfeatures.Item.cD3nSupdCvONuHiE"
            },
            "oiyzz": {
                "img": "systems/pf2e/icons/features/classes/divine-spellcasting.webp",
                "level": 1,
                "name": "Divine Spellcasting (Oracle)",
                "uuid": "Compendium.pf2e.classfeatures.Item.7AVspOB6ITNzGFZi"
            },
            "rlujn": {
                "img": "systems/pf2e/icons/features/classes/greater-resolve.webp",
                "level": 17,
                "name": "Greater Resolve",
                "uuid": "Compendium.pf2e.classfeatures.Item.5LOARurr4qWkfS9K"
            },
            "wpam7": {
                "img": "systems/pf2e/icons/features/classes/master-spellcaster.webp",
                "level": 15,
                "name": "Master Spellcaster",
                "uuid": "Compendium.pf2e.classfeatures.Item.l1InYvhnQSz6Ucxc"
            }
        },
        "keyAbility": {
            "value": [
                "cha"
            ]
        },
        "perception": 1,
        "rules": [
            {
                "key": "ActiveEffectLike",
                "mode": "upgrade",
                "path": "system.proficiencies.traditions.divine.rank",
                "value": {
                    "brackets": [
                        {
                            "end": 6,
                            "start": 1,
                            "value": 1
                        },
                        {
                            "end": 14,
                            "start": 7,
                            "value": 2
                        },
                        {
                            "end": 18,
                            "start": 15,
                            "value": 3
                        },
                        {
                            "start": 19,
                            "value": 4
                        }
                    ],
                    "field": "actor|system.details.level.value"
                }
            }
        ],
        "savingThrows": {
            "fortitude": 1,
            "reflex": 1,
            "will": 2
        },
        "skillFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        "source": {
            "value": "Pathfinder Advanced Player's Guide"
        },
        "trainedSkills": {
            "additional": 3,
            "value": [
                "rel"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "class"
}
