{
    "_id": "Y5GsHqzCzJlKka6x",
    "img": "systems/pf2e/icons/default-icons/class.svg",
    "name": "Thaumaturge",
    "system": {
        "ancestryFeatLevels": {
            "value": [
                1,
                5,
                9,
                13,
                17
            ]
        },
        "attacks": {
            "advanced": 0,
            "martial": 1,
            "other": {
                "name": "",
                "rank": 0
            },
            "simple": 1,
            "unarmed": 1
        },
        "classDC": 1,
        "classFeatLevels": {
            "value": [
                1,
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "defenses": {
            "heavy": 0,
            "light": 1,
            "medium": 1,
            "unarmored": 1
        },
        "description": {
            "value": "<p><em>The world is full of the unexplainable: ancient magic, dead gods, and even stranger things. In response, you've scavenged the best parts of every magical tradition and built up a collection of esoterica—a broken holy relic here, a sprig of mistletoe there—that you can use to best any creature by exploiting their weaknesses and vulnerabilities. The mystic implement you carry is both badge and weapon, its symbolic weight helping you bargain with and subdue the supernatural. Every path to power has its restrictions and costs, but you turn them all to your advantage. You're a thaumaturge, and you work wonders.</em></p>\n<p><strong>Key Ability: CHARISMA</strong></p>\n<p>At 1st level, your class gives you an ability boost to Charisma</p>\n<p><strong>Hit Points: 8 plus your Constitution modifier</strong></p>\n<p>You increase your maximum number of HP by this number at 1st level and every level thereafter.</p>\n<h1>Roleplaying the Thaumaturge</h1>\n<h2>During Combat Encounters...</h2>\n<p>You use your implements and diverse arsenal of mystic tools and tricks to assist in combat, always presenting the right bane to exploit enemies' weaknesses or shield your allies against the supernatural.</p>\n<h2>During Social Encounters...</h2>\n<p>You understand and nudge the social connections between people, much as you strive to understand the larger ties between mysteries and concepts. This helps you to find common ground when negotiating between the mundane and supernatural or even to play one side against the other.</p>\n<h2>While Exploring...</h2>\n<p>You investigate unexplainable phenomena around you, taking appropriate precautions to ward yourself and your allies against paranormal threats. Where necessary, you create your own path through the unknown.</p>\n<h2>In Downtime...</h2>\n<p>You research deeper into the supernatural mysteries you discovered on your last adventure to see how they can be applied in the future. You dust off relics, cultivate herbs, or forge trinkets, updating your collection of scavenged supernatural tools after each new threat you encounter. You return or call in favors with other people, strange creatures, and mystical forces.</p>\n<h2>You Might...</h2>\n<ul>\n<li>Prepare for the worst while improvising as necessary, impressing your allies when you're able to handle anything that fate throws at you.</li>\n<li>Assume everything is connected on a deeper level, rather than be content with what you find on the surface.</li>\n<li>Obsess over a certain supernatural phenomenon, attempting to tie everything back to it.</li>\n</ul>\n<h2>Others Probably...</h2>\n<ul>\n<li>Look to you to learn the weaknesses of a supernatural threat when one rears its head. Even when your explanations are invented on the fly, they just seem to work.</li>\n<li>Rely on you to come up with a solution when the situation seems hopeless.</li>\n<li>Mistake you for a common wizard or magician.</li>\n</ul>\n<h1>Initial Proficiencies</h1>\n<p>At 1st level, you gain the listed proficiency ranks in the following statistics. You are untrained in anything not listed unless you gain a better proficiency rank in some other way.</p>\n<h2>Perception</h2>\n<p>Expert in Perception</p>\n<h2>Saving Throws</h2>\n<p>Expert in Fortitude</p>\n<p>Trained in Reflex</p>\n<p>Expert in Will</p>\n<h2>Skills</h2>\n<p>Trained in Arcana, Nature, Occultism, and Religion</p>\n<p>Trained in a number of additional skills equal to 3 plus your Intelligence modifier</p>\n<h2>Attacks</h2>\n<p>Trained in simple weapons</p>\n<p>Trained in martial weapons</p>\n<p>Trained in unarmed attacks</p>\n<h2>Defenses</h2>\n<p>Trained in light armor</p>\n<p>Trained in medium armor</p>\n<p>Trained in unarmored defense</p>\n<h2>Class DC</h2>\n<p>Trained in Thaumaturge class DC</p>\n<h1>Class Features</h1>\n<p>You gain these features as a Thaumaturge. Abilities gained at higher levels list the levels at which you gain them next to the features' names.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Your Level</th>\n<th>Class Features</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>Ancestry and background, initial proficiencies, esoteric lore, first implement and esoterica, implement's empowerment, thaumaturge feat</td>\n</tr>\n<tr>\n<td>2</td>\n<td>Skill feat, thaumaturge feat</td>\n</tr>\n<tr>\n<td>3</td>\n<td>General feat, lightning reflexes, skill increase</td>\n</tr>\n<tr>\n<td>4</td>\n<td>Skill feat, thaumaturge feat</td>\n</tr>\n<tr>\n<td>5</td>\n<td>Ability boosts, ancestry feat, second implement, skill increase, thaumaturge weapon expertise</td>\n</tr>\n<tr>\n<td>6</td>\n<td>Skill feat, thaumaturge feat</td>\n</tr>\n<tr>\n<td>7</td>\n<td>General feat, implement adept, resolve, skill increase, weapon specialization</td>\n</tr>\n<tr>\n<td>8</td>\n<td>Skill feat, thaumaturge feat</td>\n</tr>\n<tr>\n<td>9</td>\n<td>Ancestry feat, intensify vulnerability, skill increase, thaumaturgic expertise, vigilant senses</td>\n</tr>\n<tr>\n<td>10</td>\n<td>Ability boosts, skill feat, thaumaturge feat</td>\n</tr>\n<tr>\n<td>11</td>\n<td>General feat, medium armor expertise, second adept, skill increase</td>\n</tr>\n<tr>\n<td>12</td>\n<td>Skill feat, thaumaturge feat</td>\n</tr>\n<tr>\n<td>13</td>\n<td>Ancestry feat, greater resolve, skill increase, weapon mastery</td>\n</tr>\n<tr>\n<td>14</td>\n<td>Skill feat, thaumaturge feat</td>\n</tr>\n<tr>\n<td>15</td>\n<td>Ability boosts, general feat, greater weapon specialization, juggernaut, skill increase, third implement</td>\n</tr>\n<tr>\n<td>16</td>\n<td>Skill feat, thaumaturge feat</td>\n</tr>\n<tr>\n<td>17</td>\n<td>Ancestry feat, implement paragon, skill increase, thaumaturgic mastery</td>\n</tr>\n<tr>\n<td>18</td>\n<td>Skill feat, thaumaturge feat</td>\n</tr>\n<tr>\n<td>19</td>\n<td>General feat, medium armor mastery, skill increase, unlimited esoterica</td>\n</tr>\n<tr>\n<td>20</td>\n<td>Ability boosts, skill feat, thaumaturge feat</td>\n</tr>\n</tbody>\n</table>\n<h2>Ancestry and Background</h2>\n<p>In addition to the abilities provided by your class at 1st level, you have the benefits of your selected ancestry and background.</p>\n<h2>Initial Proficiencies</h2>\n<p>At 1st level, you gain a number of proficiencies that represent your basic training. These proficiencies are noted at the start of this class.</p>\n<h2>Esoteric Lore</h2>\n<p>Your experience with the unknown, as well as the tales you've exchanged with other thaumaturges, has taught you about strange phenomena of every kind. You become trained in Esoteric Lore, a special lore skill that can be used to Recall Knowledge regarding haunts, curses, and creatures of any type, but that can't be used to Recall Knowledge of other topics. Unlike a normal Lore skill, you use Charisma as your modifier on Esoteric Lore checks. You also gain the Dubious Knowledge skill feat.</p>\n<p>At 3rd level, you become an expert in Esoteric Lore; at 7th level, you become a master in Esoteric Lore; and at 15th level, you become legendary in Esoteric Lore.</p>\n<h2>First Implement And Esoterica</h2>\n<p>Your implement is a special object of symbolic importance: your badge as you treat with the supernatural and a powerful tool if things turn violent. Choose an implement from the options presented on page 36 (amulet, bell, chalice, lantern, mirror, regalia, tome, wand, and weapon). You begin play with a mundane item of that type, and you gain the initiate benefit for that implement. While an implement is useful to you, it typically has no value if sold. If you acquire a new object of the same general implement type, you can switch your implement to the new object by spending 1 day of downtime with the new item. As you advance as a thaumaturge, you will collect up to three implements and unlock the hidden potential stored within each, so you can mix and match their benefits to suit your situation.</p>\n<p>While your implements are your primary tools in your dealings with the supernatural, you know the value of always being prepared. You constantly collect and carry various smaller mystic objects, bits of materials with paranormal affinities, and items used in folk practices: your esoterica. These might include cold-iron nails, scraps of scrolls and scriptures, fragments of bones purportedly from a saint, and other similar objects. You keep your esoterica in easy-to-access places on your person and are well practiced in brandishing your implement and esoterica together, so you can draw and use esoterica with the same hand you're using to wield an implement.</p>\n<h3>Exploit Vulnerability</h3>\n<p>Exploit Vulnerability</p>\n<p>You gain the Exploit Vulnerability action.</p>\n<h2>Implement's Empowerment</h2>\n<p>The power of your implement can also be turned to the more common task of combat, its power adding to and amplifying the effects of runes and other magical empowerments. When you Strike, you can trace mystic patterns with an implement you're holding to empower the Strike, causing it to deal 2 additional damage per weapon damage die. Channeling the power requires full use of your hands. You don't gain the benefit of implement's empowerment if you are holding anything in either hand other than a single one-handed weapon, other implements, or esoterica, and you must be holding at least one implement to gain the benefit.</p>\n<h2>Thaumaturge Feats</h2>\n<p>At 1st level and every even-numbered level, you gain a thaumaturge class feat.</p>\n<h2>Skill Feats<span style=\"float: right;\">Level 2</span></h2>\n<p>At 2nd level and every 2 levels thereafter, you gain a skill feat. You must be trained or better in the corresponding skill to select a skill feat.</p>\n<h2>General Feats<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 4 levels thereafter, you gain a general feat.</p>\n<h2>Lightning Reflexes<span style=\"float: right;\">Level 3</span></h2>\n<p>Your reflexes are lightning fast. Your proficiency rank for Reflex saves increases to expert.</p>\n<h2>Skill Increases<span style=\"float: right;\">Level 3</span></h2>\n<p>At 3rd level and every 2 levels thereafter, you gain a skill increase. You can use this increase either to increase your proficiency rank to trained in one skill you're untrained in, or to increase your proficiency rank in one skill in which you're already trained to expert.</p>\n<p>At 7th level, you can use skill increases to increase your proficiency rank to master in a skill in which you're already an expert, and at 15th level, you can use them to increase your proficiency rank to legendary in a skill in which you're already a master.</p>\n<h2>Ability Boosts<span style=\"float: right;\">Level 5</span></h2>\n<p>At 5th level and every 5 levels thereafter, you boost four different ability scores. You can use these ability boosts to increase your ability scores above 18. Boosting an ability score increases it by 1 if it's already 18 or above, or by 2 if it starts out below 18.</p>\n<h2>Ancestry Feats<span style=\"float: right;\">Level 5</span></h2>\n<p>In addition to the ancestry feat you started with, you gain an ancestry feat at 5th level and every 4 levels thereafter.</p>\n<h2>Second Implement<span style=\"float: right;\">Level 5</span></h2>\n<p>You've added another implement of power to your toolkit. You choose a second implement, which must be a different type of implement than your first. You gain the initiate benefit of your new implement.</p>\n<p>While you're holding an implement in one hand, you can quickly switch it with another implement you're wearing to use an action from the implement you're switching to. To do so, you can Interact as a free action immediately before executing the implement's action. This allows you to meet requirements of having an implement in hand to use its action. For example, if you had your lantern implement in one hand, a weapon in the other, and a chalice implement you were wearing, you could swap your lantern for your chalice to use its reaction.</p>\n<h2>Thaumaturge Weapon Expertise<span style=\"float: right;\">Level 5</span></h2>\n<p>You've learned the secret ways your weapons work most effectively. Your proficiency ranks for simple weapons and martial weapons increase to expert.</p>\n<h2>Implement Adept<span style=\"float: right;\">Level 7</span></h2>\n<p>You have deepened your connection to one of your implements, unlocking its adept power. Choose one of your implements and gain the adept benefit for that implement.</p>\n<h2>Resolve<span style=\"float: right;\">Level 7</span></h2>\n<p>You've steeled your mind with resolve. Your proficiency rank for Will saves increases to master. When you roll a success on a Will save, you get a critical success instead.</p>\n<h2>Weapon Specialization<span style=\"float: right;\">Level 7</span></h2>\n<p>You've learned how to inflict greater injuries with the weapons you know best. You deal 2 additional damage with weapons and unarmed attacks in which you are an expert. This damage increases to 3 if you're a master, and 4 if you're legendary.</p>\n<h2>Intensify Vulnerability<span style=\"float: right;\">Level 9</span></h2>\n<p>You've learned to use your implement to further assault a creature whose vulnerabilities you're exploiting. You gain the intensify vulnerability benefit of all of your implements, as well as the Intensify Vulnerability action.</p>\n<h2>Thaumaturgic Expertise<span style=\"float: right;\">Level 9</span></h2>\n<p>You've learned deeper secrets of the supernatural, and your abilities are harder to resist. Your proficiency rank for your thaumaturge class DC increases to expert.</p>\n<p>You also gain an additional skill increase, which you can apply only to Arcana, Nature, Occultism, or Religion.</p>\n<h2>Vigilant Senses<span style=\"float: right;\">Level 9</span></h2>\n<p>Through your adventures, you've developed keen awareness and attention to detail. Your proficiency rank for Perception increases to master.</p>\n<h2>Medium Armor Expertise<span style=\"float: right;\">Level 11</span></h2>\n<p>You've learned to defend yourself better against attacks. Your proficiency ranks for light armor, medium armor, and unarmored defense increase to expert.</p>\n<h2>Second Adept<span style=\"float: right;\">Level 11</span></h2>\n<p>You've improved your link to your second implement. You gain the adept benefit of your second implement.</p>\n<h2>Greater Resolve<span style=\"float: right;\">Level 13</span></h2>\n<p>Your unbelievable training grants you mental resiliency. Your proficiency rank for Will saves increases to legendary. When you roll a critical failure on a Will save, you get a failure instead. When you roll a failure on a Will save against a damaging effect, you take half damage.</p>\n<h2>Weapon Mastery<span style=\"float: right;\">Level 13</span></h2>\n<p>You fully understand your weapons. Your proficiency ranks for simple and martial weapons increase to master.</p>\n<h2>Greater Weapon Specialization<span style=\"float: right;\">Level 15</span></h2>\n<p>Your damage from weapon specialization increases to 4 with weapons and unarmed attacks in which you're an expert, 6 if you're a master, and 8 if you're legendary.</p>\n<h2>Juggernaut<span style=\"float: right;\">Level 15</span></h2>\n<p>Your body is accustomed to physical hardship and resistant to a wide range of ailments. Your proficiency rank for Fortitude saves increases to master. When you roll a success on a Fortitude save, you get a critical success instead.</p>\n<h2>Third Implement<span style=\"float: right;\">Level 15</span></h2>\n<p>As you come closer to the culmination of your journey, you gain your final implement, completing your set of three. It must be a different type of implement than your first and second implements. You gain the initiate benefit and intensify vulnerability benefit of your new implement.</p>\n<h2>Implement Paragon<span style=\"float: right;\">Level 17</span></h2>\n<p>You have unlocked the last secrets of an implement. Choose one of your implements that already gained the adept benefit; you gain the paragon benefit for that implement.</p>\n<h2>Thaumaturgic Mastery<span style=\"float: right;\">Level 17</span></h2>\n<p>You've become a master in paranormal phenomena, and your esoterica grow in power. Your proficiency rank for your thaumaturge class DC increases to master.</p>\n<p>You also gain an additional skill increase, which you can apply only to Arcana, Nature, Occultism, or Religion.</p>\n<h2>Medium Armor Mastery<span style=\"float: right;\">Level 19</span></h2>\n<p>Your skill with light and medium armor improves, increasing your ability to avoid blows. Your proficiency ranks for light and medium armor, as well as for unarmed defense, increase to master.</p>\n<h2>Unlimited Esoterica<span style=\"float: right;\">Level 19</span></h2>\n<p>Your understanding of your esoterica becomes so complete that you can access your mystic tools without even thinking. You can use Exploit Vulnerability or Intensify Vulnerability as a free action, rather than a single action, though still with a frequency of only once per round.</p>"
        },
        "generalFeatLevels": {
            "value": [
                3,
                7,
                11,
                15,
                19
            ]
        },
        "hp": 8,
        "items": {
            "1LMTz": {
                "img": "systems/pf2e/icons/features/classes/unlimited-esoterica.webp",
                "level": 19,
                "name": "Unlimited Esoterica",
                "uuid": "Compendium.pf2e.classfeatures.Item.9ItMYxEkvxqBHrV1"
            },
            "1a61p": {
                "img": "systems/pf2e/icons/features/classes/juggerenaut.webp",
                "level": 15,
                "name": "Juggernaut",
                "uuid": "Compendium.pf2e.classfeatures.Item.OMZs5y16jZRW9KQK"
            },
            "2waut": {
                "img": "systems/pf2e/icons/features/classes/lightning-reflexes.webp",
                "level": 3,
                "name": "Lightning Reflexes",
                "uuid": "Compendium.pf2e.classfeatures.Item.TUOeATt52P43r5W0"
            },
            "3rn78": {
                "img": "systems/pf2e/icons/features/classes/first-implement-and-esoterica.webp",
                "level": 1,
                "name": "First Implement and Esoterica",
                "uuid": "Compendium.pf2e.classfeatures.Item.VSQJtzQE6ikKdsnP"
            },
            "4h2t7": {
                "img": "systems/pf2e/icons/features/classes/greater-weapon-specialization.webp",
                "level": 15,
                "name": "Greater Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.Z7HX6TeFsaup7Dx9"
            },
            "59mfg": {
                "img": "systems/pf2e/icons/features/classes/medium-armor-expertise.webp",
                "level": 11,
                "name": "Medium Armor Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.FCEp9jjxxgRJDJV3"
            },
            "63BEI": {
                "img": "systems/pf2e/icons/features/classes/second-adept.webp",
                "level": 11,
                "name": "Second Adept",
                "uuid": "Compendium.pf2e.classfeatures.Item.ZEUxZ4Ta1kDPHiq5"
            },
            "7qJbx": {
                "img": "systems/pf2e/icons/features/classes/esoteric-lore.webp",
                "level": 1,
                "name": "Esoteric Lore",
                "uuid": "Compendium.pf2e.classfeatures.Item.cvQmPkJtybMcHinK"
            },
            "91CWx": {
                "img": "systems/pf2e/icons/features/classes/third-implement.webp",
                "level": 15,
                "name": "Third Implement",
                "uuid": "Compendium.pf2e.classfeatures.Item.zxZzjN2T53wnH4vU"
            },
            "94AW8": {
                "img": "systems/pf2e/icons/features/classes/implements-empowerment.webp",
                "level": 1,
                "name": "Implement's Empowerment",
                "uuid": "Compendium.pf2e.classfeatures.Item.PbNS8d3w3pYQYcVN"
            },
            "EeAOX": {
                "img": "systems/pf2e/icons/features/classes/implement-paragon.webp",
                "level": 17,
                "name": "Implement Paragon",
                "uuid": "Compendium.pf2e.classfeatures.Item.QEtgbY8N2V4wTbsI"
            },
            "HFk1R": {
                "img": "systems/pf2e/icons/features/classes/intensify-vulnerability.webp",
                "level": 9,
                "name": "Intensify Vulnerability",
                "uuid": "Compendium.pf2e.classfeatures.Item.VdwNvQwq9sHflEwe"
            },
            "Pr5fe": {
                "img": "systems/pf2e/icons/features/classes/weapon-expertise.webp",
                "level": 5,
                "name": "Thaumaturge Weapon Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.ABYmUcLdxDFXEtzu"
            },
            "VjdCa": {
                "img": "systems/pf2e/icons/features/classes/thaumaturgic-expertise.webp",
                "level": 9,
                "name": "Thaumaturgic Expertise",
                "uuid": "Compendium.pf2e.classfeatures.Item.yvdSUIRU5uLr5eF2"
            },
            "anx17": {
                "img": "systems/pf2e/icons/features/classes/second-implement.webp",
                "level": 5,
                "name": "Second Implement",
                "uuid": "Compendium.pf2e.classfeatures.Item.Z8WpDAdAXyefLB7Q"
            },
            "etPSx": {
                "img": "systems/pf2e/icons/features/classes/implement-adept.webp",
                "level": 7,
                "name": "Implement Adept",
                "uuid": "Compendium.pf2e.classfeatures.Item.Obm4ItMIIr0whYeO"
            },
            "f5coc": {
                "img": "systems/pf2e/icons/features/classes/weapon-specialization.webp",
                "level": 7,
                "name": "Weapon Specialization",
                "uuid": "Compendium.pf2e.classfeatures.Item.9EqIasqfI8YIM3Pt"
            },
            "fdT0O": {
                "img": "systems/pf2e/icons/features/classes/thaumaturgic-mastery.webp",
                "level": 17,
                "name": "Thaumaturgic Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.VywXtJCa0Y9fdGVH"
            },
            "gjFwy": {
                "img": "systems/pf2e/icons/features/classes/exploit-vulnerability.webp",
                "level": 1,
                "name": "Exploit Vulnerability",
                "uuid": "Compendium.pf2e.classfeatures.Item.uwLNfBprqZw2osTb"
            },
            "ifvk8": {
                "img": "systems/pf2e/icons/features/classes/resolve.webp",
                "level": 7,
                "name": "Resolve",
                "uuid": "Compendium.pf2e.classfeatures.Item.JQAujUXjczVnYDEI"
            },
            "le5cj": {
                "img": "systems/pf2e/icons/features/classes/medium-armor-mastery.webp",
                "level": 19,
                "name": "Medium Armor Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.cGMSYAErbUG5E8X2"
            },
            "oa3vk": {
                "img": "systems/pf2e/icons/features/classes/greater-resolve.webp",
                "level": 13,
                "name": "Greater Resolve",
                "uuid": "Compendium.pf2e.classfeatures.Item.5LOARurr4qWkfS9K"
            },
            "vd7eu": {
                "img": "systems/pf2e/icons/features/classes/vigilant-senses.webp",
                "level": 9,
                "name": "Vigilant Senses",
                "uuid": "Compendium.pf2e.classfeatures.Item.0npO4rPscGm0dX13"
            },
            "z3br4": {
                "img": "systems/pf2e/icons/features/classes/weapon-mastery.webp",
                "level": 13,
                "name": "Weapon Mastery",
                "uuid": "Compendium.pf2e.classfeatures.Item.i6563IU7x4L9oRgC"
            }
        },
        "keyAbility": {
            "value": [
                "cha"
            ]
        },
        "perception": 2,
        "rules": [],
        "savingThrows": {
            "fortitude": 2,
            "reflex": 1,
            "will": 2
        },
        "skillFeatLevels": {
            "value": [
                2,
                4,
                6,
                8,
                10,
                12,
                14,
                16,
                18,
                20
            ]
        },
        "skillIncreaseLevels": {
            "value": [
                3,
                5,
                7,
                9,
                11,
                13,
                15,
                17,
                19
            ]
        },
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "trainedSkills": {
            "additional": 3,
            "custom": "Esoteric Lore",
            "value": [
                "arc",
                "nat",
                "occ",
                "rel"
            ]
        },
        "traits": {
            "rarity": "common",
            "value": []
        }
    },
    "type": "class"
}
