{
    "_id": "Adk14fcM9UHCQWb1",
    "folder": "9No0oPJ98phOnK5Q",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Corosbel",
    "system": {
        "attribute": [
            "int",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>At times, the greatest evils lurk within the gilded trappings of those who believe they are chosen by their gods. Corosbel seeks to further debase the souls of mortals who are convinced of their own self-righteousness. He also can be found in the poisoned hearts of religious servants who justify their heinous acts as payment for shepherding their flocks. This harbinger works slowly, for the best way to corrupt is to let prey remain thoroughly convinced that they are pure. It is said Corosbel's devotees never start out worshipping him directly. They claim that initially, whenever they prayed for the means to hide their debasements, divine messengers came to them in their dreams. By the time the truth is revealed, they are often too in love with their power for them to stop their own downfall.</p>\n<p><strong>Title</strong> The Silent Saint</p>\n<p><strong>Areas of Concern</strong> Failed martyrdom, false worship, religious corruption</p>\n<p><strong>Edicts</strong> Convert other faithful into lives of excess, take what is due to you as a divine messenger, tempt others into false worship</p>\n<p><strong>Anathema</strong> Deny yourself an opportunity to extort your flock, perform an act of true selflessness</p>\n<p><strong>Religious Symbol</strong> hand with broken fingers</p>\n<p><strong>Sacred Animal</strong> calf</p>\n<p><strong>Sacred Colors</strong> red, white</p>"
        },
        "domains": {
            "alternate": [
                "tyranny",
                "void"
            ],
            "primary": [
                "death",
                "secrecy",
                "soul",
                "trickery"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "deception"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Charm",
            "4": "Compendium.pf2e.spells-srd.Item.Nightmare",
            "5": "Compendium.pf2e.spells-srd.Item.Subconscious Suggestion"
        },
        "traits": {},
        "weapons": [
            "dagger"
        ]
    },
    "type": "deity"
}
