{
    "_id": "0UunUljPt3uZGuMj",
    "folder": "9No0oPJ98phOnK5Q",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Pavnuri",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Said to have begun his existence as a lowly cacodaemon, Pavnuri gained power by consuming others of his kind and by buying and selling secrets throughout Abaddon. As a harbinger, he is the plane's foremost information broker. Though he has served each of the Riders of the Apocalypse over the centuries, he has betrayed them all at one point or another. Despite that, Pavnuri still claims that they respect him. Many of his contacts and worshippers are cannibalistic undead to whom he feeds mere morsels of the knowledge that might answer the mysteries of the planes, never revealing the full truth. Pavnuri preys on those who so desperately chase secrets—the weakness of seemingly indomitable foe, the rumor that might undo a rival, the academic epiphany that will secure immortality—that they neglect their necessary mortal functions, such as eating.</p>\n<p><strong>Title</strong> The Lord of Nothing</p>\n<p><strong>Areas of Concern</strong> Cannibalism, secret messages, starvation</p>\n<p><strong>Edicts</strong> Consume the flesh of your own kind, hoard secrets, never speak plainly when you can speak in metaphor or code</p>\n<p><strong>Anathema</strong> Feed another out of kindness or pity, give up an intimate secret without gain</p>\n<p><strong>Religious Symbol</strong> maw and fiery pyramid</p>\n<p><strong>Sacred Animal</strong> ape</p>\n<p><strong>Sacred Colors</strong> black</p>"
        },
        "domains": {
            "alternate": [
                "trickery",
                "void"
            ],
            "primary": [
                "glyph",
                "knowledge",
                "secrecy",
                "undeath"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Message Rune",
            "2": "Compendium.pf2e.spells-srd.Item.Feast of Ashes",
            "5": "Compendium.pf2e.spells-srd.Item.False Vision"
        },
        "traits": {},
        "weapons": [
            "morningstar"
        ]
    },
    "type": "deity"
}
