{
    "_id": "q5Rov9T1KTA0nJnm",
    "folder": "9No0oPJ98phOnK5Q",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Vorasha",
    "system": {
        "attribute": [
            "wis",
            "con"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Vorasha is considered the most powerful of the daemonic harbingers, likely because of her close ties to Trelmarixian, the Rider of Famine. Some say that he has had a subtle influence on the Ophidian's rise through the ranks. However, Vorasha has plans of her own to become a Rider in her own right, focusing on poisons and incurable toxins. She schemes from the Writhing Palace, a vast garden of poisonous plants infested with venomous serpents. Because this domain lies wholly within the Withered Court, Trelmarixian's realm, Vorasha suspects the Rider of Famine is aware of her every move.</p>\n<p>Vorasha appears as a scaled draconic humanoid with clawed hands and feet. She has a tangle of scarlet-and-emerald snakes as hair that are constantly writhing. As the Lady of Toxicity, she wears a flowing green gown that drips with poisons.</p>\n<p><strong>Title</strong> The Ophidian</p>\n<p><strong>Areas of Concern</strong> Incurable afflictions, poisons, toxicity</p>\n<p><strong>Edicts</strong> Lay your enemies low through deceit and subtlety, preserve your patience for longterm goals, venerate all scaled creatures</p>\n<p><strong>Anathema</strong> Cultivate or maintain a garden of nonpoisonous plants, intentionally harm a venomous serpent not in self-defense</p>\n<p><strong>Religious Symbol</strong> oruroboros and jackal head</p>\n<p><strong>Sacred Animal</strong> viper</p>\n<p><strong>Sacred Colors</strong> green, yellow</p>"
        },
        "domains": {
            "alternate": [
                "naga",
                "pain"
            ],
            "primary": [
                "decay",
                "magic",
                "water",
                "wyrmkin"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "must",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Spider Sting",
            "5": "Compendium.pf2e.spells-srd.Item.Toxic Cloud",
            "8": "Compendium.pf2e.spells-srd.Item.Monstrosity Form"
        },
        "traits": {},
        "weapons": [
            "spiked-chain"
        ]
    },
    "type": "deity"
}
