{
    "_id": "r8i96DqaLYfWDW1T",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/aeon-stone-pearly-white-spindle.webp",
    "name": "Aeon Stone (Peering)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>Over millennia, these mysterious, intricately cut gemstones have been hoarded by mystics and fanatics hoping to discover their secrets. Despite their myriad forms and functions, these stones are purportedly all fragments of crystal tools used by otherworldly entities to construct the universe in primeval times.</p>\n<p>When you invest one of these precisely shaped crystals, the stone orbits your head instead of being worn on your body. You can stow an <em>aeon stone</em> with an Interact action, and an orbiting stone can be snatched out of the air with a successful Disarm action against you. A stowed or removed stone remains invested, but its effects are suppressed until you return it to orbit your head again.</p>\n<p>There are various types of <em>aeon stones</em>, each with a different appearance and magical effect. Each <em>aeon stone</em> also gains a resonant power when slotted into a special magical item called a <em>wayfinder</em>.</p>\n<hr />\n<p>This faintly colored prism catches and transforms light. If the aeon stone is in an area of bright light, shades of purple light provide dim light in a 30-foot radius. In that radius, magical items and effects are tinged with purple, the depth of the color revealing their counteract rank.</p>\n<p>The GM also secretly rolls a counteract check against any darkness or illusion effect the light touches. It has a counteract modifier of [[/r 1d20+25 #Counteract]]{+25}. If the light fails to counteract an effect, it won't try again for 24 hours.</p>\n<p>Inside a <em>wayfinder</em>, the <em>aeon stone</em> cannot catch light. However, its resonant power lets you activate or deactivate the <em>aeon stone's</em> light emitting from the <em>wayfinder</em> as an Interact action.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 16
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 8500
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder GM Core"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
