{
    "_id": "4qr2tS58bBYxQvAz",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/aeon-stone-tourmaline-sphere.webp",
    "name": "Aeon Stone (Repairing)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>Over millennia, these mysterious, intricately cut gemstones have been hoarded by mystics and fanatics hoping to discover their secrets. Despite their myriad forms and functions, these stones are purportedly all fragments of crystal tools used by otherworldly entities to construct the universe in primeval times.</p>\n<p>When you invest one of these precisely shaped crystals, the stone orbits your head instead of being worn on your body. You can stow an <em>aeon stone</em> with an Interact action, and an orbiting stone can be snatched out of the air with a successful Disarm action against you. A stowed or removed stone remains invested, but its effects are suppressed until you return it to orbit your head again.</p>\n<p>There are various types of <em>aeon stones</em>, each with a different appearance and magical effect. Each <em>aeon stone</em> also gains a resonant power when slotted into a special magical item called a <em>wayfinder</em>.</p><hr /><p>This translucent, spherical stone's center contains a multitude of sparkling, colored flecks. While you have this stone invested, you gain a +1 item bonus to skill checks made to Craft. Additionally, when Repairing an item, you restore an additional 5 Hit Points to the item (10 Hit Points on a critical success).</p>\n<p>The resonant power allows you to cast @UUID[Compendium.pf2e.spells-srd.Item.Mending] as an arcane innate spell once per day.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 4
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 75
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #213: Thirst for Blood"
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "action:craft"
                ],
                "selector": "crafting",
                "type": "item",
                "value": 1
            }
        ],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
