{
    "_id": "4VZeiIiJl13Bhyxo",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/aeon-stone-lavender-and-green-ellipsoid.webp",
    "name": "Aeon Stone (Flickering)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>Aeon stones are magical, intricately cut gemstones that orbit the head of their owners and grant them a magical effect. The ancient Azlanti empire made many advances in aeon stone technology, creating countless new aeon stones and devising innovative methods to use aeon stones to their greatest effect. The first wayfinders—one of many devices in which aeon stones can be slotted to gain additional resonant powers—were created in Azlant.</p>\n<p>When you invest one of these precisely shaped crystals, the stone orbits your head instead of being worn on your body. You can stow an aeon stone with an Interact action, and an orbiting stone can be snatched out of the air with a successful @UUID[Compendium.pf2e.actionspf2e.Item.Disarm] action against you. A stowed or removed stone remains invested, but its effects are suppressed until you return it to orbit your head again.</p>\n<p>There are various types of aeon stones, each with a different appearance, magical effect, and resonant power.</p><hr /><p>A flickering aeon stone contains a drop of orichalcum at its center. It remains slightly out of phase with reality, giving it a translucent appearance.</p>\n<p><strong>Activate—Flicker</strong> <span class=\"action-glyph\">1</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The flickering aeon stone draws you slightly out of sync with the flow of time, causing you to flicker in and out of existence. You become @UUID[Compendium.pf2e.conditionitems.Item.Concealed] for 1 minute, but you can't use this concealment to Hide or @UUID[Compendium.pf2e.actionspf2e.Item.Sneak].</p>\n<p><strong>Activate—Enter Stasis</strong> <span class=\"action-glyph\">1</span></p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The flickering aeon stone pulls you from the flow of time completely, placing you in temporary stasis while you heal, then returning you to reality at the moment you left. You regain @Damage[(2d10+8)[healing]] Hit Points. If you have the clumsy, drained, enfeebled, or stupefied condition, the value of each of these conditions is reduced by 1.</p>\n<p>The resonant power grants you a +1 circumstance bonus to initiative rolls.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 1200
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #215: To Blot Out the Sun"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
