{
    "_id": "sPvip91GX8TYvr8Q",
    "img": "icons/commodities/gems/gem-rough-spiral-teal.webp",
    "name": "Aeon Stone (Crescent)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>Aeon stones are magical, intricately cut gemstones that orbit the head of their owners and grant them a magical effect. The ancient Azlanti empire made many advances in aeon stone technology, creating countless new aeon stones and devising innovative methods to use aeon stones to their greatest effect. The first wayfinders—one of many devices in which aeon stones can be slotted to gain additional resonant powers—were created in Azlant.</p>\n<p>When you invest one of these precisely shaped crystals, the stone orbits your head instead of being worn on your body. You can stow an aeon stone with an Interact action, and an orbiting stone can be snatched out of the air with a successful @UUID[Compendium.pf2e.actionspf2e.Item.Disarm] action against you. A stowed or removed stone remains invested, but its effects are suppressed until you return it to orbit your head again.</p>\n<p>There are various types of aeon stones, each with a different appearance, magical effect, and resonant power.</p><hr /><p>Once holy relics, the creation of crescent aeon stones was inspired by Acavna, goddess of the moon and protection. The crescent aeon stone continually sheds dim light in a 5-foot radius.</p>\n<p><strong>Activate—Moonbeam</strong> <span class=\"action-glyph\">2</span> (concentrate, divine, holy, light, spirit)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> The crescent aeon stone fires a blast of silvery moonlight in a @Template[type:line|distance:100], dealing @Damage[4d12[spirit]] damage to all creatures in the area (@Check[reflex|dc:22|basic] save). This is silver damage for the purposes of weaknesses, resistances, and the like.</p>\n<p>The resonant power enables you to cast forbidding ward as a divine innate cantrip.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 6
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 225
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #215: To Blot Out the Sun"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
