{
    "_id": "9BvimbwCCrQw3kyD",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Affinity Stones",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Dwarven tales state that the first set of these stones was created by a dwarven lapidary for his elven sweetheart. The gem he chose was amber—to show his clan that a union between stone and leaf was possible. His family remained hesitant, despite the unmistakable love that the men shared. The tales then say that it was Folgrit who grew impatient and transformed the stones as a sign of her approval.</p>\n<p>Since then, more sets of these have been created, but doing so is an unsure process. Some of the stones are seemingly given their magical abilities at random, which most attribute as further blessings from Folgrit. Each set of affinity stones typically comes as a pair of gems set into worn items such as hilts, necklaces, or rings, though some sets of affinity stones feature additional gems. The full set of stones must be invested together across multiple creatures, or else their magic fails to function. To invest these items, one person must be a dwarf and everyone must perform a one-hour ceremony that includes divulging their innermost feelings. Their love need not be romantic, but it must be genuine and deep. If they pass this test, they receive the following benefits.</p>\n<ul>\n<li>You are always aware of each other and permanently gain the effects of the <em>@UUID[Compendium.pf2e.spells-srd.Item.Status]</em> spell.</li>\n<li>Non-dwarves gain the benefits of a 1st- or 5th-level ancestry feat with the dwarf trait, and dwarves gain the benefits one 1st- or 5th-level ancestry feat with a trait corresponding to the ancestry of another person with which the affinity stones are invested. For example, if you share investment in the stones with a halfling, you can take halfling ancestry feats. You can't use these feats to meet prerequisites, but the benefits of the feats otherwise function as if you had taken the feat.</li>\n<li>You gradually take on some of the physical characteristics of your counterparts. An elf may begin to grow a beard, while their dwarven counterpart may develop pointed ears. These changes have no mechanical effect.</li>\n</ul>\n<hr />\n<p><strong>Destruction</strong> If one of the people who had invested in the <em>affinity stones</em> commits an act of true and regretless betrayal against someone else invested in the <em>affinity stones</em>, all of the stones shatter to dust.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 9
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Highhelm"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "artifact",
                "invested",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
