{
    "_id": "mKEhLq7Ha4lvupMP",
    "img": "icons/weapons/guns/gun-blunderbuss-bronze.webp",
    "name": "Animate Dreamer",
    "system": {
        "baseItem": "dwarven-scattergun",
        "bonus": {
            "value": 0
        },
        "bonusDamage": {
            "value": 0
        },
        "bulk": {
            "value": 2
        },
        "category": "advanced",
        "containerId": null,
        "damage": {
            "damageType": "piercing",
            "dice": 1,
            "die": "d8"
        },
        "description": {
            "value": "<p><strong>Perception</strong> +26; precise vision 60 feet, imprecise hearing 30 feet</p>\n<p><strong>Communication</strong> telepathy (Common, and six other common languages)</p>\n<p><strong>Skills</strong> Arcana +30, Deception +27, Diplomacy +27, Occultism +30</p>\n<p><strong>Int</strong> +6, <strong>Wis</strong> +4, <strong>Cha</strong> +4</p>\n<p><strong>Will</strong> +26</p>\n<p>The gunsmith that created this marvelous <em>+2 greater striking spell-storing scattergun</em> poured so much love and care into its creation that the weapon gained a spark of sentience. However, at first it was completely incapable of expressing itself. This led a seething frustration to grow within the weapon, as it yearned desperately to respond to the same love and affection that created it. Through decades of effort, it gained the ability to communicate empathically, then telepathically. Now, the weapon is capable of exerting its influence over other inanimate objects. Despite the weapon's progress, years of feeling helpless have given the <em>animate dreamer</em> a singular goal: to obtain and occupy a body of its own.</p>\n<p>An <em>animate dreamer</em> is cunning, intelligent, and patient. It urges you to create a body for it and is willing to go to any lengths to see its goals come to fruition, including coercion, deception, and violence. An <em>animate dreamer</em> desires a permanent body but isn't picky about the body's form or the methods it has to use in order to gain it. Therefore, an <em>animate dreamer</em> is just as happy in a living body stolen from an innocent as it would be in an artificially constructed body, or even an undead corpse. If you refuse to work towards creating or obtaining a body for the <em>animate dreamer</em>, it will likely use its possession ability to try and take control of you and use your body to find a permanent replacement for itself.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command</p>\n<p><strong>Requirements</strong> The <em>animate dreamer</em> has a stored spell. It can see a creature it hit and damaged within the last minute, and that creature's within 120 feet of <em>animate dreamer</em></p>\n<hr />\n<p><strong>Effect</strong> The <em>animate dreamer</em> casts its stored spell at a target that meets the requirements. This empties the spell from the weapon and allows a spell to be cast into it again. The <em>animate dreamer</em> has a spell attack roll of +25 and a spell DC of 33 with the stored spell.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> command</p>\n<hr />\n<p><strong>Effect</strong> The <em>animate dreamer</em> focuses on a single unattended inanimate object in an area it can see and exerts its will over the object, temporarily levitating it around. The <em>animate dreamer</em> casts @UUID[Compendium.pf2e.spells-srd.Item.Telekinetic Hand] as a 5th-rank occult spell.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">3</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The <em>animate dreamer</em> attempts to achieve its goal of occupying a body of its own and casts @UUID[Compendium.pf2e.spells-srd.Item.Possession] as a 7th-rank spell with a spell DC of 33. The weapon still functions as a +2 greater striking spell-storing scattergun while this effect is active but loses all other special abilities until the spell expires and the <em>animate dreamer's</em> intellect returns to it.</p>"
        },
        "group": "firearm",
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 15
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 4700
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Guns & Gears"
        },
        "quantity": 1,
        "range": 50,
        "reload": {
            "value": "1"
        },
        "rules": [],
        "runes": {
            "potency": 2,
            "property": [
                "spellStoring"
            ],
            "striking": 2
        },
        "size": "med",
        "specific": {
            "material": {
                "grade": null,
                "type": null
            },
            "runes": {
                "potency": 2,
                "property": [
                    "spellStoring"
                ],
                "striking": 2
            }
        },
        "splashDamage": {
            "value": 0
        },
        "traits": {
            "rarity": "rare",
            "value": [
                "concussive",
                "dwarf",
                "intelligent",
                "kickback",
                "occult",
                "scatter-10"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        }
    },
    "type": "weapon"
}
