{
    "_id": "erLH6cQYhyZB5CLM",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Animal Pheromones (Moderate)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "category": "other",
        "containerId": null,
        "damage": null,
        "description": {
            "value": "<p><strong>Activate</strong> 1 minute (Interact)</p><hr /><p>These chemicals convey myriad signals. Many varieties of these alchemical cocktails exist, each tailored for the unique chemistry of a specific type of animal. You can, for example, make wolf pheromones, but not pheromones that affect all animals. The pheromones don't work on creatures that are similar to the specific kind of animal, but aren't actually animals—for example, wolf pheromones don't work on werewolves. When you learn the formula for animal pheromones, you learn the formulas for all common animals. If no animals of a kind are common, you must learn the formula for it separately, and the formula has the same rarity as the least-rare creature of that kind.</p>\n<p>You Activate animal pheromones by rubbing them on yourself or a creature within reach. The pheromones last for 24 hours or until scrubbed clean with 1 minute of work (consisting of multiple Interact actions). During this time, the pheromones exude a subtle aroma in a @Template[emanation|distance:15]{15-foot radius} that calms and influences the designated animals. A designated animal that ends its turn within the affected area must attempt a @Check[will|dc:27] saving throw with the following effects. The animal is then temporarily immune to the pheromones for 24 hours. The effect lasts for the duration of the pheromones, even after the creature leaves the affected area.</p><hr /><p><strong>Critical Success</strong> The animal is unaffected. It doesn't necessarily become aware of the pheromones, although intelligent animals might become suspicious if they observe others of their kind being affected.</p>\n<p><strong>Success</strong> The animal's attitude toward the affected creature improves by one step. If this improves its attitude to at least indifferent, it can't take hostile actions against the affected creature, though the change in attitude ends as soon as the affected creature takes a hostile action against the animal or its allies.</p>\n<p><strong>Failure</strong> As success, but the attitude increases by two steps.</p>\n<p><strong>Critical Failure</strong> As success, but the attitude increases to helpful.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 300
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Howl of the Wild"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "otherTags": [
                "alchemical-tool"
            ],
            "rarity": "common",
            "value": [
                "alchemical",
                "consumable",
                "olfactory"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "uses": {
            "autoDestroy": true,
            "max": 1,
            "value": 1
        }
    },
    "type": "consumable"
}
