{
    "_id": "YVLwV9IGzNqIzbmV",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Animal Repellent (Lesser)",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "other"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p>Animal repellent is a noxious alchemical substance that makes you repulsive to a certain kind of animal. You can, for example, make ape repellent, bear repellent, or snake repellent, but not a repellent that affects all animals. The repellent doesn't work on creatures that are similar to the kind of animal, but not actually animals—for example, bear repellent wouldn't work on werebears. Animal repellent is ineffective against animals with an Intelligence modifier of –3 or higher, such as awakened animals. When you initially learn the formula for animal repellent, you learn the formulas for all common animals. If no animals of a kind are common, such as sea serpents, you must learn the formula for that kind separately, and it has the same rarity as the least-rare creature of that kind.</p>\n<p>You Activate animal repellent by sprinkling it on yourself or a creature within reach, or by spreading it on a surface in an area up to 10 feet square. The repellent lasts for 24 hours or until scrubbed clean with 1 minute of work (consisting of multiple Interact actions). The designated kind of animal can smell the repellent from three times as far away as normal.</p>\n<p>The designated kind of creature typically avoids the coated creature or area, which smells foul and feels unnerving to it. If in combat or otherwise distressed, the creature can approach within 20 feet of the affected creature or area only if it succeeds at a Will save with a DC determined by the type of animal repellent. Once it succeeds at this save, the animal is temporarily immune for 1 minute. If the animal attacks in a way that causes it to taste or ingest the repellent, it must succeed at a @Check[type:fortitude|dc:18] save or become @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 1} (or @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 2} on a critical failure).</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 4
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 15
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "alchemical",
                "consumable",
                "olfactory"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "consumable"
}
