{
    "_id": "1ZOTwnqA9ccfdrey",
    "img": "systems/pf2e/icons/equipment/artifacts/arodens-hearthstone.webp",
    "name": "Aroden's Hearthstone",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This coin-sized gemstone can be used on its own but must be included in the construction of a hearth in order to fully activate its magic.</p>\n<hr />\n<p><strong>Activate</strong> 3 days (Interact)</p>\n<p><strong>Frequency</strong> 4 times per year</p>\n<p><strong>Requirements</strong> You have Legendary proficiency in Crafting</p>\n<hr />\n<p><strong>Effect</strong> You craft a magical weapon or armor of up to 20th level. You must attempt a Crafting check as usual to create the item, but you need supply only raw materials worth a quarter of the item's Price, and you need not pay the remaining portion of the item's Price or spend additional downtime days working on it. While <em>Aroden's Hearthstone</em> is active, the stars in the sky, including Golarion's sun, appear to glow brighter within a 100-mile radius of the hearthstone.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">T</span> command, envision</p>\n<p><strong>Frequency</strong> once per month</p>\n<hr />\n<p><strong>Effect</strong> <em>Aroden's Hearthstone</em> draws in heat from the world itself, causing the ambient temperature within 100 miles to drop below 0°F. Within 1 mile of the <em>Hearthstone</em>, the temperature drops to -200°F, rivaling the frigid cold of outer space and dealing [[/r 4d6[cold]]] damage each round to every creature in the area. This effect lasts 1 minute, during which time the nearest moon (probably Golarion's) appears an eerie blue color to any observers within 100 miles of the hearthstone. At the end of 1 minute, the hearthstone emits a blast of concentrated heat that deals [[/r 25d6[fire]]] damage to creatures and objects within 150 feet.</p>\n<hr />\n<p><strong>Destruction</strong> Using <em>Aroden's Hearthstone</em> to craft a cursed item results in a failed creation and causes the gemstone to split into five equal-sized but magically impotent pieces. Over the course of a year, four of theses pieces crumble to dust, while the fifth expands to the size of the original artifact and bears its powers anew. To destroy <em>Aroden's Hearthstone</em>, each of the separated pieces must be plunged into one of the five stars that compose the cosmic constellation known as the Follower.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 25
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #156: The Apocalypse Prophet"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "arcane",
                "artifact",
                "enchantment"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
