{
    "_id": "jkb2WNby4mjcYqq9",
    "img": "systems/pf2e/icons/equipment/held-items/bag-of-holding.webp",
    "name": "Bag of Holding (Type III)",
    "system": {
        "baseItem": null,
        "bulkCapacity": {
            "value": "100"
        },
        "collapsed": false,
        "containerId": null,
        "description": {
            "value": "<p>Though it appears to be a cloth sack decorated with panels of richly colored silk or stylish embroidery, a <em>bag of holding</em> opens into an extradimensional space larger than its outside dimensions. The Bulk held inside the bag doesn't change the Bulk of the <em>bag of holding</em> itself. The amount of Bulk the bag's extradimensional space can hold depends on its type.</p>\n<p>You can Interact with the <em>bag of holding</em> to put items in or remove them just like a mundane sack. Though the bag can hold a great amount of material, an object still needs to be able to fit through the opening of the sack to be stored inside.</p>\n<p>If the bag is overloaded or broken, it ruptures and is ruined, causing the items inside to be lost forever. If it's turned inside out, the items inside spill out unharmed, but the bag must be put right before it can be used again. A living creature placed inside the bag has enough air for 10 minutes before it begins to suffocate, and it can attempt to Escape against a DC of 13. An item inside the bag provides no benefits unless it's retrieved first. An item in the bag can't be detected by magic that detects only things on the same plane.</p>\n<p><strong>Capacity</strong> 100 Bulk</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "100"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 1200
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Core Rulebook"
        },
        "stackGroup": null,
        "stowing": true,
        "traits": {
            "rarity": "common",
            "value": [
                "conjuration",
                "extradimensional",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "backpack"
}
