{
    "_id": "3viqxerOKUlf7mV0",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Bloodhammer Reserve Black Label",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "category": "potion",
        "containerId": null,
        "damage": null,
        "description": {
            "value": "<p>This strong, rich red-brown home brew has no listed ingredients, but smells of earth and is both smoky and surprisingly bitter. Although Skogg Bloodhammer insists that the drink doesn't exist, it's somewhat of an open secret among his close friends. He prefers to share this drink at backroom gatherings with these trusted friends, and usually broaches the idea of sharing with a full mug and a question: \"You ever thought about being a frog?\"</p>\n<p>After drinking the brew, you transform into an animal, gaining the effects of @UUID[Compendium.pf2e.spells-srd.Item.Animal Form] except you can't Dismiss the effect. When you consume the brew, you gain the effects of 4th-rank <em>animal form</em>, can choose which battle form you take, and the temporary Hit Points you gain from the battle form increase to 20. Your appearance while in the battle form resembles that of animals within Emperor's Peak or from the surrounding Five Kings Mountains, such as the Five Kings dart snake or the Coldforge singing frog. More unusual battle forms like apes and sharks instead resemble a typical member of that species.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 8
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 100
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Lost Omens: Highhelm"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "consumable",
                "magical",
                "polymorph",
                "potion"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "uses": {
            "autoDestroy": true,
            "max": 1,
            "value": 1
        }
    },
    "type": "consumable"
}
