{
    "_id": "KJoSUpK6kqLXi4K6",
    "img": "icons/equipment/feet/boots-leather-simple-green.webp",
    "name": "Boots of the Blight",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>Tanglebriar is not the only realm plagued by fiendish fungi. The soldiers of Nirmathas have long fought against a similar blight deep in Fangwood, and these boots are one of the more potent tools they've developed to help in this pursuit. Now that the Fangwood blight has been mostly contained, many of these boots have been gifted to elven soldiers, for they are equally useful to those who operate within Tanglebriar's borders. They are also regarded as great trophies for the demons and cultists who dwell within Tanglebriar, for not only can they make use of these boots' powers, but wearing something created by your enemy gives Treerazer's agents yet another way to engage in psychological warfare—they often adorn their boots with severed elf ears, or worse!</p>\n<p>These leather boots remain covered in mud no matter how often they are cleaned. The oiled leather resists water and keeps the feet and legs dry even when wading through water, but the boots retain a damp, fungal smell reminiscent of rotting vegetation. While wearing the boots, you gain a +2 item bonus to Athletics checks to Climb or Swim and to Acrobatics checks to @UUID[Compendium.pf2e.actionspf2e.Item.Balance].</p><hr /><p><strong>Activate—Swift Sidestep</strong> <span class=\"action-glyph\">r</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Trigger</strong> You are about to make a Reflex saving throw against an environmental hazard or terrain feature</p>\n<p><strong>Effect</strong> The boots help you to avoid the hazard or effect, granting you a +2 status bonus to your saving throw. If you succeed at the saving throw, you become @UUID[Compendium.pf2e.conditionitems.Item.Quickened] for 1 minute, but can use the additional action only to Stride.</p><hr /><p><strong>Activate—Fungal Stride</strong> <span class=\"action-glyph\">2</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You ignore the effects of difficult terrain and gain resistance 10 to damage caused by hazardous terrain. This activation lasts for 10 minutes.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 12
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 1800
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #210: Whispers in the Dirt"
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    {
                        "or": [
                            "action:climb",
                            "action:swim",
                            "action:balance"
                        ]
                    }
                ],
                "selector": [
                    "athletics",
                    "acrobatics"
                ],
                "type": "item",
                "value": 2
            }
        ],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "wornshoes"
        }
    },
    "type": "equipment"
}
