{
    "_id": "Z8RZfkIrsifYeWg4",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/camouflage-suit.webp",
    "name": "Camouflage Suit (Superb)",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>This lightweight mesh fits easily over light armor. The suit is designed to incorporate local flora and ground clutter into the mesh to help you blend in seamlessly with the environment. Due to the abrasive nature of the materials used, this item is unsuitable for use by unarmored characters. You can prepare the suit for use within your current environment by using an exploration activity that takes at least 10 minutes, but sometimes longer if the materials are hard to find or the environment is unusual enough to warrant additional difficulty in preparing camouflage that can blend with it consistently.</p>\n<p>A superb camouflage suit is fashioned from especially well-blended materials grants you a +2 item bonus to Stealth checks while you attempt to Hide or Sneak in the specific environment it has been prepared for. The suit remains usable in this manner until you rest for the night, though it doesn't grant the benefit whenever you aren't in the appropriate environment. The GM might rule that some environments are unusual enough that you can't create a camouflage suit appropriate for the environment.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.Effect: Prepared Camouflage Suit (Superb)]</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 9
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 140
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Guns & Gears"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": []
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
