{
    "_id": "vXMIKXn3RHh3UET8",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/backfire-mantle.webp",
    "name": "Cape of Justice",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>While Yaezhing is feared and seldom worshipped in the open, some regions of Tian Xia see him as a god of necessary evil and their only hope for justice. This garment is often worn by bounty hunters or priests of Yaezhing, yet non-worshippers of the god of harsh justice sometimes wear this item without fear of religious persecution. The red cape appears almost black while in the shadows, with a lighter red mandala pattern on it that resembles a shuriken.</p>\n<p>When you invest a cape of justice, you must designate a single creature as your offender. You must have met the creature before, or the creature should have a persona well known to the public (for instance, a bandit's epithet, if not their face as shown on a wanted poster). You gain a +1 item bonus to @UUID[Compendium.pf2e.actionspf2e.Item.Demoralize] this creature. If you don't designate a creature as your offender when you invest the cape of justice, or if 24 hours pass without you either slaying or capturing your offender, your thoughts become worried and distracted and you take a –1 item penalty to Perception checks for the next 24 hours.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.Effect: Cape of Justice (Distracted)]</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command, Interact (force)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> By using a free hand to grab the edge of your cape and give it a quick flourish, you cause a red, shuriken-shaped bolt of force to fire at a target within 60 feet that you can see. The shuriken hits automatically and deals @Damage[(1d4+1)[force]] damage, or @Damage[(2d4+2)[force]] damage if the target is your designated offender. If the target is within 30 feet, you can attempt to Demoralize the target as a free action after the shuriken strikes them.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact (incapacitation)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You produce manacles from the cape and then fling them at a Medium or Small bipedal target within 30 feet. The target must attempt a @Check[type:reflex|dc:18|traits:incapacitation] save.</p>\n<p><strong>Critical Success</strong> The target is unaffected, and the manacles vanish.</p>\n<p><strong>Success</strong> The manacles strike the target's legs but fail to latch properly. The target is @UUID[Compendium.pf2e.conditionitems.Item.Off-Guard] until the start of your next turn, at which point the manacles vanish.</p>\n<p><strong>Failure</strong> The manacles lock on the target's legs, causing the target to take a –15-foot circumstance penalty to its Speeds for 1 minute, or until it Escapes or is freed by someone using Pick a Lock (DC 18), after which the manacles vanish.</p>\n<p><strong>Critical Failure</strong> As failure, but the target is @UUID[Compendium.pf2e.conditionitems.Item.Immobilized] for as long as the manacles remain in place.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 4
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 100
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #196: The Summer That Never Was"
        },
        "quantity": 1,
        "rules": [
            {
                "domain": "all",
                "key": "RollOption",
                "label": "PF2E.SpecificRule.CapeOfJustice.Toggle",
                "option": "named-offender",
                "toggleable": true
            },
            {
                "key": "FlatModifier",
                "predicate": [
                    "action:demoralize",
                    "named-offender"
                ],
                "selector": "intimidation",
                "type": "item",
                "value": 1
            }
        ],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worncloak"
        }
    },
    "type": "equipment"
}
