{
    "_id": "OaZG6jQcDQ5uCRqZ",
    "img": "systems/pf2e/icons/default-icons/weapon.svg",
    "name": "Chimera Flail",
    "system": {
        "baseItem": "war-flail",
        "bonus": {
            "value": 0
        },
        "bonusDamage": {
            "value": 0
        },
        "bulk": {
            "value": 2
        },
        "category": "martial",
        "containerId": null,
        "damage": {
            "damageType": "bludgeoning",
            "dice": 1,
            "die": "d10"
        },
        "description": {
            "value": "<p>The three spiked heads of this +1 striking war flail are fashioned to resemble the heads of a chimera. Preserved fragments of bone from the creature are fused with the metal of each head, replacing the typical weight at the end of the chain. Each head has been shrunk and preserved for use. You can have only one head slotted at a time and can use only the ability of the currently slotted head, while the other two hang off the pommel. Switching between heads requires an Interact action.</p>\n<p><strong>Dragon</strong> This head does piercing damage instead of the normal bludgeoning damage, plus 1 damage type based on the magical tradition of the chimera's dragon head. (Arcane force; Divine spirit; Occult mental; Primal acid, cold, electricity, fire, sonic, or poison, chosen at item creation)</p>\n<p><strong>Activate—Bursting Breath <span class=\"action-glyph\">1</span></strong>(concentrate)</p>\n<p><strong><strong>Frequency</strong> once per</strong> 10 minutes</p>\n<p><strong>Requirements</strong> your last action was a successful Strike</p>\n<hr />\n<p><strong>Effect</strong> You tap into the residual energy of the dragon head and release it as a small breath explosion. This does @Damage[2d6[untyped]] damage of the dragon's additional damage type in a @Template[type:burst|distance:10] centered around one corner of the space the target occupies. After using this, the dragon head attachment loses its additional damage type. You can spend 10 minutes to rest and recharge the head.</p>\n<hr />\n<p><strong>Lion</strong> This head does piercing damage instead of the normal bludgeoning damage, plus 1 additional precision damage if the target is @UUID[Compendium.pf2e.conditionitems.Item.Off-Guard].</p>\n<p><strong>Activate—Pouncing Whirl <span class=\"action-glyph\">2</span></strong>(concentrate)</p>\n<p><strong><strong>Frequency</strong> once per</strong> 10 minutes</p>\n<p><strong>Requirements</strong> you have not made an attack this turn</p>\n<hr />\n<p><strong>Effect</strong> You tap into the predator speed of a lion. You Stride up to half your Speed and make a Strike against a target. If that creature is within reach of an ally, regardless if they would normally provide flanking or not, that creature is considered off-guard to your Strike. Your additional precision damage against an off-guard creature increases to [[/r 1d4]]. After using this, the lion head loses its additional precision damage. You can spend 10 minutes to rest and recharge the head.</p>\n<hr />\n<p><strong>Goat</strong> If your last action was to Stride at least half your Speed, this does an additional @Damage[1d4[force]] damage.</p>\n<p><strong>Activate—Charging Horns <span class=\"action-glyph\">3</span></strong>(concentrate)</p>\n<p><strong><strong>Frequency</strong> once per</strong> 10 minutes</p>\n<hr />\n<p><strong>Effect</strong> You swing the hammer around with the full force of a charging ram. Make a Strike against up to three enemies within your reach. The first two Strikes are at your current attack bonus, and the third is with the normal attack penalty. On a successful hit, the target takes an additional @Damage[1d6[force]] damage and is pushed back 5 feet, or 10 feet on a critical hit. After using this, the goat head loses its additional force damage. You can spend 10 minutes to rest and recharge the head.</p>\n<hr />\n<p><strong>Craft Requirements</strong> The initial raw materials must include all three heads from a chimera.</p>"
        },
        "group": "flail",
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 9
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 700
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Howl of the Wild"
        },
        "quantity": 1,
        "range": null,
        "reload": {
            "value": null
        },
        "rules": [],
        "runes": {
            "potency": 1,
            "property": [],
            "striking": 1
        },
        "size": "med",
        "specific": {
            "material": {
                "grade": null,
                "type": null
            },
            "runes": {
                "potency": 1,
                "property": [],
                "striking": 1
            }
        },
        "splashDamage": {
            "value": 0
        },
        "traits": {
            "rarity": "uncommon",
            "value": [
                "disarm",
                "magical",
                "sweep",
                "trip"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        }
    },
    "type": "weapon"
}
