{
    "_id": "yI6L5ZHRxWpZmOP0",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/cloack-of-the-false-foe.webp",
    "name": "Cloak of the False Foe",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Images of strange animals and distorted figures are woven into this coarse, fur-lined cloak.</p>\n<p><strong>Activate</strong> Interact (polymorph, primal, transmutation)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The cloak rises to envelop your head and body, reshaping your appearance into that of a locally feared cryptid. If there is no such figure in local lore, the cloak of the false foe instead alters your appearance into a form imagined by the crafter of the cloak. One choice that occurs with disturbing frequency is a gaunt figure with triple-jointed fingers; an eyeless, hairless head with a lamprey mouth in the center of its face; and stubby tentacles waving down its neck. The transformation also grants the effects of either a 3rd-level <em>@UUID[Compendium.pf2e.spells-srd.Item.Humanoid Form]</em> spell that lasts for 1 hour if you turn into a Medium cryptid, or a 5th-level humanoid form spell that lasts for 10 minutes if you turn into a Large cryptid.</p>\n<p>While you're in cryptid form, any wounds left by your spells and Strikes appear to be the result of the cryptid's unarmed attacks and special abilities to a casual inspection. This doesn't alter the actual damage type inflicted or the effects of such attack. Someone closely studying the wounds can, with a successful @Check[type:medicine|dc:30] check, realize that magic has altered the appearance of the injuries.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 12
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 1850
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "invested",
                "primal",
                "transmutation"
            ]
        },
        "usage": {
            "value": "worncloak"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
