{
    "_id": "mnEj7ll9WffO8WLu",
    "img": "icons/commodities/tech/cog-brass.webp",
    "name": "Clockwork Songbird",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>Originally constructed by the Thassilonian wizard Liralarue to serve as a key for a treasure vault, this clockwork songbird has other functions as well. Liralarue took the songbird apart once she realized Thassilon faced a mysterious doom, then hid the parts in her domain. The parts survived but never traveled too far from the region that would become known as the Sandpoint Hinterlands.</p>\n<p>Before the clockwork songbird can be used, its six components (the body, the left and right wings a one piece, the legs and tail, the head, and the winding key) must first be recovered. Once all six parts are at hand, a character can reassemble the clockwork songbird as a 1-hour activity that requires a @Check[type:crafting|dc:27] check. A character who critically fails at this check causes the components to generate a blast of devastating sound, inflicting @Damage[7d6[sonic]] damage to the character (@Check[type:reflex|dc:27|basic:true] save).</p>\n<p>Once reconstructed, the clockwork songbird can be activated in the following three ways.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Effect</strong> The clockwork songbird animates and sings a complex birdsong that lasts for 1 minute. The song is soothing and pleasant but impossible to accurately repeat, as each time the clockwork is activated in this way, its next song differs slightly. Regardless, this activation also functions to activate the portal in area <strong>H13</strong> in the Pit.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The songbird leaps into the air and flies in a circle, swooping around an area around you for 10 minutes as it sings. The songbird never travels further than 50 feet from the location where you activated it. It returns to that location at the end of the duration, at which point the songbird casts @UUID[Compendium.pf2e.spells-srd.Item.Peaceful Bubble] at that location before going quiet once again. The effect remains in place for 24 hours.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You place the clockwork songbird on a stable surface, and it casts an @UUID[Compendium.pf2e.spells-srd.Item.Alarm] spell heightened to 3rd rank to your specifications. When the <em>alarm</em> is triggered, it does so in the form of a loud warbling birdsong sung by the clockwork. If the clockwork songbird is moved from its location before the <em>alarm</em> spell's duration has run its course, the spell ends.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 1000
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #200: Seven Dooms for Sandpoint"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "unique",
            "value": [
                "clockwork",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
