{
    "_id": "eLB9htTAvZeiXgW6",
    "img": "icons/magic/light/orb-container-orange.webp",
    "name": "Clockwork Sun",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 24
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>AC</strong> 45</p>\n<p><strong>Fort</strong> +36, <strong>Ref</strong> +30</p>\n<p><strong>Hardness</strong> 20</p>\n<p><strong>HP</strong> 300 (BT 150)</p>\n<p><strong>Immunities</strong> critical hits, object immunities, precision damage</p>\n<p><strong>Weaknesses</strong> electricity 20, orichalcum 20</p>\n<p><strong>Resistances</strong> physical 20 (except adamantine or orichalcum)</p>\n<p><strong>Speed</strong> 10 feet, climb 10 feet</p><hr /><p>At the height of the Azlant Empire, there were those who had the wealth and skill to elevate the hobby of terrarium-keeping into a truly breathtaking endeavor. By deploying a clockwork sun into a subterranean cavern, these power-drunk overlords introduced a day-night cycle to chambers that otherwise would never have felt the touch of sunlight. At Azlant's height, an elite association of powerful spellcasters and aristocrats kept vast underground terrariums outfitted with clockwork suns, competing to see who could create the most astounding \"personal world.\" Yet not all clockwork suns were the playthings of the rich and bored. The one in En-Gokal served a practical purpose, nurturing farmlands that kept the inmates and staff of the prison fed. Even now, centuries after the cataclysmic events of Earthfall, this clockwork sun continues its relentless crawl across the cavern above Underheaven.</p>\n<p>A clockwork sun is an elephant-sized sphere of polished bronze plates fitted with glowing crystals, all arranged around a heart of grinding gears. An array of magical lenses amplifies the energy shed by a single aeon stone set in the center of the artifact, generating light that mimics that of a real sun. A series of short, spider-like legs along one side of the sun grants the artifact lumbering mobility. So long as at least one of these appendages remains in contact with a solid surface, the clockwork sun moves as if gravity were pulling it toward that surface, allowing the sun to move along walls and across ceilings with ease (although a clockwork sun walking on a wall or ceiling immediately falls if it loses contact with this surface).</p>\n<p><strong>Activate—Set Cycle</strong> 10 minutes (concentrate, manipulate)</p><hr /><p><strong>Effect</strong> You program the clockwork sun's motions and periods of illumination over the course of a 24-hour cycle. The clockwork sun follows this cycle exactly and must return to its starting point at the end of each cycle. If it does so, the act of the cycle automatically winds the clockwork sun, and it repeats the cycle. A clockwork sun that encounters an unexpected barrier can navigate simple blockades by moving around or climbing over them—as such, many users set a clockwork sun's cycle to take less time than 24 hours, giving the artifact plenty of time to return to its starting spot if it's forced take detours.</p>\n<p>As part of setting the clockwork sun's cycle, you also determine the periods during which the artifact is illuminated; the total illumination time can't be longer than half the sun's total cycle time (typically 12 hours). While illuminated, a clockwork sun sheds bright light equivalent to that of a sunny day to a radius of 1 mile. A sighted creature that ends their turn within 20 feet of an illuminated clockwork sun and didn't Avert Gaze during their turn must succeed at a @Check[fortitude|dc:43] save or be @UUID[Compendium.pf2e.conditionitems.Item.Dazzled] for 1 minute (@UUID[Compendium.pf2e.conditionitems.Item.Blinded] for 1 minute on a critical failure). Creatures at a further distance can look directly at the light without fear, as it's not as intense as true sunlight.</p>\n<p>Creatures that are vulnerable to sunlight (such as deros or vampires) do not treat the light of a clockwork sun as true sunlight, but if they start their turn within the illumination, they must succeed at a @Check[will|dc:43] save or become @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 2} on a critical failure) from the minor but discomforting pain the near-sunlight induces.</p><hr /><p><strong>Destruction</strong> A clockwork sun can be destroyed by mundane means, but its armored frame and high Hit Points make them difficult to damage. A clockwork sun reduced to 0 HP is destroyed and explodes in a blast of shrapnel and fire in a @Template[type:emanation|distance:40]. Creatures in the area take @Damage[10d6[piercing],10d6[fire]] damage (@Check[reflex|dc:43|basic] save).</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #214: The Broken Palace"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "arcane",
                "artifact",
                "clockwork"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
