{
    "_id": "66yY2SClvqj0lMFX",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Conduit Shot (Moderate)",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "ammo"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Ammunition</strong> any</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\"> 1</span> command</p>\n<hr />\n<p>Fine lines of djezet sparkle in conduit shot. When you Activate it, you name up to four creatures, in addition to you, that the ammunition's magic works for. When a conduit shot hits a target, which can be a square, it remains intact. It moves with a creature it struck, unless the GM determines otherwise, until that creature regains any Hit Points. If it doesn't stick to the target, the active ammunition instead falls into the target's space, remaining active.</p>\n<p>If you or one of the four selected creatures include the ammunition in the area of a spell that is 5th level or lower; has an area of a burst, cone, or line; and does not have a duration, the djezet in the ammunition flares in striations of red light, increasing the area of that spell. Add 5 feet to the radius of a burst that has a radius of at least 10 feet or to the length of a cone or line normally 15 feet long or smaller. For a larger cone or line, add 10 feet to the length. These increases are based on the spell's original area, ignoring any increases due to other effects, such as the Widen Spell feat. Increasing a spell's area destroys the ammunition, which otherwise remains active for 1 minute.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 200
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "consumable",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "other"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "consumable"
}
