{
    "_id": "XfQSkbjxVHF82ael",
    "img": "systems/pf2e/icons/equipment/alchemical-items/alchemical-poisons/daylight-vapor.webp",
    "name": "Condensed Mana",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "other"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"pf2-icon\"> 2</span> Strike</p>\n<hr />\n<p>Condensed mana is a crystal vial filled with concentrated miasma from the Mana Wastes. The colors shift abruptly and unpredictably within and the opening of the bottle is sealed tighter than any other potion or alchemical item, emphasizing its dangers. On a successful Strike, the creature takes [[/r 1[force]]] damage. Then, roll on the @UUID[Compendium.pf2e.rollable-tables.RollTable.Wellspring Surges] table. The result affects all creatures within the emanation indiscriminately. For the purpose of determining the effects of the surge, use a spell level of 4 and a DC of 23. The person Striking with this vial is considered to be the caster for the purposes of determining effects on the Mana Surge table. The emanation is centered on the target's space, and both the caster and the target of the wellspring surge are the target of the condensed mana. On a failed Strike, the surge only has an effect if it would normally affect an area; if you roll an effect that depends on a caster or a target, nothing happens. If the effect normally doesn't have a DC, creatures affected by the surge or within the surge's area must attempt a @Check[type:reflex|dc:23] save instead. On a critical failure on any saving throw against condensed mana, the creature is @UUID[Compendium.pf2e.conditionitems.Item.Stunned] by the wild energies of the surge. Sometimes a wellspring surge's effects make it difficult to determine exactly who is affected. The GM makes the determination, basing it on creatures directly affected; for example, while many creatures can hear the music from the surge \"strike up the band,\" only the creature emanating the music is directly affected by it.</p>\n<hr />\n<p><strong>Craft Requirements</strong> You must be in or adjacent to an area of Mana Wastes miasma.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 69
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Impossible Lands"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "alchemical",
                "consumable"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "consumable"
}
