{
    "_id": "Y23lqGpVYNacdUUl",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/cassock-of-devotion.webp",
    "name": "Corruption Cassock",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p><strong>Perception</strong> [[/r 1d20+20]]{+20}; precise vision 30 feet, imprecise hearing 30 feet, constant detect alignment</p>\n<p><strong>Communication</strong> telepathy (Celestial, Common, four other languages)</p>\n<p><strong>Skills</strong> Deception [[/r 1d20+21]]{+21}, Diplomacy [[/r 1d20+19]]{+19}, Religion [[/r 1d20+19]]{+19}</p>\n<p><strong>Int</strong> +2, <strong>Wis</strong> +5, <strong>Cha</strong> +4</p>\n<p><strong>Will</strong> [[/r 1d20+20]]{+20}</p>\n<hr />\n<p>Devotees of non-evil faiths fear and loathe <em>corruption cassocks</em>, each of which is dedicated to an evil deity. When the garment chooses a target, such as when it senses a worshipper of a good or neutral deity, it alters its form to match another deity's iconography, appearing to be a <em>cassock of devotion</em> for that deity. Once donned, the cassock tries to subtly sway its wearer to the worship of its deity. If the wearer begins to succumb, the <em>corruption cassock</em> gradually reverts to its true appearance, replacing its false iconography as its wearer converts.</p>\n<p>A <em>corruption cassock</em> functions as a <em>cassock of devotion</em> for any wearer it chooses. Once you invest the cassock, it fuses to you. The cassock has the alignment trait of its deity (LE, NE, or CE), and while you remain loyal to another deity, you believe it grants you a +2 item bonus to Religion checks and a +1 item bonus to the divine skill of the deity to whom you believe the cassock is dedicated. It does neither. The GM secretly adjusts your checks with those skills, causing you to fail at religious tasks more often. If you have multiple equal or lower item bonuses to the affected skills, the cassock takes precedence, negating those bonuses. If you convert to following the cassock's true evil deity, however, these bonuses function normally for you.</p>\n<p>If you attempt to Cast a Spell with an alignment trait that doesn't match the cassock's, it can force you to attempt a @Check[type:will|dc:28] save. On a failure, you're @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1} for one minute (@UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 2} on a critical failure). A <em>corruption cassock</em> uses this ability to convince you that your deity has forsaken you.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You gain 1 Focus Point, which you can spend only to cast a cleric domain spell for a domain belonging to the deity you believe the cassock is dedicated to. If you don't spend this Focus Point by the end of this turn, it's lost. However, when you use this activation, the <em>corruption cassock</em> can instead cast a domain spell of the same level from its deity. It does so only to confuse and dismay you, harming your faith.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 1150
            }
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "selector": "religion",
                "type": "item",
                "value": 2
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "divination",
                "divine",
                "focused",
                "invested",
                "cursed",
                "intelligent"
            ]
        },
        "usage": {
            "value": "worngarment"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
