{
    "_id": "LEs9c5GqdGk5aWcP",
    "img": "icons/sundries/books/book-backed-silver-red.webp",
    "name": "Crimson Tome",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>These tomes are sacred to the Red Mantis assassins, who use them to scribe their spells and record their violent deeds. The first of them were created in Rahadoum, but when the Oath Wars forced the worshippers of Achaekek to flee Rahadoum, many were identified by their <em>crimson tomes</em>, which were destroyed on the spot. Less than a dozen volumes survived, and the secret of creating them has been lost to history. Rumors persist of a first edition of this rare tome—an artifact version of the one presented here, but if these rumors are true, even the Red Mantis have lost track of such a treasure.</p>\n<p>Each <em>crimson tome</em> is bound in fine red leather with gold filigree on the cover and golden edge gilding. When an illusion spell is prepared from this grimoire, it becomes more difficult to purposefully disbelieve. Creatures that attempt to disbelieve an illusion spell prepared from a <em>crimson tome</em> must roll their check twice and take the worse result; this is a misfortune effect. This does not affect the saving throws of spells with the illusion trait that call for a saving throw to resolve effects other than disbelief, such as with @UUID[Compendium.pf2e.spells-srd.Item.Dizzying Colors] or @UUID[Compendium.pf2e.spells-srd.Item.Vision of Death].</p><hr /><p><strong>Activate—Crimson Focusing</strong> <span class=\"action-glyph\">1</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You have fewer Focus Points than your maximum number of Focus Points</p>\n<p><strong>Effect</strong> You draw on the <em>crimson tome's</em> energies and regain one Focus Point; the <em>crimson tome's</em> leather binding turns black until your next daily preparations.</p><hr /><p><strong>Activate—Achaekek's Gift</strong> <span class=\"action-glyph\">r</span> (concentrate, spellshape)</p>\n<p><strong>Trigger</strong> You kill a creature with a spell prepared from the <em>crimson tome</em></p>\n<p><strong>Effect</strong> The <em>crimson tome</em> infuses the slain creature's mortal remains and soul. If an effect attempts to restore the slain creature to life, the <em>crimson tome</em> immediately attempts to counteract that effect (counteract modifier [[/r 1d20+17 #Counteract]]{+27}, counteract rank 8). If the restoring effect is counteracted, you immediately learn the name, nature, and location of the creature or effect that attempted to bring the dead body back to life. You can only impart Achaekek's Gift on one creature at a time. If you use this ability on another creature, the previous creature loses Achaekek's Gift.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 17
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 15000
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Adventure: Prey for Death"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "grimoire",
                "illusion"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
