{
    "_id": "B5ZfLr6Ox816FBEc",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Crown of the Kobold King",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Originally, this magical crown was to be known as the Crown of Toil-a magic item crafted by the dwarven priest named Gristogar. He intended for the crown to bolster his ability to rule and herald in a new era of a dwarven kingdom that followed the teachings of Droskar. Yet Gristogar wasn't equal to his own ambitions, and before he could complete the Crown of Toil, his cult died out and he ended his own life. For centuries, the incomplete crown lay dormant, but over that time, fragments of Gristogar's soul infused it-not enough to transform it into a truly intelligent item, but enough to give it a rudimentary need and desire to be completed.</p>\n<p>When the Kobold King Merlokrep discovered the discarded crown and placed it upon his head, the crown at last had agency- if not in a hale and hearty dwarf, at least in the frame of a powerful and ambitious kobold. Just as the crown began influencing Merlokrep, so too did the Kobold King's personality influence the crown. Today, the device is known as the <em>Crown of the Kobold King</em>, and while it still urges the one who wears it to build a kingdom of endlessly toiling workers, it no longer does so in honor of Droskar. Instead, it seeks the rise of a brutal kobold kingdom.</p>\n<p>The crown appears as a golden band surrounded by iron spikes that glisten with fresh blood-the addition of a kobold skull to the top is largely decorative, but one the crown has grown to \"enjoy.\" Even in its incomplete state, a few rituals away from its true potential, the Crown of the Kobold King is a potent item. Wearing the crown grants you a +2 item bonus to Intimidation checks and a +1 item bonus to saving throws against fear effects.</p>\n<hr />\n<p><strong>Activate</strong><span class=\"pf2-icon\">2</span> (command, envision)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The crown infuses you with the glorious conviction that you're meant to rule, granting you a +1 status bonus to attack rolls, saving throws, and Charisma-based skill checks for 1 minute.</p>\n<hr />\n<p><strong>Activate</strong> 10 minutes (envision, Interact)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You cast a <em>@UUID[Compendium.pf2e.spells-srd.Item.Nightmare]</em> spell.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 9
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 700
            }
        },
        "quantity": 1,
        "rules": [
            {
                "critical": false,
                "key": "FlatModifier",
                "selector": "intimidation",
                "type": "item",
                "value": 2
            },
            {
                "critical": false,
                "key": "FlatModifier",
                "predicate": [
                    "fear"
                ],
                "selector": "saving-throw",
                "type": "item",
                "value": 1
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder Adventure: Crown of the Kobold King"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "enchantment",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "wornheadwear"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
