{
    "_id": "1kLz3leyfccLcAMK",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Cube of Nex",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>The Cube of Nex is an enchanted cube that measures an inch across. The sides of the Cube of Nex are decorated so that they can be distinguished by touch.</p>\n<p>Within 5 feet of the Cube of Nex, all magic is suppressed or impossible to cast, with the effects of a 10th-level <em>@UUID[Compendium.pf2e.spells-srd.Item.Antimagic Field]</em> spell. However, spells you cast and magic items you wield ignore the <em>@UUID[Compendium.pf2e.spells-srd.Item.Antimagic Field]</em> from the Cube of Nex.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You hold the cube aloft and depress one of its six faces for several seconds. The cube creates six walls around you, creating a cube 10 feet on each side centered on you (typically centered on the top of your space if you're a Medium creature). If a creature or object overlaps any of these walls, that face of the cube doesn't appear; this also means if you're Huge or larger, the activation has no effect, as your space is larger than the cube would be. The effect of the six walls depends on which face of the cube you press when you Activate the cube, as seen on the Cube Effects table (below). Pressing the sixth cube face with a simple Interact action Dismisses the effect; doing so isn't an activation and thus doesn't count against the cube's frequency. The walls have the AC, Hit Points, and Hardness of a <em>@UUID[Compendium.pf2e.spells-srd.Item.Wall of Force]</em>.You must first Dismiss any previous activation before you use it again.</p>\n<hr />\n<p><strong>Activate</strong><span class=\"pf2-icon\">2</span> Interact</p>\n<p><strong>Frequency</strong>: once per minute</p>\n<hr />\n<p><strong>Effect</strong> A cube of force or Lesser Cube of Nex within 60 feet of you becomes inert. It can't be Activated, any current activation ends, and any constant abilities it has cease to function.</p>\n<table class=\"pf2-table\">\n<thead>\n<tr>\n<th>Cube Face</th>\n<th>Effect</th>\n</tr>\n</thead>\n<tbody>\n<tr>\n<td>1</td>\n<td>The walls keep out gas and wind, attempting to counteract such effects that cross the threshold with a [[/r 1d20+20 #Counteract]]{+20} counteract modifier but allowing all other things through.</td>\n</tr>\n<tr>\n<td>2</td>\n<td>The walls block nonliving matter from crossing; a nonliving creature must succeed at a @Check[type:will|dc:30] save to cross the threshold, wasting their move action on a failure, and unattended objects can't cross. Non-magical ranged attacks can't cross either and instead attack the wall. A living creature can bring attended objects across the walls without needing to attempt a saving throw.</td>\n</tr>\n<tr>\n<td>3</td>\n<td>The walls block living matter from crossing; a living creature must succeed at a @Check[type:will|dc:30] save to cross the threshold, wasting their move action on a failure.</td>\n</tr>\n<tr>\n<td>4</td>\n<td>The walls keep out magical effects that cross the threshold, attempting to counteract magical effects with a [[/r 1d20+20 #Counteract]]{+20} counteract modifier, though they don't prevent a creature with magical items or effects from entering.</td>\n</tr>\n<tr>\n<td>5</td>\n<td>The walls block everything, with the effects of <em>@UUID[Compendium.pf2e.spells-srd.Item.Wall of Force]</em>.</td>\n</tr>\n<tr>\n<td>6</td>\n<td>The cube is Dismissed (this takes only an Interact action and isn't an activation).</td>\n</tr>\n</tbody>\n</table>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 25
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Impossible Lands"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "evocation",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
