{
    "_id": "k9BYXA4b7Z4Hy6lZ",
    "img": "systems/pf2e/icons/equipment/held-items/deafening-music-box.webp",
    "name": "Deafening Music Box",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Symbols of musical notes decorate this gold-framed wooden cube measuring just under 1 foot by 1 foot. A funnel-shaped trumpet protrudes from the box's top at an angle, though it feels surprisingly light. The box has a large button on its side, and it must be set down on a flat surface in order to activate it; while it's activated, the rumbling and churning gears inside the box make it impossible to carry without dropping it.</p>\n<p><strong>Activate</strong><span class=\"pf2-icon\">A</span>Interact;<strong>Effect</strong> You press the button on the side of the music box, causing it to erupt with a cacophonous and discordant melody for 1 minute while it plays its entire melody, and it can't be shut off prematurely. The music is so loud that any creature within 60 feet must succeed at a @Check[type:fortitude|dc:24] save or become @UUID[Compendium.pf2e.conditionitems.Item.Deafened] for as long as they remain within 60 feet of the music box, and for 1 minute thereafter. On a critical success, a creature need not make any more saves and is temporarily immune to the<em>deafening music box</em>for the next 24 hours; on a success, the creature must attempt a new save each round it remains within 60 feet of the music box.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 8
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 500
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #158: Sixty Feet Under"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "auditory",
                "evocation",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "equipment"
}
