{
    "_id": "64aQTlUq7VaBTjpd",
    "img": "icons/commodities/flowers/flower-grey-orange.webp",
    "name": "Devil's Breath Incense",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "category": "other",
        "containerId": null,
        "damage": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>This 6-inch-long stick of gray-green incense has an unsettling, oily look to it. When burned, a stick of <em>devil's breath incense</em> emits a brimstone-like stink and burns for 10 minutes. Varisian tales claim the stink of this incense closely matches the odor of the breath of the Sandpoint Devil, although it doesn't come close to the full stink of its flaming exhalations. A creature within 10 feet of a stick of burning <em>devil's breath incense</em> must succeed at a @Check[type:fortitude|dc:23] save or become @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 1} (@UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 2} on a critical failure), after which they're temporarily immune to the incense for 1 hour.</p>\n<p>While a stick of <em>devil's breath incense</em> is burning, an adjacent creature can lean over the stick to inhale forcefully as an Interact action. Doing so consumes the entire stick immediately and automatically makes the creature @UUID[Compendium.pf2e.conditionitems.Item.Sickened]{Sickened 3}, but when the creature exhales its next breath, the cloud of smoke they breathe out attempts to carry with it a single curse the creature is afflicted by. The incense has a counteract level of 4 and a [[/r 1d20+12 #Counteract]]{+12} modifier for the roll. If used to remove the effects of the Sandpoint Devil's Accursed Breath (or similar effects, such as the Cursed Flames that the goblin witch Minargul can create), the <em>devil's breath incense</em> automatically succeeds at removing the curse, regardless of the level of the curse itself.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 70
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #200: Seven Dooms for Sandpoint"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "consumable",
                "divine"
            ]
        },
        "usage": {
            "value": "other"
        },
        "uses": {
            "autoDestroy": true,
            "max": 1,
            "value": 1
        }
    },
    "type": "consumable"
}
