{
    "_id": "USk8AnnokXPrV1Ui",
    "img": "icons/tools/instruments/drum-standing-glowing-green.webp",
    "name": "Dragon-Lotus Drum",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 1
        },
        "containerId": null,
        "description": {
            "value": "<p>This traditional barrel drum has tacked heads in the old military style of Hwanggot and is painted with a many-colored imperial dragon twined around white and pink lotuses, a symbol of long memory. The dragon holds a scroll in its two front claws that bears the inscription \"So that the memory of war may be truthfully recalled.\"</p>\n<p>A creature who activates the drum is bound to join its army after death. Once their spirit has fought in a hundred and one battles, they are freed to face whatever fate their soul has earned. However, until this duty is discharged, the dead creature cannot be resurrected, nor can their soul be captured by any other means.</p><hr /><p><strong>Activate—Summon Dragon-Lotus Army</strong> <span class=\"action-glyph\">3</span> (concentrate, incarnate, manipulate)</p>\n<p><strong>Frequency</strong> once every 20 years</p>\n<p><strong>Effect</strong> Spend a Mythic Point; beating the drum summons a spectral army to an area you designate within 500 feet. The army takes its Arrive action when you finish playing. At the end of your next turn, the army Strides up to 60 feet and then takes its Depart action. The Dragon-Lotus Army follows your orders and attempts to not harm you and your allies when possible. The spectral force isn't fully a creature. It can't take any other actions, nor can it be targeted or harmed by Strikes, spells, or other effects unless they would be able to target or end a spell effect (such as @UUID[Compendium.pf2e.spells-srd.Item.Dispel Magic]). The army is Gargantuan, but it doesn't block movement.</p>\n<p><strong>Arrive</strong> (emotion, fear, mental, sonic) <em>The Sound of Thunder</em> The beating of the drum amplifies to become like the stomping of hundreds of booted feet. The Dragon- Lotus Army appears in perfect formation and gives a brief, staccato battle cry. All enemies in a @Template[type:emanation|distance:60] around the army take @Damage[16d10[sonic]|options:area-damage] damage (@Check[fortitude|dc:48|basic|traits:emotion,fear,mental,sonic|options:area-effect] save); each creature who fails its save is also @UUID[Compendium.pf2e.conditionitems.Item.Frightened]{Frightened 3} (@UUID[Compendium.pf2e.conditionitems.Item.Frightened]{Frightened 4} on a critical failure).</p>\n<p><strong>Depart</strong> <em>Devastating Charge</em> The army readies their motley collection of weapons and Strides forward up to 100 feet in a straight line. Each creature it moves through takes 20d8 @Damage[20d8[bludgeoning]|options:area-damage]{bludgeoning}, @Damage[20d8[piercing]|options:area-damage]{piercing}, or @Damage[20d8[slashing]|options:area-damage]{slashing} damage (whichever would be most harmful at the GM's discretion) with a @Check[reflex|dc:48|basic|options:area-effect] save. A creature who critically fails its save is also knocked @UUID[Compendium.pf2e.conditionitems.Item.Prone].</p><hr /><p><strong>Destruction</strong> If the <em>Dragon-Lotus Drum</em> is captured by an enemy of Hwanggot (such as a warring rival nation) and then played continually for 1 week while singing anthems that disparage Hwanggot and its leaders, the drum falls to pieces and the souls bound to it are obliterated.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 24
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "magical",
                "mythic"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        }
    },
    "type": "equipment"
}
