{
    "_id": "5tyQQUdb2GtspEvy",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Draxie's Recipe Book",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This tiny recipe book was created by a famous draxie chef, but it instantly resizes to fit the hand and eyes of the reader. While most of the pages are blank and ready to receive spells, the first four pages are taken up by a complex seasoning recipe that requires a casting of <em>@UUID[Compendium.pf2e.spells-srd.Item.Glitterdust]</em>.</p>\n<p><strong>Activate</strong><span class=\"pf2-icon\">F</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> If your next action is to cast a <em>glitterdust </em>spell, all creatures within the spell's area who don't critically succeed at their save are covered with a spicy red powder. Any attempt to grab or grapple a creature affected in this way, or to swallow such a creature whole, gains a +1 circumstance bonus to the attempt, or a +2 circumstance bonus if the attempt is made using a jaws or similar mouth-based attack, due to the target's extra deliciousness and savory smell. An affected creature can remove the powder by thoroughly cleaning themselves (a process that typically takes about 10 minutes) or by completely immersing themselves in water. This ability can also be used to properly season up to 100 pounds of prepared food within the area of the <em>glitterdust </em>spell instantaneously.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 4
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 90
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "grimoire",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
