{
    "_id": "KBLQtEU6Ya9LT8WW",
    "img": "icons/commodities/gems/gem-rough-round-pink.webp",
    "name": "Dream Lens",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 10
        },
        "containerId": null,
        "description": {
            "gm": "<p>The <em>Dream Lens</em> is located far from Sandpoint, housed in an obelisk of pink-veined marble in the lost city of Ilvarandin deep down in the Vaults of Orv. Here, this sinister artifact can capture the dreaming mind of a mortal anywhere in the world who has fallen under the influence of midnight milk. The <em>Dream Lens</em> is a large convex crystal housed in a series of metal armatures, itself guarded by powerful constructs and arcane countermeasures.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> envision, Interact</p>\n<p><strong>Requirements</strong> You're an intellect devourer whose mind has been linked to a user of midnight milk, and that creature is still dreaming in your mind</p>\n<hr />\n<p><strong>Effect</strong> The <em>Dream Lens</em> establishes a link between you and the dreaming host, allowing you to rip and tear into the host's mind from afar. You can attempt two talon Strikes against the dreaming creature, using the same attack modifier as your highest attack modifier. These strikes gain the death and mental traits, and damage caused by them is mental damage, not slashing damage. If this kills the target, the intellect devourer can use Body Thief against the target as a free action, teleporting from the <em>Dream Lens</em> directly into the skull of its new, freshly slain host. If these strikes don't kill the target, it can immediately attempt a new Fortitude save against the DC of the midnight milk it's currently under the effects of. If it succeeds at this saving throw, the target immediately awakes (retaining only vague memories of an awful nightmare) and is no longer affected by that dose of midnight milk.</p>",
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #200: Seven Dooms for Sandpoint"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "artifact",
                "magical"
            ]
        },
        "usage": {
            "value": "other"
        }
    },
    "type": "equipment"
}
