{
    "_id": "LmksnUQdwRu0SPCK",
    "img": "icons/tools/smithing/crucible.webp",
    "name": "Essence Forge (Lesser)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 20
        },
        "containerId": null,
        "description": {
            "value": "<p>An <em>essence forge</em> consists of a large stone workbench with a receptacle for fuel built into the left side. Sparkling crystals are embedded across the forge's structure, with additional flourishes made from a different material, as appropriate to the type of forge.</p>\n<p><em>Life forges</em> are adorned with fossilized bones and petrified wood. They're used to craft items associated with the divine and primal magic traditions. One must attempt a Nature or Religion check to prime a <em>life forge</em>.</p>\n<p><em>Matter forges</em> are decorated with strips of precious metal. They can be used to craft items associated with the arcane and primal magic traditions. One must attempt an Arcana or Nature check to prime a <em>matter forge</em>.</p>\n<p><em>Mind forges</em> are accentuated with glittering gemstones. They can be used to craft items associated with the arcane and occult magic traditions. One must attempt an Arcana or Occultism check to prime a <em>mind forge</em>.</p>\n<p><em>Spirit forges</em> are emblazoned with strange runes and obscure symbols enhanced by different pigments. They can be used to craft items associated with the divine and occult magic traditions. One must attempt an Occultism or Religion check to prime a <em>spirit forge</em>.</p><hr /><p><strong>Activate—Prime the Forge</strong> 1 minute (concentrate, manipulate)</p>\n<p><strong>Requirements</strong> The <em>essence forge</em> doesn't currently contain any stored essence</p>\n<p><strong>Effect</strong> You prepare the <em>essence forge</em> for use by placing raw materials in its receptacle then spend an hour concentrating on the forge, using your own magical potential to consume the materials. The combined gp value of the raw materials sets the maximum price of the item you can craft with the <em>essence forge</em>. An <em>essence forge</em>'s receptacle can hold no more than 3 Bulk of raw materials, so coins, gemstones, or small valuable objects or items make for the best sources of fuel. Attempt an @Check[arcana|dc:20], @Check[nature|dc:20], @Check[occultism|dc:20], or @Check[religion|dc:20] check as appropriate for the tradition of <em>essence forge</em> you're using to focus your magical potential on the receptacle.</p>\n<p><strong>Critical Success</strong> The raw materials are consumed, and the <em>essence forge</em> stores essence equal to the value of the raw materials. Additional essence overflows back into you, granting a +1 item bonus to the skill you used to Prime the Forge for the next 24 hours.</p>\n<p><strong>Success</strong> The raw materials are consumed, and the <em>essence forge</em> stores essence equal to the value of the raw materials.</p>\n<p><strong>Failure</strong> The raw materials are consumed, but the burn is inefficient, and the <em>essence forge</em> stores essence equal to half the value of the raw materials.</p>\n<p><strong>Critical Failure</strong> The raw materials are consumed and lost, but no essence is stored in the forge; the raw materials are wasted.</p><hr /><p><strong>Activate—Craft an Item</strong> 2 hours (concentrate, manipulate)</p>\n<p><strong>Requirements</strong> The <em>essence forge</em> has been primed with raw materials equaling or exceeding the value of the item you intend to craft, and you are not @UUID[Compendium.pf2e.conditionitems.Item.Fatigued]</p>\n<p><strong>Effect</strong> You place your hands atop the forge's workspace and focus your concentration on the essence contained within the forge. Choose an item whose formula you have and whose level is equal to or less than the <em>essence forge</em>'s level, or choose an @UUID[Compendium.pf2e.equipment-srd.Item.Essence Charm]. The <em>essence forge</em> begins to construct that item as you concentrate, causing an increasingly realistic illusion of the item to come into focus atop the forge's workspace. Attempt a Crafting check with a DC determined by the forge's type (lesser, moderate, or greater); this check earns Forge Points (using the @UUID[Compendium.pf2e.journals.JournalEntry.S55aqwWIzpQRFhcq.JournalEntryPage.EBWqgmHdFUYBTD0a]{Victory Point} system). You can sustain this activation for up to 8 hours; each time you sustain the activation, attempt another Crafting check to earn Forge Points. When you choose to end the activation, you become fatigued, and any remaining essence stored in the forge dissipates with no further effect. Consult the <em>Essence Forge</em> Crafting section below to determine if you were successful in crafting the item you chose.</p><hr /><p><strong>Activate—Absorb Essence</strong> <span class=\"action-glyph\">1</span> (concentrate, healing, manipulate)</p>\n<p><strong>Requirements</strong> The <em>essence forge</em> contains essence</p>\n<p><strong>Effect</strong> You absorb the essence in the forge, emptying it and allowing it to be primed. If the essence value in the forge is equal to or greater than 50 gp, the forge heals you for @Damage[(3d8+10)[healing]] HP. Otherwise the absorbed essence has no effect.</p><h2><em>Essence Forge</em> Crafting</h2><p>When you finish crafting with an <em>essence forge</em>, consult the following to determine how successful you were.</p>\n<p><strong>0 or fewer Forge Points:</strong> The essence was tainted or your concentration was lacking. An illusory object manifests, but it's a non-magical, worthless level 0 replica of the item you intended to craft.</p>\n<p><strong>1–3 Forge Points:</strong> The item you craft is functional but temporary. It falls apart after it's activated or after 24 hours, whichever comes first.</p>\n<p><strong>4–5 Forge Points:</strong> You successfully craft the item.</p>\n<p><strong>6 or more Forge Points:</strong> You successfully craft the item, and it works better than expected. Choose one of the following enhancements to add to the item:</p><ul><li>If the item has an activation that has a frequency of once per day, that activation can be made an additional time each day.</li><li>If the item has an activation that has a save DC or Strike modifier, that DC or Strike gains a +1 bonus.</li><li>If the item is an invested item, it grants a +1 item bonus to initiative checks as long as you have it invested.</li><li>The item is well crafted and can be sold for 60%</li></ul>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 6
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 250
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #214: The Broken Palace"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "magical"
            ]
        },
        "usage": {
            "value": "other"
        }
    },
    "type": "equipment"
}
