{
    "_id": "6nIwxBKmmYvTGNip",
    "img": "icons/consumables/food/berries-cream-bowl-mint-red.webp",
    "name": "Euphorium",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "category": "other",
        "containerId": null,
        "damage": null,
        "description": {
            "value": "<p><strong>Activate</strong> 10 minutes (manipulate)</p><hr /><p>An alternative to the magical @UUID[Compendium.pf2e.equipment-srd.Item.Serum of Sex Shift], euphorium offers similar benefits with a gustatory twist. Euphorium generally takes the form of a light, fluffy cake decorated with overpoweringly sweet frosting and served with alchemically chilled ice cream.</p>\n<p>Euphorium's effects begin to manifest as you consume it. With every bite of euphorium, you become a little more yourself. You can pause at any time, halting the transformation midway at a point you choose. In this case, the results persist for 24 hours before reverting slowly over the course of an additional hour, allowing you to approach the experience at your own pace.</p>\n<p>The remaining dose of euphorium doesn't spoil (unless it's temporary due to another effect, such as the limitation of Quick Alchemy) but has no effect on anyone other than the person who initially began eating it. This allows you to restart your transformation when you feel comfortable in doing so. Restarting this way quickly restores reverted changes, letting you \"pick up where you left off.\" Once you consume the final bite, the effect functions as if you'd activated a <em>serum of sex shift</em>.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 60
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #205: Singer, Stalker, Skinsaw Man"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "otherTags": [
                "alchemical-food"
            ],
            "rarity": "uncommon",
            "value": [
                "alchemical",
                "consumable",
                "processed"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "uses": {
            "autoDestroy": true,
            "max": 1,
            "value": 1
        }
    },
    "type": "consumable"
}
