{
    "_id": "Lafm0hXaAGRQTmN4",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Extra Lung",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>An <em>extra lung</em> is a waterproofed bladder of air worn in an underarm holster, connected to the wearer's nose by a long tube. You can use it as a source of air instead of breathing in the air around you. It can hold 5 rounds' worth of breathable air, and can be refilled if the <em>extra lung</em> is left open for 10 minutes in an environment with suitable air.</p>\n<p>You can switch to breathing from the <em>extra lung</em> at any time, without using an action. You can use air from the bladder following the rules for holding your breath, but you can speak without losing the air from the <em>extra lung</em>. When you lose air at the end of each of your turns, choose whether you use breath you're holding or air from the <em>extra lung</em>. Speaking causes you to lose breath you're holding but doesn't affect the air in the <em>extra lung</em>.</p>\n<p><strong>Activate—Cough Up</strong> <span class=\"action-glyph\">R</span> (manipulate)</p>\n<p><strong>Trigger</strong> You breathe in an inhaled poison or other inhaled affliction</p>\n<hr />\n<p><strong>Effect</strong> You cough the poison or tainted air into your <em>extra lung</em>, immediately attempting a new save against the effect. The air inside your <em>extra lung</em> becomes fouled, and you re-expose yourself to the inhaled affliction if you breathe it in. The <em>extra lung</em> is cleansed of any poison it contains every day at dawn.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 8
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 500
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "air",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
