{
    "_id": "U2H9lboISyaYa3bP",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Faydhaan's Dallah",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 1
        },
        "containerId": null,
        "description": {
            "value": "<p>Noble faydhaan shuyookhs serve coffee brewed in ornate dallahs such as this one to welcome guests in their courts. Most nobles have their kitchen staff import the beans at great expense from other planes then roast the beans with local ingredients gathered on the Plane of Water to create a brew unique to their locale. A <em>faydhaan's dallah</em> has the name of a specific faydhaan shuyookh engraved on the bottom and typically comes with six drinking cups, a platter, and a selection of coffee beans.</p>\n<hr />\n<p><strong>Activate—Brew</strong> <span class=\"action-glyph\">3</span> (concentrate, manipulate)</p>\n<p><strong>Effect</strong> You place a handful of beans in the dallah, and it immediately grinds the beans, fills with water, and brews six cups' worth of coffee. Pouring a cupful of coffee into a vessel takes an Interact action, as does drinking a cup. A creature that drinks a cup can breathe underwater and is protected from mild or severe temperatures of underwater environments for 8 hours. The coffee can later be transmuted using the dallah's other activation, but this latent magic ends if the dallah is used to brew coffee again.</p>\n<p>Coffee poured from the dallah stays in its vessel until someone drinks it or deliberately pours it out, even if the vessel is in an environment where the coffee would normally escape, such as underwater.</p>\n<hr />\n<p><strong>Activate—Faydhaan's Hospitality</strong> <span class=\"action-glyph\">2</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You used the dallah's activation to brew a batch of coffee today</p>\n<p><strong>Effect</strong> You speak the name of the faydhaan shuyookh inscribed on the dallah. You don't need to be holding the dallah to use this activation. The shuyookh transmutes the coffee within the body of each creature who partook from the batch you brewed, choosing a single common potion of 6th level or lower, which grants them all the benefits of that potion. Typically, the shuyookh chooses a <em>moderate healing potion</em>, <em>lesser potion of resistance</em>, or <em>potion of swimming</em>.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 14
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 4250
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "magical",
                "water"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
