{
    "_id": "9SmQvhTWvk7kuvJl",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Forgotten Signet",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>At the center of this silver ring gleams an obsidian gem, its surface emblazoned with a bloodred rune of forgetting. While wearing a <em>forgotten signet</em>, you're subjected to <em>@UUID[Compendium.pf2e.spells-srd.Item.Mind Blank]</em> (+32 counteract bonus) and easily fade from others' memory. Sapient creatures must attempt a @Check[type:will|dc:42] save each time you depart from their company or they forget you entirely.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature's memories of you are normal.</p>\n<p><strong>Success</strong> The creature remembers you and your interactions but has difficulty describing either to others. Each time they attempt to share information about these subjects with someone else, they relate only confusing or unclear details about you and this interaction.</p>\n<p><strong>Failure</strong> The creature remembers your existence but no details about you or your interactions. For example, they remember speaking with an individual of your most basic biological traits, such as a human woman, but not your name, appearance, or other specific features.</p>\n<p><strong>Critical Failure</strong> The creature retains no memories of you or this interaction.</p>\n<p><strong>Destruction</strong> If a creature learns the true name of a<em> forgotten signet</em>'s wearer and makes it public knowledge, that <em>forgotten signet</em> tarnishes and breaks in two.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 21
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "artifact",
                "enchantment",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
