{
    "_id": "6R3e78H9YwzmMbjF",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Fossil Fragment (Amber Mosquito)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>A fossil fragment is a piece of a fossil creature, typically a smaller bone from a larger specimen.</p>\n<p><strong>Activate—Fossil Metamorphosis</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<hr />\n<p><strong>Effect</strong> You activate the fragment by placing it on solid ground and then speaking its name, causing the fragment to form the full fossilized skeleton of a creature. In creature form, the fragment has the minion trait. Because it's an animated fossil instead of a living creature, it has the construct and earth traits and lacks its normal creature type trait (typically animal). It's also immune to bleed, death effects, disease, doomed, drained, @UUID[Compendium.pf2e.conditionitems.Item.Fatigued], healing, nonlethal attacks, @UUID[Compendium.pf2e.conditionitems.Item.Paralyzed], poison, sickened, vitality, void, and @UUID[Compendium.pf2e.conditionitems.Item.Unconscious]. It can understand your language, and it obeys you to the best of its ability when you use an action to command it. The specifics of each creature, as well as the activation's frequency, if any, appear in its entry below.</p>\n<hr />\n<p>A minuscule insect preserved in fossilized tree sap, this fragment becomes a @UUID[Compendium.pf2e.pathfinder-bestiary-2.Actor.Giant Mosquito] when activated. It can be called upon once per day for up to 10 minutes. The fossil mosquito can't afflict anyone with septic malaria. If the mosquito uses Blood Drain, it doesn't gain temporary Hit Points, but instead collects blood from the victim. The blood stays within the mosquito indefinitely and stays fresh while it does. If the mosquito uses Blood Drain again, any blood from before that use is lost.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 13
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 2500
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "earth",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
