{
    "_id": "fTnjEAHVuM0fGkL4",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Fossil Fragment (Petrified Wood)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>A fossil fragment is a piece of a fossil creature, typically a smaller bone from a larger specimen.</p>\n<p><strong>Activate—Fossil Metamorphosis</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<hr />\n<p><strong>Effect</strong> You activate the fragment by placing it on solid ground and then speaking its name, causing the fragment to form the full fossilized skeleton of a creature. In creature form, the fragment has the minion trait. Because it's an animated fossil instead of a living creature, it has the construct and earth traits and lacks its normal creature type trait (typically animal). It's also immune to bleed, death effects, disease, doomed, drained, @UUID[Compendium.pf2e.conditionitems.Item.Fatigued], healing, nonlethal attacks, @UUID[Compendium.pf2e.conditionitems.Item.Paralyzed], poison, sickened, vitality, void, and @UUID[Compendium.pf2e.conditionitems.Item.Unconscious]. It can understand your language, and it obeys you to the best of its ability when you use an action to command it. The specifics of each creature, as well as the activation's frequency, if any, appear in its entry below.</p>\n<hr />\n<p>This colorful sliver of petrified wood becomes an awakened tree when activated. It doesn't have the normal weaknesses of an awakened tree, but it's rooted in place, @UUID[Compendium.pf2e.conditionitems.Item.Immobilized]. As a single action, it can throw a petrified seed, such as a stone pine cone or acorn, up to 60 feet. A copy of the tree appears there, provided there's an unoccupied space large enough for it. While two trees exist, if either tree throws another seed, one of the existing trees disappears, replaced by the new tree. The tree can be called upon once per day for up to 1 minute. This duration starts when you activate the item, and all trees disappear when it ends.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 14
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 4200
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "earth",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
