{
    "_id": "7F6WGmvZ0r3PloXC",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Furnace of Endings",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Ash Cultists make use of these metal scroll cases to deliver secret messages or as ways to \"smuggle\" stolen documents since initial inspections find an elegant yet empty case. The cases are enchanted to instantly immolate any parchment or document placed inside of it. While invested, you can Interact with the scroll case to recreate the last message that was destroyed this way. For as long as the case is open, ashes will rise into the air, recreating the text of the message exactly as it was written. When you close the case or leave it unattended for 1 minute, the message scatters until the next time you Interact with it.</p>\n<p>In addition to the ability to recreate immolated documents, you can immolate a scroll containing a 1st‑level spell with the fire or negative trait that takes no more than three actions to cast. Doing so stores the scroll's magic inside of the scroll case in order to reuse it later. Only a single spell can be stored this way at a time, and immolating scrolls containing a higher‑level spell simply destroys the scroll without storing the magic. When you immolate a new spell scroll in the case, the previous one is lost. Enough of the scroll's magic is lost in this process that you can't use the case to recreate the scroll for the purposes of Learning a Spell.</p>\n<p><strong>Activation</strong> <span class=\"pf2-icon\">1</span> to <span class=\"pf2-icon\">3</span> envision, Cast a Spell</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> The last object burned was a scroll containing an appropriate spell</p>\n<hr />\n<p><strong>Effect</strong> You cast the stored spell as if you were activating the scroll.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 5
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 160
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Highhelm"
        },
        "stackGroup": "",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "fire",
                "invested",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
