{
    "_id": "BeX3ForBrKTQD4T5",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Fury Cocktail (Lesser)",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "mutagen"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> Interact</p>\n<p>A fury cocktail is a fortifying ginger beer spiked with rum and a mixer. It's rumored to have originated from a barbarian-themed festival in a popular mead hall specializing in alchemical beverages.</p>\n<p><strong>Benefit</strong> You gain a +2 item bonus to melee attack rolls and an additional effect depending on the additive chosen when the brew is created. The effects lasts 10 minutes.</p>\n<ul>\n<li><strong>Animalistic</strong> Lemon juice and powdered claws or talons are added to the cocktail. You gain an unarmed attack in the brawling group of your choice between a jaws attack that deals [[/r 1d6[piercing]]] or a claw attack that has the agile trait and deals [[/r 1d4[slashing]]].</li>\n<li><strong>Double</strong> This cocktail is just stronger, with more ginger and more rum. You gain resistance 1 to physical damage. The resistance increases to 2 for a moderate fury cocktail or 5 for a greater fury cocktail.</li>\n<li><strong>Mournful</strong> A few flower petals add a powerful aroma to the drink. You gain resistance 1 to negative damage, or resistance 1 to positive damage if you have negative healing. The resistance increases to 5 for a moderate fury cocktail or 10 for a greater fury cocktail.</li>\n<li><strong>Skeptical</strong> A splash of bitters gives the drink a more complex flavor. You gain a +1 item bonus to saves against magic. This bonus is +2 for a moderate fury cocktail or +3 for a greater fury cocktail.</li>\n<li><strong>Titanic</strong> Yuzu juice and powdered giant hair are added to this cocktail. If you're Medium or smaller, you gain the following effects: you become Large, are @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 1}, and increase your reach by 5 feet (or by 10 feet if you started out Tiny).</li>\n<li><strong>Wyrmhide</strong> Pomegranate juice and elemental reagents are added to the cocktail. You gain resistance 1 to acid, cold, electricity, fire, and poison damage. The resistance increases to 5 for a moderate fury cocktail or 10 for a greater fury cocktail.</li>\n</ul>\n<p><strong>Drawback</strong> You take a –1 penalty to AC and a –2 penalty to Reflex saves.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 4
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 15
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "alchemical",
                "consumable",
                "elixir",
                "mutagen",
                "polymorph"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "consumable"
}
