{
    "_id": "g1AeVS3yQULgJt9X",
    "img": "icons/commodities/gems/gem-faceted-cushion-teal-black.webp",
    "name": "Ghost Stone",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 18
        },
        "containerId": null,
        "description": {
            "gm": "<p>The <em>Ghost Stone</em> is a stationary magic item, a 10-foot-long spindle-shaped crystal floating and slowly rotating within a hemispherical chamber in the Pit (area <strong>E10</strong>). If moved from this chamber, the <em>Ghost Stone</em> is destroyed. It can also be destroyed via damage (AC 28, Hardness 16, HP 60). If it's destroyed, the trapped Varisian spirits within are finally released; as a vortex of vaguely humanoid shapes swirls around the room, all PCs in area <strong>E10</strong> are filled with sensations of elation and freedom. The departing ghosts grant each PC the first activation result below, but after that, the <em>Ghost Stone</em> crashes to the ground and shatters into mundane crystal, forever destroyed.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> (command, envision, Interact)</p>\n<p><strong>Effect</strong> The <em>Ghost Stone</em> grants a terrifying vision of doom. For the PCs, this vision is of seven apocalyptic dooms that descend upon Sandpoint. See \"The Seven Dooms\" below for details on these visions and how they change if the PCs have defeated some of the dooms.</p>\n<hr />\n<p><strong>Activate</strong> 10 minutes (command, envision, Interact)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The <em>Ghost Stone</em> casts @UUID[Compendium.pf2e.spells-srd.Item.Read Omens] to your specifications.</p>\n<h2>The Seven Dooms</h2>\n<p>When a PC activates the <em>Ghost Stone</em> to view doom, they receive a series of seven intense visions in the following order. If the PCs have defeated one of the dooms in question, that doom instead fades away and doesn't manifest again. The visions of the dooms appear in the following order.</p>\n<p><strong>First Doom:</strong> An undead goblin cuts down Sandpoint's citizens with a flaming dogslicer.</p>\n<p><strong>Second Doom:</strong> The Sandpoint Devil races across Sandpoint's rooftops, lighting fires in its wake.</p>\n<p><strong>Third Doom:</strong> The citizens of Sandpoint fall into a tormented slumber as nightmares rip free from their sleeping bodies.</p>\n<p><strong>Fourth Doom:</strong> A humanoid shape transforms into the Sandpoint Devil, then rises from the Pit to lead an army of cultists against Sandpoint.</p>\n<p><strong>Fifth Doom:</strong> A shadowy figure stalks the streets of Sandpoint at night, chopping down citizens with an axe.</p>\n<p><strong>Sixth Doom:</strong> Ghouls rise from the streets of Sandpoint to exhale a poison mist that slays everyone in town.</p>\n<p><strong>Seventh Doom:</strong> An immense burning bird rains fire down upon Sandpoint, causing the ground to split open for an even larger three-eyed demon to claw its way out of the rift.</p>",
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #200: Seven Dooms for Sandpoint"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "unique",
            "value": [
                "magical"
            ]
        },
        "usage": {
            "value": "other"
        }
    },
    "type": "equipment"
}
