{
    "_id": "J4QuF3h13uFElZyX",
    "img": "systems/pf2e/icons/equipment/cursed-items/golden-goose.webp",
    "name": "Golden Goose",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This life-sized, hollow, golden goose statuette has an open, fanged mouth and an unsettling aura of hunger. Fiends sometimes present it as a gift to mortals whose greed makes them susceptible to temptation. While the <em>golden goose</em> can be used without malice, those who possess such a thing often find its glittering lure erodes their morals over time.</p>\n<hr />\n<p><strong>Activate</strong> Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You feed the goose the warm, still-bloody heart of any sapient, non-evil creature who died within the past hour. The <em>golden goose</em>'s eyes flare red as it chews the heart into pulp. Once the heart is destroyed, the goose lays a golden egg worth 50 gp, or 100 gp if you murdered the creature for no reason other than to feed the goose.</p>\n<p>After 12 such eggs are laid, the next time you activate the <em>golden goose</em>, it transmutes your heart to gold. This effect functions as <em>@UUID[Compendium.pf2e.spells-srd.Item.Flesh to Stone]</em>, with a @Check[type:fortitude|dc:30] save to resist. If you become petrified, you turn to solid, transparent stone. Your heart becomes a golden egg worth 100 gp, which can be retrieved only by shattering your body. Whether or not you turn to stone, the <em>golden goose</em> dissipates with a honk into sulfurous smoke.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "cursed",
                "evil",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
