{
    "_id": "wUBJ6osUKvNnOtft",
    "img": "systems/pf2e/icons/equipment/held-items/pathfinderss-coin.webp",
    "name": "Golden Rod Memento",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>This coin-sized golden pin depicts a bundle of five trimmed tree branches. Once you've stolen the pin, accepted it from Krampus willingly, or carried it for at least 1 minute, its curse activates. After that happens, the pin fastens itself to your clothing, providing you an insistent empathic admonition not to be naughty and constantly informing Krampus of your location, as <em>@UUID[Compendium.pf2e.spells-srd.Item.Status]</em>. The pin reappears and reattaches itself within moments if discarded or destroyed. The pin constantly monitors your actions, judging you against a good-aligned champion's code of conduct, plus the following third tenet:</p>\n<ul>\n<li>You must never knowingly steal or inflict harm with the goal of stealing the victim's wealth.</li>\n</ul>\n<p>This tenet doesn't prevent you from looting those you harm primarily in the defense of yourself and others. Whenever you violate this code of conduct, one of the golden branches tarnishes (and utterly egregious violations might tarnish multiple branches). During the winter following the curse activating, the pin transforms based on the number of golden branches remaining.</p>\n<p><strong>5 Branches:</strong> The pin either transforms into a pile of golden trinkets whose gold piece value equals your level × 25, or it grants you absolution for your misdeeds as a critically successful <em>@UUID[Compendium.pf2e.spells-srd.Item.Atone]</em> ritual for any good-aligned faith. You don't need to perform a special quest; your exemplary behavior over the past year qualifies.</p>\n<p><strong>3-4 Branches:</strong> The pin either becomes a non-magical golden pin worth 10 gp, or it grants you absolution for your misdeeds as a successful <em>atone</em> ritual for any good-aligned faith.</p>\n<p><strong>1-2 Branches:</strong> The pin transforms into a leering Krampus face. As long as you wear it, it grants you weakness 5 to bludgeoning damage, and you still can't remove it.</p>\n<p><strong>0 Branches:</strong> The pin transforms into Krampus, who appears in an adjacent space and knows of your misdeeds while wearing the pin.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Monsters of Myth"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "abjuration",
                "cursed",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
