{
    "_id": "d8wTwHiA09HP45IM",
    "img": "systems/pf2e/icons/equipment/held-items/golem-stylus.webp",
    "name": "Golem Stylus",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This small, diamond-tipped stylus allows you to inscribe a magical symbol on a golem's body and possibly gain control over it.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">D</span> Interact</p>\n<p><strong>Frequency</strong> one per hour</p>\n<hr />\n<p><strong>Effect</strong> You make a quick inscription on an adjacent golem creature of 11th level or lower. The golem must succeed at a @Check[type:reflex|dc:27] saving throw or you immediately gain control over the golem for 1 minute. A controlled golem is helpful toward you and follows your orders to the best of its ability as long as it is under your control. If the golem's original controller is within 60 feet of the golem and can see the golem, that controller can attempt a counteract check (DC 27) as a reaction to counteract this effect; on a success, the inscription disappears and the golem reverts to its pre-inscription state. The inscription can also be counteracted with <em>@UUID[Compendium.pf2e.spells-srd.Item.Dispel Magic]</em>.</p>\n<p>If the golem you are targeting has already been inscribed with a <em>golem stylus</em>, you must attempt a counteract check against the previous inscription as part of activating the item, using your golem stylus's item level or your Arcana skill check modifier as your counteract check modifier. If successful, you modify the existing inscription so that the golem falls under your control.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 850
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #153: Life's Long Shadows"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "invested",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
