{
    "_id": "oqZszBqqanONR0ng",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Grimoire of Unknown Necessities",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>The cover of this grimoire is bound in a strange crimson, pebbly leather that a @Check[type:occultism|dc:40] check to Recall Knowledge identifies as the hide of a rare monster from the distant plane of Leng. The grimoire's spine is bound in copper and a spiral of shifting runes slowly swirls across its surface.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> envision (arcane, divination)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You're an arcane prepared spellcaster and you have rested but not yet prepared your spells for the day</p>\n<hr />\n<p><strong>Effect</strong> The grimoire provides you with temporary knowledge of a single spell of the highest rank you're capable of casting that you don't already have recorded in it or any of your other spellbooks, chosen by the GM based on their knowledge of the adventure to be particularly useful to you during the upcoming day.</p>\n<p>A strange quirk of the tome prevents the spell's knowledge from ever traveling further than your own mind. The granted spell is not only removed from the tome's pages at the start of the next day, but is also removed from any other scroll, spellbook, or grimoire the granted spell is copied into, as well as any other way it might have been learned or copied.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 16
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 8000
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #173: Doorway to the Red Star"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "unique",
            "value": [
                "grimoire",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
