{
    "_id": "4eC5wMw1vcDDgC4x",
    "img": "icons/commodities/bones/horn-curved-orange.webp",
    "name": "Horn of Rust",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "gm": "<p>While the Horn of Rust's power has diminished over the ages since Xar-Azmak's death, those who carry it are still subject to its palpable chaotic influences. If you aren't chaotic evil, you are @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 1} while carrying or using the Horn of Rust, and if you're lawful or good, you are instead @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 2} and @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1}. The longer a non-worshipper of Xar-Azmak carries the Horn of Rust, the greater the chances a vloriak or other demon (or group of demons) will seek them out to slay them and reclaim the artifact. The frequency of these attacks is left to the GM to determine, but they should occur no less frequently than once a month. These attacks should always be at least moderate encounters; if the PCs don't take them seriously, the attacks could eventually escalate into severe encounters.</p>\n<hr />\n<p><strong>Xar-Azmak Resurrected</strong> If the demon lord Xar-Azmak is resurrected, the Horn of Rust becomes a 20th-level item. Its swirling aura of rusty metal shards grants a +3 item bonus to AC, deals @Damage[20d6[slashing]] damage (@Check[type:reflex|dc:43|basic:true] save), and the tetanus has a @Check[type:fortitude|dc:43] save. It has a [[/r 1d20+31 #Counteract]]{+31} counteract modifier against diseases. You can cast the following additional spells using the artifact's charges.</p>\n<ul>\n<li>4th @UUID[Compendium.pf2e.spells-srd.Item.Rusting Grasp]</li>\n<li>5th @UUID[Compendium.pf2e.spells-srd.Item.Toxic Cloud]</li>\n<li>6th @UUID[Compendium.pf2e.spells-srd.Item.Disintegrate]</li>\n<li>7th @UUID[Compendium.pf2e.spells-srd.Item.Divine Decree] (chaotic or evil only)</li>\n<li>8th @UUID[Compendium.pf2e.spells-srd.Item.Desiccate]</li>\n<li>9th @UUID[Compendium.pf2e.spells-srd.Item.Disjunction]</li>\n<li>10th @UUID[Compendium.pf2e.spells-srd.Item.Cataclysm]<hr /></li>\n</ul>\n<p><strong>Destruction </strong>The Horn of Rust must be washed with the juice of a fresh peach plucked from an immortal arboreal, then dipped into a pool of molten dawnsilver, and finally cooled with the tears of a remorseful demon. Alternatively, GMs can devise a series of their own quests for the PCs and send them to destroy this ancient artifact. Once the horn is destroyed, Xar-Azmak can never be resurrected.</p>",
            "value": "<p>This rusted, coiled iron horn is sizable, appearing similar in shape to a ram's horn but measuring nearly 2 feet in diameter. Flakes of rust constantly fall from this item, and it leaves hands with a rusty red stain that lingers.</p>\n<p>Some of the Horn of Rust's activated powers consume charges, similar to how a magic staff functions. When its charges are reduced to zero, its activations that require charges can still be used normally. It can be prepared with charges in the same method as a staff, and it counts as a staff for the limit of how many staves you can prepare in a day.</p>\n<hr />\n<p><strong>Activate</strong> Cast a Spell</p>\n<p><strong>Effect</strong> You expend a number of charges from the Horn of Rust to cast a spell from the following list.</p>\n<ul>\n<li>Cantrip @UUID[Compendium.pf2e.spells-srd.Item.Divine Lance]</li>\n<li>1st @UUID[Compendium.pf2e.spells-srd.Item.Noxious Vapors]</li>\n<li>2nd @UUID[Compendium.pf2e.spells-srd.Item.Shatter]</li>\n<li>3rd @UUID[Compendium.pf2e.spells-srd.Item.Stinking Cloud]</li>\n</ul>\n<p>The following activations do not consume charges from the Horn of Rust, and they can be utilized even when the artifact has no charges available.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You blow on the horn to unleash a swirling aura of jagged, rusty metal shards that orbit you in a @Template[type:emanation|distance:5] for 1 minute. The shards grant you a +1 item bonus to AC. Creatures and objects that begin their turn in this area take @Damage[6d6[slashing]] damage from the shards (@Check[type:reflex|dc:19|basic:true] save). A creature damaged by this aura is exposed to a potent form of tetanus that has a level equal to the Horn of Rust's level and has a DC 19 Fortitude save. Worshippers of Xar-Azmak are immune to this effect.</p>\n<p><strong>Tetanus</strong> An infection introduced through open wounds, tetanus can produce stiffness, muscle spasms strong enough to break bones, and ultimately death.</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:19|traits:disease]</p>\n<p><strong>Onset</strong> 10 days</p>\n<p><strong>Stage 1</strong> @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 1} (1 week)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 2} and can't speak (1 day)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.Paralyzed] with spasms (1 day)</p>\n<p><strong>Stage 4</strong> death</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You place the horn's bell against a diseased creature and then inhale into the mouthpiece rather than blow into it. The horn attempts to draw out the disease, casting a remove disease spell to your specification with a counteract modifier of [[/r 1d20+11 #Counteract]]{+11}. If the Horn of Rust succeeds at countering a disease, it gains a number of charges equal to half the disease's level (rounded down, minimum 1). If it critically fails, not only is the disease not countered, but you are exposed to the disease and must attempt a saving throw against it to resist contracting the affliction.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 5
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Adventure: Rusthenge"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "chaotic",
                "evil",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        }
    },
    "type": "equipment"
}
