{
    "_id": "5PmuusQRWQBmexGy",
    "img": "icons/environment/settlement/sewer-entrance.webp",
    "name": "Ice Forge",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>While many of the magical wonders created by saumen kar have been destroyed, <em>ice forges</em>, while rare, still see use today among the few individuals who manage to discover and keep one of these portable treasures. When an <em>ice forge</em> isn't activated, it appears to be a small anvil carved from a lump of ice no larger than an apple. While in this state, the <em>ice forge</em> remains cold to the touch but doesn't melt in the presence of high temperatures. It can be used to chill a beverage in a small container, although those who venerate and respect these items' legacy would doubtless find this use to be insulting at best.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> command, Interact</p>\n<p><strong>Effect</strong> You toss the <em>ice forge</em> onto the ground, and it immediately expands in size, transforming into a fully functional forge that appears to be made of solid ice. Expanded, the <em>ice forge</em> is 10 feet square and 10 feet high. While the forge itself is cold to the touch, it won't melt in higher temperatures, nor will it cause harm to someone who remains in contact with the chill surface for an extended period of time. The forge can be used to work metal as a normal forge (although fuel must be provided)—the heat created by its use does no harm to the <em>ice forge</em>, nor does it transmit to the surface it sits upon, making an <em>ice forge</em> an ideal solution for those who seek to use forges in areas where open flames or smoke would be dangerous.</p>\n<p>You can return an <em>ice forge</em> to its handheld anvil form by spending a single action to issue a verbal command, which has the auditory trait. Doing so immediately snuffs out any fire within the forge and leaves behind unused material or ashes. Once deactivated, the forge can't be activated again for 4 hours.</p>\n<hr />\n<p><strong>Activate</strong> 1 minute (envision, Interact)</p>\n<p><strong>Requirements</strong> The <em>ice forge</em> is in forge form</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The <em>ice forge</em> casts <em>@UUID[Compendium.pf2e.spells-srd.Item.Creation]</em> (heightened to 5th level) to your specifications.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 1300
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #189: Dreamers of the Nameless Spires"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "conjuration",
                "magical",
                "structure"
            ]
        },
        "usage": {
            "value": "other"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
