{
    "_id": "ibA3FykNQcoEPfPC",
    "img": "systems/pf2e/icons/equipment/contracts/infernal-contracts/icy-disposition.webp",
    "name": "Icy Disposition",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p><strong>Devil</strong> @UUID[Compendium.pf2e.pathfinder-bestiary.Actor.Gelugon]</p>\n<p><strong>Decipher Writing</strong> Nature, Games Lore</p>\n<hr />\n<p>Your flesh looks no different, but is cold to the touch.</p>\n<p><strong>Benefit</strong> You gain cold resistance equal to your level and a +1 status bonus to saving throws against mental effects.</p>\n<p><strong>Payment</strong> Liquids in your possession, including potions and liquid alchemical items, freeze over the course of 1 minute and thaw 1 minute after they leave your possession. Frozen potions and elixirs take 1 minute to consume.</p>\n<p><strong>Hidden Condition</strong> (conjuration, teleportation) No more than once per week, the gelugon can move you like a piece on a game board to advance its schemes. The gelugon can appear and transport you and any items you're wearing and holding from your current space to a clear space within 500 feet (the gelugon need not see this location, but must know its relative location and distance from you). This effect doesn't transport any other creatures. The gelugon is unlikely to place you in a less dangerous space than the one you left.</p>\n<p><strong>Termination Clause</strong> The contract provides you the benefits of “the eternal ice of Cocytus.” If you travel to Cocytus, Hell's seventh layer, and stand within an area at least 100 feet across that contains no ice and has a temperature above freezing, the contract is void. Such locations are exceptionally rare in Cocytus, and the efforts to create such an area are likely to attract unpleasant attention.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #164: Hands of the Devil"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "abjuration",
                "contract",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
