{
    "_id": "nv1OBtriMXhjQdmk",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "In the Shadows of Toil",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p><em>In the Shadows of Toil</em> was originally an incomplete copy of a journal kept by the dwarven adventurer Druingar the Glintaxe. Drazmorg made extensive use of the book's wide margins and several dozen blank pages left in the back to serve as a spellbook. Over the years, he further enhanced his copy to transform it into a grimoire. A character who reads Necril can learn about Drazmorg's history, his discovery of the<em> Third Seal</em>, and his hopes to absorb all of its power before seeking out the Whispering Way to lead them on a new crusade to hunt down the next two seals, destroy them, and bring back the Whispering Tyrant. Beyond these frightening notes, the grimoire also contains copies of all the spells Drazmorg has prepared and those needed to recharge his staff; feel free to add more spells to this list if you wish.</p>\n<hr />\n<p><strong>Activate</strong><span class=\"pf2-icon\">1</span> envision (metamagic)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> If your next action is to cast a necromancy spell that you prepared from this grimoire and that allows a saving throw, you infuse the magic with sensations of endless toil. If the target fails its saving throw against the spell, it becomes @UUID[Compendium.pf2e.conditionitems.Item.Fatigued] for 1 minute by the sense of exhaustion imbued in the magic.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 8
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 500
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Adventure: Crown of the Kobold King"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": []
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
