{
    "_id": "TFlgUM4CqPBmzhRC",
    "img": "icons/tools/instruments/bell-gold.webp",
    "name": "Jiang-Shi Bell",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>This ornate handbell creates a sonorous low-pitched tone when rung, as if sounding from a much larger bell than one carried in the hand. The bell is crafted of silver and polished to a reflective sheen, while the bell's wooden handle is carved with detailed images of various foodstuffs. You can interact with a jiang-shi bell to brandish it against a jiang-shi vampire. If a jiang-shi gains the @UUID[Compendium.pf2e.conditionitems.Item.Fleeing] condition as a result of a jiang-shi bell being brandished, they must run until they're at least 20 feet away. They take a -2 penalty to the Will save to any attempt to overcome their revulsion toward this object.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph action-glyph\">2</span> envision, Interact (olfactory, visual)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You ring the bell and create an illusory image of a delicious-looking banquet of food laid out on an altar in a 5-foot-square at any point within 30 feet of you that you can see. Any creature that must eat food to survive that's within 30 feet of the appearance of the illusory food must succeed at a @Check[type:will|dc:28] save or be so distracted by the food's sight and smell that they become @UUID[Compendium.pf2e.conditionitems.Item.Fascinated] by it for 10 minutes.</p>\n<p>This food's appearance can trigger any jiang-shi's Bitter Epiphany weakness; if the food does so, the jiang-shi takes a –2 item penalty to its Will save to resist the effects of this weakness.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 1200
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #199: To Bloom Below the Web"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
