{
    "_id": "UMJjOsukQATkXW3R",
    "img": "icons/tools/instruments/bell-brass.webp",
    "name": "Kotodama Bells",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>This set of bronze bells bear engravings with symbols representing the word \"awaken.\" Among kotodama magic users, who seek to touch the souls of objects using the power of words, the peals of these bells are known to awaken the spirits of even inanimate objects.</p>\n<p><strong>Activate—Awaken the Soul</strong> <span class=\"action-glyph\">2</span> (auditory, concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You ring the bell and focus on an object of negligible Bulk within 10 feet. The bell's toll animates the object for 24 hours. The object becomes a minion that can't attack but can move and take simple Interact actions appropriate for an item of its type, as determined by the GM. For example, a piece of chalk can write a message or draw a symbol, a hand fan can open or fan in a particular direction, or a magnifying glass can set itself up to dramatically reveal incriminating evidence. The animated item has AC 5, 5 Hit Points, a Speed of 10 feet, and automatically fails all saves. If the object is broken, it can no longer move, though it can still Interact as appropriate for an item of its type. As normal with minions you control, you must Command the object to grant it actions.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 4
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
