{
    "_id": "nvYrpdzZzH50t52q",
    "img": "icons/commodities/biological/tentacle-purple-white.webp",
    "name": "Kraken Figurehead (Wracking)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Usage</strong> attached to a ship's bow</p>\n<p>A knot of tentacles makes up the body of this figurehead. It's always slightly slimy and sticky to the touch. Superstitious sailors tend to avoid ships with this figurehead on the bow, claiming it's bad luck to flaunt a kraken's image while at sea.</p>\n<hr />\n<p><strong>Activate—Lash Out!</strong> <span class=\"action-glyph\">2</span> (aura, concentrate)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> The effigy causes spectral tentacles to erupt from the ship's hull. These tentacles lash out in an emanation with a distance equal to the ship's length and remain active for 10 minutes. Creatures in the aura and in the same body of water as the ship take a -2 circumstance penalty to Athletics checks to @UUID[Compendium.pf2e.actionspf2e.Item.Swim] as the writhing tentacles lash out in all directions.</p>\n<hr />\n<p><strong>Activate—Grab Them!</strong> <span class=\"action-glyph\">1</span> (attack, concentrate)</p>\n<p><strong>Requirements</strong> The ship's spectral tentacles are activated</p>\n<p><strong>Effect</strong> The tentacles grab at an enemy vessel in the aura. Attempt a piloting check against the target vessel's AC. On a success, the tentacles grab hold and tether the two vessels together. While tethered, the ships can't move farther away from each other, creatures aboard the enemy vessel receive a -2 circumstance penalty to all piloting checks, and creatures attempting to @UUID[Compendium.pf2e.actionspf2e.Item.Board] the enemy vessel gain a +2 circumstance bonus to any check required to do so.</p>\n<p>If you use this activation while the tentacles are already latched onto another ship, the tentacles instead pull that ship toward yours a distance up to half your ship's swim Speed with a success (or up to your ship's full swim Speed with a critical success). The pilot of the enemy ship can attempt a DC 31 piloting check to break free as a single action that has the attack trait. With a success, the ship frees itself from the tentacles.</p>\n<p>When you use the figurehead’s second activation to pull an enemy ship, even if you didn’t pull the ship any actual distance, you can have the tentacles try to crack open its hull. The tentacles deal @Damage[7d10[bludgeoning]] damage to the enemy vessel (@Check[type:fortitude|dc:31|basic:true] save). Apply the ship’s Hardness as normal.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 14
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 4000
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "figurehead",
                "magical",
                "water"
            ]
        },
        "usage": {
            "value": "attached-to-ships-bow"
        }
    },
    "type": "equipment"
}
