{
    "_id": "t8U01IpeOyKv4nDN",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Librarian's Baton",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>A crystal pendulum hangs loosely from a delicate cord connecting the tips of this Y-shaped wooden baton. Such batons are often used by librarians who have problems with customers (or thieves) who can't be trusted to return the books they burrow, but they're equally valuable to wizards who are particularly worried about having their spell books stolen.</p>\n<hr />\n<p><strong>Activate</strong> 10 minutes (envision, Interact)</p>\n<p><strong>Frequency</strong> once per month</p>\n<hr />\n<p><strong>Effect</strong> You focus your attention on the crystal pendulum, repeatedly passing it over the covers of up to 10 Bulk of books. Doing so causes the librarian's baton to permanently attune itself to those books, while simultaneously removing any attunement it may have had to previous books. If an attuned book is damaged significantly, the librarian's baton loses attunement to it (although it can be reattuned at a later date to the damaged book as long as it retains some of its functionality). The librarian's baton grants a +2 item bonus to perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.Search] for attuned books hidden within 60 feet of you.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> When you activate the librarian's baton, concentrate on one of the books to which the baton is attuned. The crystal pendulum moves of its own volition, pointing directly toward the location of the book you were concentrating on as a long as the book is within 25 miles of you. If the book is further away than this, or if the book has been damaged enough that it's no longer attuned, you learn only that the book is out of range or damaged, as appropriate. You can Sustain this activation up to 1 minute, during which time you can sense whether the target book is in motion, is in a creature's possession, or enters the possession of a different creature. However, you can't determine the identities of such creatures</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 9
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 650
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Special: Fumbus!"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "detection",
                "divination",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
