{
    "_id": "5oXpYSNiqxVWSafq",
    "img": "systems/pf2e/icons/features/classes/Mirror.webp",
    "name": "Malefic Mirror",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 2
        },
        "containerId": null,
        "description": {
            "value": "<p>This <em>magic mirror</em> is the conduit between the mirror seer and the source of their power. Any creature who looks in this silver mirror can speak with the entity the mirror is linked to, but only a creature who has made a pact with the entity can activate the <em>malefic mirror</em>. If the mirror is shattered, any spells created by the mirror end (it has AC 5, object immunities, Hardness 5, HP 20, and BT 10).</p>\n<p><strong>Activate—Peer Beyond</strong> 10 minutes (concentrate, occult)</p><hr /><p><strong>Effect</strong> The mirror casts a DC 28 @UUID[Compendium.pf2e.spells-srd.Item.Scrying] spell for the benefit of the creature activating it. The target must be within the owner's domain (typically within 20 miles of the mirror). The viewer's familiarity with the target doesn't affect the spell's DC.</p>\n<p><strong>Activate—Mirror Mimicry</strong> 10 minutes (concentrate, manipulate, occult)</p><hr /><p><strong>Effect</strong> The mirror transforms its owner's appearance into an exact copy of any humanoid the owner desires, with a pale mimicry of that creature's abilities. This has the effects of a 3rd-rank @UUID[Compendium.pf2e.spells-srd.Item.Illusory Disguise] spell with a duration of 4 hours. The activation can also be Dismissed. In addition, the disguised creature can automatically create illusions to mimic the abilities of the subject, with the appearance of spells, abilities, or even impressive physical deeds. These deeds are entirely illusory and can be disbelieved with a successful @Check[perception|dc:28|traits:secret] check. If an illusion makes it appear as though the creature moved farther or differently than they actually can (such as making them fly or teleport), the actual creature turns @UUID[Compendium.pf2e.conditionitems.Item.Invisible], and their <em>illusory image</em> persists until the end of the creature's next turn. If the creature and their illusory self aren't in the same space at that point, the activation ends, revealing the deception.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder NPC Core"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "invested",
                "occult",
                "scrying",
                "unholy"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
