{
    "_id": "thqCdyIkkPUl2N3Y",
    "img": "systems/pf2e/icons/equipment/alchemical-items/alchemical-poisons/belladonna.webp",
    "name": "Midnight Milk (Experimental)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "category": "drug",
        "containerId": null,
        "damage": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>Midnight milk is a strange and powerful drug, originally invented by the intellect devourers of the alien city of Ilvarandin to remotely steal the bodies of distant dreaming victims through the use of an artifact called the Dream Lens. Pure midnight milk is incredibly rare—almost all of that found beyond the vault of Ilvarandin is instead cut to reduce costs and expenses. Crafting a dose of this dangerous drug requires a wide range of reagents; the most difficult to acquire of these reagents are vials of refined \"sweat\" harvested via a mithral blade from the fleshy fronds of a rare form of cavetongue fungus known as authul, which grows wild only in remote corners of the Vaults of Orv. When an alchemist mixes midnight milk, they must do so while in a trancelike state that approximates the dreaming mind—a classic method of reaching this state involves the repetition of a wordless chant spoken in a specific meter and rhyme scheme (one that the poet Vumeshki unknowingly duplicated with his dream-inspired poem, \"Ilvarandin\"). Recently, an experimental form of the drug created by the alchemist Aliver Podiker has been developed, but so far, attempts to replicate refined midnight milk using these methods have met with failure.</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:19]</p>\n<p><strong>Onset</strong> 10 minutes</p>\n<p><strong>Maximum Duration</strong> 8 hours</p>\n<p><strong>Stage 1</strong> +2 item bonus to Perception (1 hour)</p>\n<p><strong>Stage 2</strong> @UUID[Compendium.pf2e.conditionitems.Item.Fatigued] (1 hour)</p>\n<p><strong>Stage 3</strong> @UUID[Compendium.pf2e.conditionitems.Item.Unconscious] (1 hour; while unconscious, the creature dreams of being drawn down into the Darklands to be ruled by sinister unseen forces—to the dreaming creature, the effect seems to last for years, and the creature is fatigued upon awakening from this stage)</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 5
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 30
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #200: Seven Dooms for Sandpoint"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "alchemical",
                "consumable",
                "drug",
                "ingested",
                "poison"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "uses": {
            "autoDestroy": true,
            "max": 1,
            "value": 1
        }
    },
    "type": "consumable"
}
