{
    "_id": "DtEhaF5fZcqgcQ3H",
    "img": "systems/pf2e/icons/default-icons/backpack.svg",
    "name": "Mother Maw",
    "system": {
        "baseItem": null,
        "bulkCapacity": {
            "value": "1000000"
        },
        "collapsed": false,
        "containerId": null,
        "description": {
            "value": "<p>This item appears to be and functions as a portable hole, but it's actually the maw of an alien extradimensional creature akin to and older than a bag of devouring. Any animal or vegetable matter put in the hole has a chance of triggering the creature's interest. Whenever you reach into the hole to retrieve an item or place an animal or plant product within the bag, roll a @Check[type:flat|dc:11]. On a success, the hole ignores the intrusion. On a failure, the mother maw devours the triggering material, removing it from existence. The maw can't eat artifacts. If the triggering material isn't entirely inside the maw, such as when someone reaches inside, the mother maw attempts to pull it completely inside using a @UUID[Compendium.pf2e.actionspf2e.Item.Grapple] action with a [[/r120+28]]{+28} Athletics bonus. On a success, it devours the victim or object.</p>\n<p>Whenever the maw critically fails the Athletics check, it regurgitates one creature or object it previously devoured. The condition of the vomited creature or object depends on its resilience and the time it has spent inside the maw. Typically, the maw spews forth items it finds difficult to digest, such as those made of adamantine or protected by magic. It can and does regurgitate remains, though.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 15
        },
        "negateBulk": {
            "value": "1000000"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 6000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "stowing": false,
        "traits": {
            "rarity": "rare",
            "value": [
                "conjuration",
                "extradimensional",
                "magical",
                "cursed"
            ]
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "backpack"
}
