{
    "_id": "FCfFwTfe1Tn5Zlqx",
    "img": "icons/containers/bags/case-leather-tan.webp",
    "name": "Motivating Treat Bag",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>This stiff, cloth pouch is embroidered with whimsical images of playful pets. When you perform your daily preparations in the presence of your creature companion, three treats appear in the bag: an encouraging treat, a reward treat, and a soothing treat. These treats are always suitable for your companion and last until the next time you perform your daily preparations.</p><hr /><p><strong>Activate—Toss a Treat</strong> <span class=\"action-glyph\">r</span> (manipulate)</p>\n<p><strong>Trigger</strong> Varies by treat</p>\n<p><strong>Effect</strong> You pull out one of the treats and toss it up to 30 feet into the waiting mouth of your companion. The effect varies by the treat.</p><ul><li><strong>Encouraging Treat</strong> (mental) <strong>Trigger</strong> You Command your companion, and it performs a skill check; <strong>Effect</strong> The treat motivates the companion to perform the task, allowing you to Aid it as though you had prepared to help.</li><li><strong>Reward Treat</strong> (healing, mental) <strong>Trigger</strong> Your companion critically succeeds at a skill check or attack roll; <strong>Effect</strong> The treat grants the companion 1d6+6 temporary Hit Points that last until the end of your next turn.</li><li><strong>Soothing Treat</strong> (healing) <strong>Trigger</strong> Your companion attempts a save to reduce its sickened condition, would reduce the value of its frightened condition at the end of your turn, or attempts a flat check to end persistent damage; <strong>Effect</strong> Reduce the DC of the check to end persistent damage by 2 or reduce the sickened condition by 2. If the companion would reduce its frightened condition value by 1 at the end of its turn, it instead reduces that condition's value by 2.</li></ul><hr /><p><strong>Activate—Rustle the Bag</strong> <span class=\"action-glyph\">1</span> (auditory, manipulate)</p>\n<p><strong>Effect</strong> You Command your companion. Until the end of your turn, it gains a +5-foot status bonus to each of its Speeds, but must use at least one action to move closer to you.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 5
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 135
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #208: Hoof, Cinder, and Storm"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
