{
    "_id": "9s4wIWjq9z9VGxmz",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Navaratna of the Solar Ruby",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>These nine flawless gems are set within a golden necklace, their centerpiece a holy ruby pulled from the center of a sun. So long as you are wearing the navaratna, you ignore all environmental effects due to temperature, do not take penalties due to wind, and ignore all damage and effects from droughts, floods, and earthquakes. You are also immune to damage from starvation. The navaratna does not otherwise grant you resistance against damage (such as fire or cold damage).</p>\n<p><strong>Activate—Sutra of the Flawless Servant</strong> <span class=\"action-glyph\">r</span> (concentrate, divine, fortune)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Trigger</strong> An ally within 30 feet fails a saving throw against an environmental effect or a spell with the air, earth, fire, or water trait</p><hr /><p><strong>Effect</strong> You offer a prayer for your divine protection to extend to your companion. The creature rerolls the triggering saving throw with a +2 item bonus. They must take the new result, even if it is worse.</p><hr /><p><strong>Destruction</strong> The navaratna must be swallowed by a fiendish divine lion; the lion must then by killed by drowning in a lake of naga venom and left to rot for a year. At the stroke of midnight on the final day, the artifact is destroyed.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 13
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens: Tian Xia Character Guide"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "divine"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
