{
    "_id": "qXeHBe1gAJ6WbL7F",
    "img": "icons/consumables/potions/bottle-metal-yellow-gray.webp",
    "name": "Paradise Light",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>This crystal phial was created from Brilliance, a condensed planar fragment of the plane of Nirvana which is trapped within Gloaming Arbor. A <em>paradise light</em> glows brightly, shedding bright light in a 30-foot radius and dim light to a further 30 feet. A PC that looks into the <em>paradise light</em> sees images of Nirvana, an idyllic pastoral paradise. A <em>paradise light</em> is required to navigate the heart of the forest in Gloaming Arbor.</p>\n<p>A <em>paradise light</em> automatically attempts to counteract any magical darkness that it's light enters. When the <em>paradise light</em> successfully counteracts an area of magical darkness, that area becomes overlain by a reflection of Nirvana, changing the appearance of the area. This illusory transformation lasts for 1 hour.</p>\n<p><strong>Activate—Sanctum</strong> <span class=\"action-glyph\">2</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You conjure a shard of Nirvana in a 30 foot emanation, temporarily altering the landscape into an soothing meadow for 1 minute. Creatures in the area gain a +1 item bonus to Will saves and Wisdom-based skill checks, and have fast healing 2. A creature in the area that attempts to take a hostile action must succeed at a @Check[will|dc:28] save or the hostile action is prevented and the actions they would've spent are wasted.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 1100
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #202: Severed at the Root"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "invested",
                "light",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
