{
    "_id": "1AxZlZmCuOK3NtVs",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Pheromone Flare (Moderate)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 1
        },
        "category": "other",
        "containerId": null,
        "damage": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> (manipulate)</p><hr /><p>This alchemical candle is attached to a tall pole and grounding stake. When the flare is lit, it sprays a concentrated cloud of pheromones to attract the attention of a specific kind of animal (see @UUID[Compendium.pf2e.equipment-srd.Item.Animal Pheromones (Moderate)]{alchemical pheromones}). Similar to animal pheromones, when you learn the formula for a pheromone flare, you learn the formulas for all common animals.</p>\n<p>A pheromone flare has a built-in delayed activation timer of up to 1 hour. When it's activated, the flare releases a cloud of pheromones in a @Template[emanation|distance:60] that lasts for 1 hour. A strong wind reduces the emanation to @Template[emanation|distance:15]{15 feet} for as long as the wind lasts. Moving the flare after it has been activated ends the effect. A designated animal that enters the area must attempt a @Check[will|dc:27] save with the following effects. Animals with an Intelligence modifier of –3 or higher increase the result of their save by one step.</p><hr /><p><strong>Critical Success</strong> The animal is unaffected and temporarily immune for 24 hours.</p>\n<p><strong>Success</strong> The animal is unaffected but must attempt a new save every 10 minutes it remains within the area.</p>\n<p><strong>Failure</strong> The animal is attracted by the pheromones, following the cloud to its source. The creature becomes @UUID[Compendium.pf2e.conditionitems.Item.Fascinated] until it reaches the flare and spends 1 round investigating it. After this, it becomes temporarily immune for 24 hours.</p>\n<p><strong>Critical Failure</strong> As failure, except the fascination lasts for up to 1 hour, though the animal can attempt a new save against the effect every 10 minutes. The animal takes a –1 status penalty to this save that increases by 1 with each subsequent failure or critical failure, up to a maximum of a –3 status penalty</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 300
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Howl of the Wild"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "otherTags": [
                "alchemical-tool"
            ],
            "rarity": "common",
            "value": [
                "alchemical",
                "consumable",
                "olfactory"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "uses": {
            "autoDestroy": true,
            "max": 1,
            "value": 1
        }
    },
    "type": "consumable"
}
