{
    "_id": "Fv97oB3iEIFAyzTu",
    "img": "icons/commodities/stone/boulder-grey-blue.webp",
    "name": "Philosopher's Stone",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 2
        },
        "category": "toolkit",
        "containerId": null,
        "damage": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> (manipulate) or 1 or more days; see below</p><hr /><p>An alchemist with the @UUID[Compendium.pf2e.feats-srd.Item.Craft Philosopher's Stone] feat adds the formula for this item to their formula book. This allows them to create a philosopher's stone once per month during their daily preparations using advanced alchemy. Unlike other items created with advanced alchemy, the philosopher's stone remains potent for 1 month or until the alchemist creates a new one. This is the only way to create a philosopher's stone.</p>\n<p>At a glance, a philosopher's stone appears to be an ordinary, sooty piece of natural rock. Breaking the rock open with a @UUID[Compendium.pf2e.actionspf2e.Item.Force Open] action (DC 35) reveals a cavity at the stone's heart. The cavity is lined with a rare type of quicksilver that can transmute base metals into precious metals or create an elixir of rejuvenation.</p>\n<p>To use the quicksilver, you must be legendary in Crafting and have the Alchemical Crafting feat. You can then use the stone's quicksilver for one of two effects.</p><ul><li>You can apply the stone's quicksilver to an infused @UUID[Compendium.pf2e.equipment-srd.Item.Elixir of Life (True)] using an Interact action. This turns the elixir into an infused @UUID[Compendium.pf2e.equipment-srd.Item.Elixir of Rejuvenation] instantaneously. This doesn't require any crafting time or additional materials.</li><li><p>You can spend up to a month of downtime applying the quicksilver either to iron to create silver or to lead to create gold. Treat this as a 20th-level task to @UUID[Compendium.pf2e.actionspf2e.Item.Earn Income] using Crafting, except that you create 500 gp worth of your chosen metal per day on a success or 750 gp worth per day on a critical success.</p>\n</li></ul>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Player Core 2"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "otherTags": [
                "alchemical-tool"
            ],
            "rarity": "uncommon",
            "value": [
                "alchemical",
                "consumable"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "uses": {
            "autoDestroy": true,
            "max": 1,
            "value": 1
        }
    },
    "type": "consumable"
}
