{
    "_id": "gswNvLPc2D0n0AOB",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Phoenix Necklace",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>This brilliant jewelry is made from fine silver interwoven with a uniquely malleable form of ruby that causes the necklace to glimmer like a flickering fire. Hao Jin created the necklaces to mitigate the potential of death during the Ruby Phoenix Tournament pre-qualifier, and she specially attuned each phoenix necklace to the silver feathers she created for the pre-qualifying round. While the silver feathers themselves aren't magical, they are required to activate the necklace's power. Each team starts with 3 feathers hidden in their headquarters; they acquire more through challenges and events. Additionally, the tournament emissary's enforcers have the ability to deliver messages to the necklace's wearer at any time by casting <em>@UUID[Compendium.pf2e.spells-srd.Item.Sending]</em>, though the wearer can't respond.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> command, envision</p>\n<hr />\n<p><strong>Effect</strong> You select any number of willing creatures you can see within 30 feet, including yourself. The selected creatures can make nonlethal attacks without taking a penalty to their attack rolls. This effect remains in place until you remove the necklace or use this activation again.</p>\n<hr />\n<p><strong>Activate</strong> 10 minutes (envision, Interact)</p>\n<hr />\n<p><strong>Effect</strong> The necklace consumes one of the attached silver feathers and casts 7th-level <em>@UUID[Compendium.pf2e.spells-srd.Item.Raise Dead]</em>. Activating this ability is particularly costly and every activation requires consuming one more silver feather than the previous activation.</p>\n<hr />\n<p><strong>Destruction</strong> Once a phoenix necklace has 10 silver feathers attached, Hao Jin can transform the necklace into a phoenix fighting fan, a process which requires 3 Interact actions.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #166: Despair on Danger Island"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "artifact",
                "healing",
                "magical",
                "necromancy"
            ]
        },
        "usage": {
            "value": "wornnecklace"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
