{
    "_id": "ThX0ntpTqonGqguT",
    "img": "systems/pf2e/icons/equipment/consumables/potions/potion-of-disguise.webp",
    "name": "Potion of Disguise (Greater)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "category": "potion",
        "containerId": null,
        "damage": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<hr />\n<p>Upon imbibing this potion, you take on the appearance of a specific type of creature for [[/br 2d12 #hours]]{2d12 hours}. The type of creature is determined when the potion is created. For example, you might have a <em>potion of elf disguise</em> or <em>potion of frog disguise</em>. Drinking the potion doesn't impart the knowledge of how long the effect lasts; the GM rolls the duration in secret.</p>\n<p>The disguise doesn't change your traits or statistics, nor does it give you any of the special abilities of the creature you're imitating. It might affect what items you can hold or wear (for example, your new form might lack opposable thumbs). The potion shrinks you down to a minimum of size Tiny, or increases your size if the creature is larger than you, to a maximum of Large. This does not change any of your statistics, with the exception of reducing your reach to 0 as a Tiny creature. The creature has to be of a specific kind, such as \"leopard\" or \"lion\" rather than just \"cat\", or \"fire giant\" or \"ogre\" rather than just \"giant\", but the potion can't cause you to mimic a specific individual creature.</p>\n<p>The effects of this potion use the same rules as the @UUID[Compendium.pf2e.actionspf2e.Item.Impersonate] activity of Deception. Onlookers always assume you're the chosen type of creature unless they're actively Seeking. You gain a +4 status bonus to your Deception DC against such Perception checks and add your level even if untrained.</p>\n<p>While drinking a <em>greater potion of disguise</em>, if you picture the specific form you want to transform into, the potion will change you into that form. You can attempt to Impersonate a specific individual, though you still need to roll Deception.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 300
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Advanced Player's Guide"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "consumable",
                "magical",
                "polymorph",
                "potion"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "uses": {
            "autoDestroy": true,
            "max": 1,
            "value": 1
        }
    },
    "type": "consumable"
}
