{
    "_id": "8q9ylEH525g6XqFC",
    "img": "systems/pf2e/icons/spells/continual-flame.webp",
    "name": "Primordial Flame",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>Created by the Kellid goddess Sister Cinder to lead her believers out of the Age of Darkness, this hand-held lamp is constructed from animal bone, hide, and sinew, and it contains an eternal flame that requires neither fuel nor oxygen to burn. The lamp's flame can be covered or hidden, but it can't be smothered or quenched. While uncovered, the <em>Primordial Flame</em> sheds bright light in a 100-foot radius (and dim light for the next 100 feet). If the light passes through an area of magical darkness or targets a creature affected by magical darkness, the <em>Primordial Flame</em> attempts to counteract the darkness with a counteract level of 10 and a counteract modifier of [[/r 1d20+35 #Counteract]]{+35}.</p>\n<p>The presence of the <em>Primordial Flame</em> alters the surrounding environment, changing weather patterns, temperature, climate, and even seasons. Within a 10-mile radius of the <em>Primordial Flame</em>, the temperature remains 70째 F (21째 C) during the day and 60째 F (16째 C) at night. The weather is calm and free from extreme weather conditions (such as blizzards, hail, thunderstorms, and tornadoes), and the sky remains clear. Plants in the area flourish as if they were receiving optimal sunlight, water, and nutrients for their species, despite the lack of precipitation. If the <em>Primordial Flame</em> remains in the same region for an extended time, the area of this effect increases (typically by 1 mile each year, though terrain and other factors might alter this limit). During the time Venexus carried the <em>Primordial Flame</em>, its environmental reach expanded to cover the entirety of Lost Mammoth Valley.</p>\n<p><strong>Cursed</strong> The <em>Primordial Flame</em> was cursed by Syarstik Painted-Tiger, the guardian spirit of Red Cat Cave. As long as it remains cursed, a creature that holds the <em>Primordial Flame</em> can't willingly give up possession. A creature that has held the <em>Primordial Flame</em> and no longer has it in their possession is wracked with mental anguish, becoming @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 4}, @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 4}, @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 4}, and @UUID[Compendium.pf2e.conditionitems.Item.Fatigued]; these conditions can't be reduced or removed until the creature regains possession of the <em>Primordial Flame</em> or the curse is removed. The curse can be removed only by avenging Syarstik.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> command, Interact</p>\n<p><strong>Frequency</strong> once per week</p>\n<hr />\n<p><strong>Effect</strong> The <em>Primordial Flame</em>'s light intensifies, shedding bright sunlight in a 10-mile radius (and dim light to the next mile) for 1 hour. If the light passes through an area of magical darkness or targets a creature affected by magical darkness, the <em>Primordial Flame</em> attempts to counteract the darkness with a counteract level of 10 and a counteract modifier of [[/r 1d20+35 #Counteract]]{+35}.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The <em>Primordial Flame</em> casts a 7th-level <em>@UUID[Compendium.pf2e.spells-srd.Item.Sunburst]</em> spell. If you can cast spells higher than 7th level, the <em>Primordial Flame</em> automatically heightens sunburst to half your level rounded up.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command, Interact</p>\n<hr />\n<p><strong>Effect</strong> The <em>Primordial Flame</em> casts a 5th-level <em>@UUID[Compendium.pf2e.spells-srd.Item.Produce Flame]</em> spell. If you can cast spells higher than 5th level, the <em>Primordial Flame</em> automatically heightens produce flame to half your level rounded up.</p>\n<hr />\n<p><strong>Destruction</strong> If used to slay a herald of Sister Cinder while on the Shadow Plane, the <em>Primordial Flame</em> is destroyed.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 23
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #176: Lost Mammoth Valley"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "cursed",
                "evocation",
                "fire",
                "light",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "equipment"
}
