{
    "_id": "6CnuU7AhzzAMGzAM",
    "img": "systems/pf2e/icons/equipment/alchemical-items/alchemical-bombs/pyronite.webp",
    "name": "Pyronite",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "other"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p>A stick of pyronite is a devastating explosive that fills an area with fire and concussive force when it detonates— as long as its fuse has been lit!</p>\n<p>Pyronite is an unstable material with a limited shelf life. Sticks of pyronite must be kept dry and cool; otherwise, the raw pyronite will leak out of the rods and collect as a semi-transparent goo that explodes on any impact or loud noise, with an explosive effect equal to half the number of rods.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> or <span class=\"pf2-icon\">2</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> Activating a stick of pyronite is usually a two-action activity. First, you interact with the pyronite to light its fuse with a source of fire. This fire source can be an object you hold in another hand, such as a tindertwig or a lit torch, or it can be a free-standing adjacent fire. Once the fuse is lit, you throw it (an Interact action with the ranged trait) up to 50 feet away—if you hurl it into an existing fire, you don't need to take the initial action to light its fuse and can Activate the pyronite with only one action. You can toss the pyronite anywhere within 50 feet, though at the GM's discretion, you might need to make an attack roll if the throw is unusually challenging.</p>\n<p>Once a stick of pyronite's fuse is lit, it explodes at the end of your turn, regardless of whether you've thrown it or not. (A lit fuse can be extinguished with an Interact action.) If multiple sticks of pyronite detonate at the end of your turn, you can increase the area, but not the damage, of this effect. When the pyronite explodes, all creatures in a @Template[type:burst|distance:20] must attempt a @Check[type:reflex|dc:28] save or take [[/r 3d6[fire]]] damage and [[/r 3d6[bludgeoning]]] damage.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature takes half damage and is @UUID[Compendium.pf2e.conditionitems.Item.Deafened] for 1 round.</p>\n<p><strong>Failure</strong> The creature takes full damage and is deafened for 1 minute.</p>\n<p><strong>Critical Failure</strong> The creature takes double damage and is knocked @UUID[Compendium.pf2e.conditionitems.Item.Prone], @UUID[Compendium.pf2e.conditionitems.Item.Stunned]{Stunned 1}, and deafened for 1 hour.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 250
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #179: Cradle of Quartz"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "alchemical",
                "consumable",
                "fire"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "consumable"
}
