{
    "_id": "EoDLnd7KTtVL8mGp",
    "img": "icons/containers/bags/pack-leather-red.webp",
    "name": "Red Hand's Satchel",
    "system": {
        "baseItem": null,
        "bulk": {
            "capacity": 50,
            "heldOrStowed": 1,
            "ignored": 50,
            "value": 1
        },
        "collapsed": false,
        "containerId": null,
        "description": {
            "gm": "<p>Once restored, the satchel gains the following activation.</p><p><strong>Activate—Instant Alchemy</strong> <span class=\"pf2-icon\">2</span> (manipulate)</p><p><strong>Frequency</strong> once per hour</p><hr /><p><strong>Effect</strong> You name and then produce a common alchemical item of any level up to level 20 from the satchel's main compartment. This item has the infused trait and remains potent for 24 hours. Make a flat check with a DC equal to the alchemical item's level. On failure, you can't activate Red Hand's Satchel in this way until the next time you make your daily preparations.</p>",
            "value": "<p>An <em>Red Hand's Satchel</em> is a sturdy leather backpack with two compartments. The main section contains an extradimensional space equivalent to a @UUID[Compendium.pf2e.equipment-srd.Item.Spacious Pouch (Type IV)], perfect for carrying bulkier alchemist equipment. A secondary partition can hold 2 Bulk of items, 1 of which doesn't count against your Bulk limit. This second compartment can also be activated (see below). Two shoulder straps and a thick belt for the waist hold the haversack on the wearer securely. These straps have pouches and loops for keeping alchemical items handy. They also contain magically expanded alchemist's tools that grant you a +2 item bonus to Crafting checks to create alchemical items. Water and undesirable material can't seep into the haversack, which cleans itself once per hour. When you reach in any part of the haversack, the item you sought is the first one you find. Also, the haversack preserves mundane ingredients, food, and drink inside, so they stay fresh indefinitely. This feature doesn't prolong the duration of magic or alchemical items.</p><hr /><p><strong>Activate</strong> <span class=\"action-glyph\">1</span> command</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> You gain batches of infused reagents during your daily preparations</p>\n<p><strong>Effect</strong> You pull one additional batch of infused reagents from the satchel's secondary compartment. If you fail to use these reagents by the end of your next turn, they're lost.</p><hr /><p><strong>Craft Requirements</strong> You are an alchemist.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 21
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #206: Bring the House Down"
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "item:trait:alchemical"
                ],
                "selector": "crafting",
                "type": "item",
                "value": 2
            }
        ],
        "size": "med",
        "stowing": true,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "divine",
                "extradimensional",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "wornbackpack"
        }
    },
    "type": "backpack"
}
