{
    "_id": "ZTQLe0i6KHrhnSMm",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Rhyton of the Radiant Ifrit",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>This exquisite, shimmering rhyton is made from volcanic glass and encrusted with rubies, garnets, and other red gemstones, with a blown glass sculpture of a snakelike fire elemental at its base. It was sculpted as part of a 10-piece set of drinking horns, created to match a powerful ifrit shuyookh's entertaining dinnerware, but it became separated from the rest of the collection. Whether for good or ill, the beautiful glass rhyton still carries tidings from its previous shuyookh owner, and you become their esteemed guest from afar whenever you hold it.</p>\n<p>The drinking horn functions as a @UUID[Compendium.pf2e.equipment-srd.Item.Bottomless Stein], refilling with a common ale each time it's emptied. However, anyone holding the rhyton who whispers the name of its former shuyookh owner has the horn filled with their favorite wine, spirit, juice, or other beverage from anywhere across the many planes, as if their wish were granted by a magnanimous genie.</p>\n<hr />\n<p><strong>Activate—Toast!</strong> <span class=\"action-glyph\">1</span> (manipulate)</p>\n<p><strong>Effect</strong> You raise a toast to a creature or creatures you're about to socialize with. You gain a +2 item bonus to Deception, Diplomacy, or Intimidation checks against those creatures for 1 hour.</p>\n<hr />\n<p><strong>Activate—Ifrit's Command</strong> <span class=\"action-glyph\">2</span> (concentrate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> An ifrit's hospitality always comes with an implied threat. You cause the shuyookh to briefly appear and take its vengeance on those who would hurt you, the genie's \"guest.\" The shuyookh issues a 6th-rank @UUID[Compendium.pf2e.spells-srd.Item.Command] that targets all creatures hostile to you in range instead of the usual number of targets. The shuyookh issues the same command to all of them. Each target that fails its save also feels all nourishment leached from it, becoming @UUID[Compendium.pf2e.conditionitems.Item.Fatigued] as long as it's affected by the command.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 14
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 4200
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "fire",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
