{
    "_id": "WNlkRCPzc8YGQOAp",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Ring of Observation (Lesser)",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This simple gold ring is engraved with eyes and is inlaid with a single amber-colored cat-eye gemstone. While the gemstone itself isn't magical, it gives off the eerie impression that it's watching you. A Firebrand makes use of this ring to determine if they've drawn the attention of locals and guards without the owner giving away the fact that they know others are watching. More powerful versions of the ring help Firebrands escape the sight of others when necessary.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The watchful eye of the cat-eye gemstone remains unmoving but feels as if it's surveying your surroundings. The eye continues this uncanny surveying for 1 minute. During this time, you can use a single action, which has the concentrate trait, to focus on the ring. When you focus on the ring, it grows warm to the touch if you're being intentionally observed by creatures within 30 feet. The ring can only notice creatures that aren't @UUID[Compendium.pf2e.conditionitems.Item.Hidden] from you and that are intentionally watching you. The ring ignores people who are part of a crowd but aren't actively paying attention to you, for example.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 3
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 125
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Lost Omens: Firebrands"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "divination",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
