{
    "_id": "E0hJQdtwwbVrziRt",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Sandcastle",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>A <em>sandcastle</em> comes in a cylindrical, waterproof satchel that contains densely packed fine sand. The sand's color depends on where it was collected when the item was made. This sand can be shaped and magically activated to create a fortification made of hard-packed sand. It can survive most ordinary weather, but a sandcastle has little resilience against water. It collapses if activated on water or if the structure is caught in a deluge or heavy rainfall. Each 10-foot-by-10-foot section of the wall has AC 10, Hardness 10, and 40 Hit Points. It's immune to critical hits and precision damage, and it has weakness to water 15. If destroyed, a section of the sandcastle becomes a pile of sand, or wet sand if it was destroyed by water. This sand is difficult terrain, which lasts for the remaining duration of the activation. It's easy to make handholds and footholds in the sand walls, so the DC to climb the walls is 15.</p>\n<p><strong>Activate—Shape the Castle</strong> 1 minute (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You empty the satchel and shape the sand into a miniature castle. When finished, you utter \"build\" in Petran, and the <em>sandcastle </em>swiftly builds into a full-size structure. The castle is shaped as you choose, up to 120 feet in any dimension. Its walls must be 10 feet thick, and each story must be at least 10 feet tall from floor to ceiling. The <em>sandcastle</em> has only rudimentary furnishings with no moving parts—even a chair or door is too complicated, but block-like benches and platforms can be created. Typically, the castle has little more than staircases and windows.</p>\n<p>You can return the <em>sandcastle </em>to its portable form by using one Interact action to fill the item's satchel with sand from the castle.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 1250
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "earth",
                "magical",
                "structure"
            ]
        },
        "usage": {
            "value": "other"
        }
    },
    "type": "equipment"
}
