{
    "_id": "5EDJgEYfktSEa1pr",
    "img": "systems/pf2e/icons/equipment/contracts/self-emptying-pocket.webp",
    "name": "Self-Emptying Pocket",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>You never perform to an empty crowd after promising any profits to a phantom in a playhouse, sealed by holes that appear in your pockets. By meeting with the attendees at your events, you can use Performance instead of Diplomacy to Gather Information. When you would use Performance to @UUID[Compendium.pf2e.actionspf2e.Item.Earn Income], you don't earn any gold pieces, as the money disappears before you can even count it.</p>\n<p>The entity that holds your <em>bargained contract</em> can influence your reception any time you perform for a crowd or Activate the pocket. If they influence your performance favorably, you gain a +2 item bonus to your Performance check. If they influence your performance unfavorably, you gain a -2 item penalty to your Performance check. If you've failed to earn the entity money in quite a while, it typically influences your performance unfavorably.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command, envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You exercise all of your charm on a creature, turning a chance meeting into an impromptu performance that commands attention. Attempt a single Performance check against the Perception DC of the creature. On a success, the creature is affected as though by a successful Deception check to @UUID[Compendium.pf2e.actionspf2e.Item.Create a Diversion]. The entity that holds your contract can influence this performance as well.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 9
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Dark Archive"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "contract",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "other"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
