{
    "_id": "emGyagWNmjvtjiGK",
    "img": "systems/pf2e/icons/equipment/artifacts/serithtial.webp",
    "name": "Serithtial",
    "system": {
        "MAP": {
            "value": ""
        },
        "baseItem": null,
        "bonus": {
            "value": 4
        },
        "bonusDamage": {
            "value": 0
        },
        "category": "martial",
        "containerId": null,
        "damage": {
            "damageType": "slashing",
            "dice": 1,
            "die": "d8"
        },
        "description": {
            "value": "<p><strong>Perception</strong> +28; normal vision and hearing within 60 feet</p>\n<p><strong>Communication</strong> empathy (partner only)</p>\n<p><strong>Skills</strong> Iomedae Lore +29, Religion +26, Zon-Kuthon Lore +29</p>\n<p><strong>Int</strong> +2, <strong>Wis</strong> +1, <strong>Cha</strong> +2</p>\n<p><strong>Will</strong> +30</p>\n<hr />\n<p>The legendary blade Serithtial is said to have been forged by Iomedae, goddess of honor, justice, and valor. She is an intelligent +4 major striking @UUID[Compendium.pf2e.equipment-srd.Item.Holy] bastard sword. Although the sword is made of steel, Serithtial is also treated as cold iron and silver, allowing her to deal more damage to certain supernatural creatures. She glows as bright as a torch, but you or Serithtial can suppress or resume this glow as a single action, which has the concentrate trait. In addition, Strikes with Serithtial deal an additional 2d6 damage against creatures that are worshippers of Zon-Kuthon, and while wielding Serithtial, you constantly benefit from death ward and freedom of movement spells that function only against effects created by followers of Zon-Kuthon.</p>\n<p>Serithtial was forged as a bastard sword, and she reverts to this shape when no one wields her, but she can also detect what sort of blade her current wielder prefers and transform into it (choosing from dagger, shortsword, longsword, scimitar, falchion, greatsword, rapier, or bastard sword) using an action, which she does when first held. The wielder can empathically tell Serithtial to transform at any time by using a single action, which has the concentrate trait, after which Serithtial uses an action to transform.</p>\n<p><em>Serithtial</em> is willing to work with a partner of almost any alignment as long as they are dedicated to defeating the great wyrm Kazavon and the forces of Zon-Kuthon. If you ignore those threats and pursue your own agenda instead, before long <em>Serithtial</em> attempts to seize control of your body (@Check[type:will|dc:45] to resist her control), though she typically remains in control for only long enough to find a more worthy partner. You can attempt a new Will save each day to retake control of your body.</p>\n<p><strong>Activate</strong> envision</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> <em>Serithtial</em> spends the appropriate number of actions and casts a 9th level heal or zone of truth spell (DC 45 for either of the two spells).</p>\n<p><strong>Destruction</strong> If Kazavon or a great wyrm shadow dragon who is a worshipper of Zon-Kuthon uses its breath weapon on <em>Serithtial</em> while she is unattended, the sword melts into a pool of mundane iron.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "group": "sword",
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 23
        },
        "negateBulk": {
            "value": "0"
        },
        "potencyRune": {
            "value": 4
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "propertyRune1": {
            "value": "holy"
        },
        "propertyRune2": {
            "value": ""
        },
        "propertyRune3": {
            "value": ""
        },
        "propertyRune4": {
            "value": ""
        },
        "quantity": 1,
        "range": null,
        "reload": {
            "value": ""
        },
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Gamemastery Guide"
        },
        "splashDamage": {
            "value": null
        },
        "stackGroup": null,
        "strikingRune": {
            "value": "majorStriking"
        },
        "traits": {
            "rarity": "unique",
            "value": [
                "abjuration",
                "artifact",
                "divine",
                "intelligent",
                "two-hand-d12"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "weapon"
}
