{
    "_id": "cvkKe1FUVW9kOKcC",
    "img": "systems/pf2e/icons/equipment/consumables/other-consumables/seven-color-raw-fish-salad.webp",
    "name": "Seven-Color Raw Fish Salad",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "other"
        },
        "consume": {
            "value": ""
        },
        "containerId": "null",
        "description": {
            "value": "<p>An appetizer popularized in Goka, seven-color raw fish salad (qicai yusheng) is both fun and tasty to eat. This large platter of salad of raw fish, seafood, fruits, and vegetables of various hues is dressed in generous drizzlings of crushed peanuts, plum sauce, and sesame oil. During the Lunar New Year, consuming the seven-color raw fish salad (as 'seven colors' sounds similar to 'seven riches') is a grand, often messy, affair of spectacle and skill. Diners gather around the platter with long chopsticks to toss the salad, lifting the assorted ingredients as high as possible without dropping them off the table; erudite diners lead the table in uttering auspicious sayings to wish good fortune for the new year.</p>\n<p><strong>Activate</strong> 1 minute (command, Interact)</p>\n<hr />\n<p><strong>Effect</strong> You toss the ingredients of the seven-color raw fish salad into the air to prepare the dish. You must attempt a @Check[type:cooking|dc:20|showDC:all] Lore check, with the following results.</p>\n<hr />\n<p><strong>Critical Success</strong> You manage to toss the ingredients deftly without wasting food, and your enthusiastic recitation of auspicious sayings is well received-a sign of impending good fortune! For the first month of the coming year, you enjoy a +2 bonus to skill checks to @UUID[Compendium.pf2e.actionspf2e.Item.Earn Income] and Diplomacy checks made to Gather Information about job opportunities.</p>\n<p><strong>Success</strong> You toss the ingredients adroitly, wasting a minimum of seafood, and your delivery of auspicious sayings is respectable. For the first month of the coming year, you gain a +1 bonus to skill checks to Earn Income and Diplomacy checks made to Gather Information about job opportunities.</p>\n<p><strong>Failure</strong> You fumble too many of the ingredients to have enough left to eat.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 8
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 88
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Blog"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "consumable",
                "divination",
                "fortune",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "1"
        }
    },
    "type": "consumable"
}
