{
    "_id": "jqaSdm5zp8STSW27",
    "img": "systems/pf2e/icons/equipment/contracts/key-to-the-stomach.webp",
    "name": "Shadewither Key",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This palm-sized talisman hangs on a string of braided bark fibers. It resembles a leaf from some unknown tree similar to oak, carved from jade and then dipped halfway into black ink that looks wet despite feeling completely dry. The gate key was originally created to open the aiudara known as the Seventh Arch. In recent years, corrupting magic has given it additional, stranger powers.</p>\n<p>When you wear and invest the <em>Shadewither Key</em>, shadows gather around you. You gain a +1 item bonus to Stealth checks. However, this boon comes with great risk: any elf who touches the <em>Shadewither Key</em> is immediately afflicted with the obnubilate curse (see below).</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> Interact</p>\n<hr />\n<p><strong>Effect</strong> You touch the <em>Shadewither Key</em> and command the shadows it casts around you to peel away. The shadows form an umbral double that resembles you in every way except for its fiery red eyes and the expression of wicked delight on its face. The double occupies the same space as you and attempts to intercept any attacks aimed at you. A creature must succeed at a @Check[type:flat|dc:11] when targeting you with an attack, spell, or other effect; on a failure, they hit the shadowy double instead of you. The effect lasts for 1 minute or until the double is hit, whichever comes first. Once the double is hit, it's destroyed. As long as the double exists, you don't gain the <em>Shadewither Key's</em> item bonus to Stealth checks.</p>\n<hr />\n<p><strong>Destruction</strong> The <em>Shadewither Key's</em> magic can be destroyed by exposing the artifact to uncontained teleportation energies. If touched to an unlinked or malfunctioning aiudara, the <em>Shadewither Key</em> causes the gate to connect to a new counterpart. If this happens, the key's magic leaves it, rendering the item useless.</p>\n<hr />\n<p><strong>Obnubilate Curse</strong></p>\n<p>Only elves can be afflicted with this magical curse; other creatures are immune. An elf who touches the Shadewither Key must save against the curse. Victims quickly fall @UUID[Compendium.pf2e.conditionitems.Item.Unconscious]; then, over several days, they slowly blacken and shrivel like rotting fruit until they die. The corpse of an elf killed by the obnubilate curse is dry and charcoal-like; it collapses into ash at the slightest touch.</p>\n<p><strong>Saving Throw</strong> @Check[type:fortitude|dc:27|traits:curse,enchantment,incapacitation,magical,mental,shadow|overrideTraits:true]</p>\n<p><strong>Onset</strong> 1 minute</p>\n<p><strong>Stage 1</strong> unconscious and [[/r 3d6[mental]]] (1 day)</p>\n<p><strong>Stage 2</strong> unconscious and [[/r 6d6[mental]]] (2 days)</p>\n<p><strong>Stage 3</strong> unconscious and [[/r 6d6[mental]]] (2 days)</p>\n<p><strong>Stage 4</strong> unconscious and [[/r 6d6[mental]]], permanent loss of most recent year of memory (1 day)</p>\n<p><strong>Stage 5</strong> unconscious and [[/r 6d6[mental]]], permanent loss of all memory (1 day)</p>\n<p><strong>Stage 6</strong> death.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 22
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #187: The Seventh Arch"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "cursed",
                "illusion",
                "invested",
                "primal",
                "shadow"
            ]
        },
        "usage": {
            "value": "worn"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
