{
    "_id": "Ak5bxEDdFMnpYD2L",
    "img": "icons/equipment/neck/necklace-carved-lantern-gold.webp",
    "name": "Silvanshee Collar",
    "system": {
        "apex": {
            "attribute": "cha"
        },
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>A <em>silvanshee collar</em> appears as a collar of prismatic cloth affixed with a tiny bell, but once worn on the body or affixed to your hair, a Tiny cat wearing a similar (but non-magical) collar appears at your feet. This cat is similar to a silvanshee agathion, but its stats are determined as if you gained the @UUID[Compendium.pf2e.feats-srd.Item.Pet] general feat. When you first invest the collar, you must name your silvanshee pet, then build its statistics as detailed in the Pet general feat. The silvanshee has a name (chosen by you) and a unique personality. Whenever you invest the same <em>silvanshee collar</em>, the silvanshee who appears is the same one you named and chose the first time. If you already have a pet, familiar, or other companion that uses the Pet feat, that pet can change its shape as an action to appear as a silvanshee agathion at will (while perhaps retaining some of your pet's cosmetic traits at your option), but this doesn't otherwise alter your existing pet's statistics.</p>\n<p>As long as you wear the <em>silvanshee collar</em>, you gain a +3 item bonus to Performance checks and a +2 circumstance bonus to Gather Information. When you invest it, you either increase your Charisma modifier by 1 or increase it to +4, whichever would give you a higher value. If you are unholy, you become @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 2} as long as you wear the collar.</p>\n<p><strong>Activate—Awww!</strong> <span class=\"action-glyph\">r</span> (concentrate, fortune, visual)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Trigger</strong> You fail on an attempt to Lie or @UUID[Compendium.pf2e.actionspf2e.Item.Make an Impression]</p>\n<p><strong>Requirements</strong> Your pet can observe you</p><hr /><p><strong>Effect</strong> Your pet does something distracting or adorable at the precise moment you failed, allowing you to reroll the failed check and to use the result of your choice as the actual result.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 19
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 40000
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #206: Bring the House Down"
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "selector": "performance",
                "type": "item",
                "value": 3
            },
            {
                "key": "FlatModifier",
                "predicate": [
                    "action:gather-information"
                ],
                "selector": [
                    "diplomacy",
                    "performance"
                ],
                "slug": "silvanshee-collar-gather-information",
                "type": "circumstance",
                "value": 2
            }
        ],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "apex",
                "holy",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
