{
    "_id": "MM44urhBdG0x98bc",
    "img": "systems/pf2e/icons/default-icons/equipment.svg",
    "name": "Singing Stone",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>A <em>singing stone</em> looks like a drinking cup made of polished rock, and it always faintly hums or keens. Anyone who carries the cup for some time senses that it changes its tune depending on the types of rock nearby and that it grows quiet in areas with little stone. A <em>singing stone</em> is a planar key for @UUID[Compendium.pf2e.spells-srd.Item.Interplanar Teleport] and similar magic. When it's used this way, you're more likely to arrive where you intend to be, appearing 1d6×25 miles from your intended destination instead of 1d10×25 miles away.</p>\n<p><strong>Activate—Stone's Speech</strong> 1 minute (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> The <em>singing stone</em> casts <em>speak with stones</em>, allowing you to speak and listen through the bowl to communicate with stones. You can use the spell normally, or, as you activate the <em>singing stone</em>, you can target one stone you can clearly identify in appearance and location. This target must be on the same plane as you or on the Plane of Earth. You can't change targets during a single activation.</p>\n<p><strong>Activate—Stone's Sight</strong> <span class=\"action-glyph\">1</span> (manipulate, revelation)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> Placing the <em>singing stone</em> against a rocky surface, you cause it to reverberate, revealing what's behind or beneath the surface. You get a mental image of this area that's 15 feet deep and 5 feet in diameter. The image doesn't convey color, but it's clear to you what objects or creatures within are moving and which are stationary. The image is instant, however, and therefore doesn't allow you to track movement over time.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 13
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 3000
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "earth",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
