{
    "_id": "GGsECHQJ3RrnWXhV",
    "img": "systems/pf2e/icons/equipment/materials/orichalcum-chunk.webp",
    "name": "Sisterstone Chunk",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Sisterstone is a term used for two closely related ores infused by the spiritual runoff in the Field of Maidens, dusk sisterstone and scarlet sisterstone. They have the same physical properties except for color-dusk sisterstone is a pale orange while scarlet sisterstone is orange-red. When near an object made of the other type of sisterstone, they both begin exuding spiritual energy that repels undead.</p>\n<p>When an object made of dusk sisterstone is within 15 feet of an object made of scarlet sisterstone of the same grade, they create a reciprocal field. Any undead creature adjacent to one of the objects when the field is formed, or who moves adjacent to one while the field is active, becomes @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 1} unless it succeeds at a @Check[type:fortitude|dc:15] save. This lasts until the undead creature is no longer adjacent to either of the items or until the field's removed (typically by the objects ceasing to be within 15 feet of one another). The DC increases to 22 if both items are standard grade or better, and to 33 if they're both high grade. Unworked chunks and ingots don't create a reciprocal field. A single object can't be made of both types of sisterstone.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 3
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 20
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #183: Field of Maidens"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "precious"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
