{
    "_id": "vSctvZGoJYTHjpZV",
    "img": "icons/equipment/neck/pendant-gold-crystal-blue.webp",
    "name": "Skyfang Crystal",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>A <em>skyfang crystal</em> appears as a softly glowing length of blue crystal shaped like a gently curved fang; it's typically affixed to a short length of chain, allowing it to be worn as a necklace or wrapped around a forearm. The light it sheds is equal in strength to that of a candle; it can't be extinguished but can be blocked simply by wrapping the crystal in cloth, wearing it under clothing, or keeping it in a container. The first of these magical crystals was believed to have been created by a dying sky dragon who'd spent her life fighting against evil spirits. She plucked a dozen of her smallest teeth from her jaw and offered them to her 12 most trusted allies so that they could continue to track down evil spirits and remain protected as they did so, even after she was gone. A <em>skyfang crystal</em> provides illumination as a candle that can't be extinguished, and as long as you have it invested, you gain mental resistance 10. If you're evil, you're @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 2} while you have a <em>skyfang crystal</em> invested.</p>\n<p><strong>Activate</strong> <span class=\"action-glyph\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You touch the <em>skyfang crystal</em> to your brow and utter the name of a specific fiend or spirit you seek. If the target is on the same plane as you, the <em>skyfang crystal</em> pulses stronger with light when you face in the approximate direction of the named creature, allowing you to @UUID[Compendium.pf2e.actionspf2e.Item.Track] that creature. The DC for this check is equal to the creature's Will DC, and you can use Occultism, Religion, or Survival to attempt the check. As long as you're tracking this fiend or spirit, you gain a +2 item bonus to saving throws against effects that creature generates. This effect persists until you activate the <em>skyfang crystal</em> again to track a different target.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.Effect: Skyfang Crystal]</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 12
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 2000
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #199: To Bloom Below the Web"
        },
        "quantity": 1,
        "rules": [
            {
                "key": "TokenLight",
                "value": {
                    "alpha": 0.2,
                    "animation": {
                        "intensity": 3,
                        "speed": 1,
                        "type": "torch"
                    },
                    "bright": 0,
                    "color": "#14b1ff",
                    "dim": 10,
                    "luminosity": 0.2,
                    "shadows": 0.2
                }
            },
            {
                "key": "Resistance",
                "type": "mental",
                "value": 10
            }
        ],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "worn"
        }
    },
    "type": "equipment"
}
