{
    "_id": "nYrOmi22AN0XDtCO",
    "img": "icons/commodities/leather/leather-patch-tan.webp",
    "name": "Soulfeeding Mask",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>This unsettling mask is made from different flensed faces that have been stitched together with bright red thread. Wearing a <em>soulfeeding mask</em> allows you to see others' souls within their bodies as long as they're within 60 feet, as if under the effects of see the unseen and truesight (but only against living or undead creatures). Your Perception DC increases by 10 against living creatures who Impersonate undead creatures or against undead creatures who Impersonate living creatures, as you can tell if the creature's soul has been affected by undeath. The <em>soulfeeding mask</em> counteract rank is 9, with a counteract modifier of [[/r 1d20+31 #Counteract]]{+31}. While wearing a <em>soulfeeding mask</em>, you gain darkvision. If you're holy, you're @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 2} while you have a <em>soulfeeding mask</em> invested.</p><hr /><p><strong>Activate—Devour Soul</strong> <span class=\"action-glyph\">2</span> (concentrate, death, void)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> The <em>soulfeeding mask</em>'s eyes and jaw open wide, and clouds of darkness and shadow spill out and attempt to engulf a single creature you can see that's within 30 feet. That creature takes @Damage[50[void]] damage with a @Check[fortitude|dc:36|basic] save. If the target is undead or otherwise has void healing, this activation loses the death and void traits and gains the vitality trait, and the target takes @Damage[50[vitality]] damage with a @Check[fortitude|dc:36|basic] save. If the target takes any damage, you become @UUID[Compendium.pf2e.conditionitems.Item.Quickened] 1 for 1 minute and can use the extra action each round for only Stride actions, unless the damage killed the creature, in which case you can also use the extra action each round for Strike actions as well.</p><hr /><p><strong>Activate—Disgorge Soul</strong> <span class=\"action-glyph\">3</span> (concentrate)</p>\n<p><strong>Requirements</strong> You're quickened as a result of Devour Soul</p>\n<p><strong>Effect</strong> The <em>soulfeeding mask</em> disgorges the devoured soul. You're no longer quickened from Devour Soul, and the <em>soulfeeding mask</em> casts duplicate foe (@Check[fortitude|dc:36] save) to your specifications, targeting the creature whose soul had been devoured. You must Sustain this effect, unless the target creature was slain by Devour Soul, in which case duplicate foe functions as if the creature had failed its save, and the <em>soulfeeding mask</em> Sustains this spell automatically.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 17
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 15000
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #205: Singer, Stalker, Skinsaw Man"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "invested",
                "magical",
                "unholy"
            ]
        },
        "usage": {
            "value": "wornmask"
        }
    },
    "type": "equipment"
}
