{
    "_id": "AbgcicGqoHJZJun3",
    "img": "systems/pf2e/icons/equipment/worn-items/other-worn-items/eyes-of-the-eagle.webp",
    "name": "Spectacles of Discernment",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>Designed for a frequent sponsor of theatrical productions who liked to stay informed of all the off-stage drama, these silver opera glasses are affixed to a slender redwood handle. They can't be worn on the face but must be raised to the eyes and held there, at which point the spectacles of discernment grant a +2 item bonus to Perception checks to notice details at a distance.</p>\n<p><strong>Activate—Reveal the Truth</strong> <span class=\"action-glyph\">1</span> (manipulate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You raise the spectacles to regard a target creature through them; the target must be within 60 feet. You immediately gain the ability to speak and understand the language the target creature is currently speaking, or its native language if it's not currently talking, for 24 hours. During this time, you can Interact with the spectacles of discernment to flip down a pair of supplementary lenses. When you do so, if you're observing the creature you originally targeted, roll a secret counteract check with a counteract modifier of [[/r 1d20+23 #Counteract]]{+23} against any illusion, morph, or polymorph effect affecting the target, but only for the purpose of determining whether you see through the disguise or not.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 13
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 3000
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #204: Stage Fright"
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "details-at-a-distance"
                ],
                "selector": "perception",
                "type": "item",
                "value": 2
            }
        ],
        "size": "med",
        "traits": {
            "rarity": "unique",
            "value": [
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
