{
    "_id": "0VtYhRt2BneBzh32",
    "img": "systems/pf2e/icons/equipment/treasure/art-objects/greater-art-object/platinum-framed-monocle.webp",
    "name": "Splendid Floodlight",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>This drum-shaped metal floodlight has a metal handle on each side and a housing at its base to be slotted into a stand or pedestal. A splendid floodlight has a primary function as well as several secondary functions available by rotating through a series of translucent sheets called gels. A splendid floodlight comes with the four gels described below, but other gels exist with different abilities.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> Interact</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Requirements</strong> The splendid floodlight's light is off</p>\n<hr />\n<p><strong>Effect</strong> You flip a switch and the splendid floodlight emits bright magical light in a @Template[type:cone|distance:120] that hangs in the air and remains in place even if you move the floodlight. If the cone passes through an area of magical darkness or targets a creature affected by magical darkness, the splendid floodlight attempts to counteract the darkness. Creatures in the cone who are @UUID[Compendium.pf2e.conditionitems.Item.Frightened] reduce the value of their frightened condition by 1 at the beginning of each turn they start in the area of the cone. The light remains in place until you Interact to flip the switch again to extinguish the floodlight. If you haven't done so after an hour, the switch flips on its own and the floodlight turns off.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> Interact</p>\n<p><strong>Requirements</strong> The splendid floodlight's light is on</p>\n<hr />\n<p><strong>Effect</strong> You rotate one of the following gels into position in the floodlight or rotate a gel out. You can do this even if the splendid floodlight has been moved from its position when the light was created. You can have up to two gels in place at once; if you rotate in a third, another of your choice rotates out.</p>\n<p><strong>Red Gel</strong> The light lends an air of gravitas to all creatures illuminated by it. Creatures in the light gain a +2 item bonus to Charisma-based skill checks.</p>\n<p><strong>Yellow Gel</strong> Invisible creatures and objects are visible while in the light, and creatures with the spirit trait appear substantial rather than ghostly.</p>\n<p><strong>Green Gel</strong> All creatures illuminated by the light appear to be wearing exceptionally stylish clothing with elegantly coiffed hair styles. Blue Gel Undead creatures in the light appear as they did when alive, and living creatures in the light appear decayed, like an undead creature.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 12
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 1600
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #185: A Taste of Ashes"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "uncommon",
            "value": [
                "illusion",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "3"
        }
    },
    "type": "equipment"
}
