{
    "_id": "4j5tJ27qfBN7Xd6d",
    "img": "systems/pf2e/icons/equipment/held-items/crystal-ball-obsidian.webp",
    "name": "Tattletale Orb (Obsidian)",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>A tattletale orb is a polished crystal sphere that appears to function as a @UUID[Compendium.pf2e.equipment-srd.Item.Crystal Ball (Obsidian)]. If those whom you use the orb to scry on roll better than a critical failure on their saving throw, they receive a telepathic message alerting them to the scrying. A success or better at the save allows the target to choose to allow you to scry anyway, knowing they can use an aspect of the orb against you, according to the orb's type. A creature that rolls a critical success on the saving throw also learns your name and location. Once you Activate a tattletale orb or use it to cast one of your scrying spells, it fuses to you. You must succeed at a Will save, using the scrying Will DC of a crystal ball of the orb's type, to use another such device.</p>\n<p>Tattletale orbs come in the same types as crystal balls, with the same activations and powers. However, your target must roll a critical failure on the saving throw for the orb to function as normal for that type of crystal ball.</p>\n<p>The target is temporarily immune to the orb's true seeing for 24 hours. During that time, you see a false vision of the target's choice if you scry on the target. Despite being higher level than the spell, you can't disbelieve this illusion if scrying through the orb.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 19
        },
        "negateBulk": {
            "value": ""
        },
        "preciousMaterial": {
            "value": ""
        },
        "preciousMaterialGrade": {
            "value": ""
        },
        "price": {
            "value": {
                "gp": 32000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "divination",
                "magical",
                "scrying",
                "cursed"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
