{
    "_id": "DFxyS72Uh2vqT2MZ",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Tentacle Potion (Moderate)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "category": "potion",
        "containerId": null,
        "damage": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"action-glyph\">1</span> Interact</p>\n<p>Upon consuming this mottled, foul-tasting liquid, the tentacle potion causes you to extrude a long, flexible limb of ectoplasm. Your clothing doesn't need to accommodate this limb of ghostly matter, which can extrude through your clothing and armor. The limb lasts 8 hours, and you can Dismiss the activation. You can't hide or disguise the tentacle. You can use the limb to perform simple Interact actions, such as opening an unlocked door. Your limb can't perform actions that require significant manual dexterity, including any action that would require a check to accomplish. At one time, you can have only one extra limb from any version of this potion. Stronger tentacle potions replace the effects of weaker ones.</p>\n<p>You can use the limb to hold an item of up to light Bulk. You can also use the whole limb to hold onto a suitable anchor point, such as a tree branch, balcony, or rocky outcropping, subject to the GM's discretion. While using your limb this way, you have free use of all your other limbs, so you can perform tasks that require both hands.</p>\n<p>If you have the Flexible Tail or Skillful Tail feats, the Tailed Goblin heritage, or a similar feature the GM believes would benefit, this potion can instead fortify your tail. A fortified tail benefits from any tentacle potion as if the potion were the next better type.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 155
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder Treasure Vault"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "consumable",
                "magical",
                "potion"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "uses": {
            "autoDestroy": true,
            "max": 1,
            "value": 1
        }
    },
    "type": "consumable"
}
