{
    "_id": "9RxwktkuKHF9ud2L",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Unicorn",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> When you epitomize <em>The Unicorn</em>, assign it to a point of interest in the forest. This indicates a region of idyllic woodland that has become the home of an enigmatic unicorn. A PC can travel to this location in the forest, and the unicorn automatically emerges from the far side of a clearing to curiously greet the PC. The PC can then spend 8 hours in pleasant discourse with the unicorn to convince it of their good intentions and worthiness by attempting a @Check[type:diplomacy|dc:38] check, after which no one may speak with the unicorn again for 1 week.</p>\n<hr />\n<p><strong>Critical Success</strong> You impress the unicorn with your words, and it leaves the clearing for a few moments. When it returns, it has a gift for you balanced on its horn; the unicorn approaches and bequeaths this treasure to you. Choose from among the following magic items: a @UUID[Compendium.pf2e.equipment-srd.Item.Maestro's Instrument (Greater)], a @UUID[Compendium.pf2e.equipment-srd.Item.Possibility Tome], a @UUID[Compendium.pf2e.equipment-srd.Item.Staff of Nature's Vengeance (Major)], or a @UUID[Compendium.pf2e.equipment-srd.Item.Thurible of Revelation (Greater)]. At the GM's option, other 18th-level permanent magic items could be included in this list. In any case, this is the only gift the unicorn will ever have for you—you can never attempt this activity again.</p>\n<p><strong>Success</strong> Your words appeal somewhat to the unicorn, but fail to truly capture its trust. The next time you perform this activity, you gain a +4 circumstance check on your Diplomacy check.</p>\n<p><strong>Failure</strong> You fail to impress the unicorn, and it returns to hiding in the forest.</p>\n<p><strong>Critical Failure</strong> You end up embarrassing yourself, insulting the unicorn, or generally coming off as crass and unpleasant. The unicorn abandons you, leaving you wracked with shame and embarrassment. You become @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 3} for 1 week, or until the condition is removed via an effect like restoration.</p>",
            "value": "<p><strong>Suit</strong> Crowns (Cha)</p>\n<p><strong>Alignment</strong> chaotic good</p>\n<hr />\n<p><em>The Unicorn</em> represents finding what one seeks. As long as you have <em>The Unicorn</em> invested, you gain a +2 item bonus on Perception checks to @UUID[Compendium.pf2e.actionspf2e.Item.Seek]. This increases to a +3 item bonus if you're at least 17th level.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You pass <em>The Unicorn</em> across an adjacent closed container and then open the container. Inside, you'll find a Common consumable alchemical or magic item you need to solve a problem or deal with a situation close at hand. For example, if you're badly wounded, you might find a greater healing potion. If you've been poisoned, you could discover a panacea. If you're faced with a written clue in a language you don't understand, the container might hold a comprehension elixir. The GM always decides what consumable item is discovered, and it must be equal to or lower than your level. If the consumable isn't used within 1 minute of being discovered, the item vanishes. If there's no appropriate item to solve your situation, the GM can rule that no object is found; in this case, the daily use of The Unicorn is not expended.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "action:seek"
                ],
                "selector": "perception",
                "type": "item",
                "value": "ternary(gte(@actor.level,17),3,2)"
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder #192: Worst of All Possible Worlds"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "harrow-court",
                "invested",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
