{
    "_id": "8wjCvABdXIYQJ7bI",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Wanderer",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> When you epitomize <em>The Wanderer</em>, a mysterious wandering centaur simulacrum manifests in the farmlands of Harrow Court. They visit the village at the center of the farmlands every evening, and are always looking to purchase items and objects. You can sell any item to the Wanderer when they visit and receive real gold coinage in return (these gold pieces do not vanish when you leave Harrow Court). Once <em>The Wanderer</em> is epitomized, you can also @UUID[Compendium.pf2e.actionspf2e.Item.Earn Income] with Crafting or Lore checks by selling the fruits of your labors to them. If you do so, you gain a +2 item bonus to your Crafting or Lore check made to Earn Income; this bonus increases to +3 if you're at least 17th level.</p>",
            "value": "<p><strong>Suit</strong> Books (Int)</p>\n<p><strong>Alignment</strong> neutral good</p>\n<hr />\n<p><em>The Wanderer</em> represents the art of collecting and finding the value in even the simplest items. As long as <em>The Wanderer</em> is invested, you don't trigger reactions when you Interact to draw or use an item.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You do a quick bit of legerdemain with <em>The Wanderer</em>. As the card appears to disappear from your hand, it's immediately replaced by an object of Light bulk in your hand. The object can be any Common permanent magic item, weapon, or piece of gear of a level no higher than your level –2. The item exists for 1 minute, or until it is no longer attended by you, at which point the item vanishes and The Wanderer reappears in your possession.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #192: Worst of All Possible Worlds"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "conjuration",
                "harrow-court",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
