{
    "_id": "JwglAlCKM7FRRUxq",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Twin",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> When you epitomize <em>The Twin</em>, assign it to a point of interest in the farmland. This indicates a location where a strange group of people moves into a small hovel. Each of these people is the identical twin of one of the PCs in your party—if these PCs change, the number and appearance of the twins who dwell in this hovel change to match. Once per level, a PC may travel to this hovel to meet with their twin; when they arrive, that twin is the only one present at the hovel. By spending 8 hours talking with your twin, you can compare notes on how your lives went on separate trajectories. Attempt a @Check[type:deception|dc:38], @Check[type:diplomacy|dc:38], or @Check[type:intimidation|dc:38] check.</p>\n<hr />\n<p><strong>Critical Success</strong> Your twin reveals to you that they would have chosen a different ability had they lived your life. You can immediately Retrain a feat, skill increase, or class feature, as if you had spent the normal time and effort to do so.</p>\n<p><strong>Success</strong> Your twin reveals to you that they would have chosen a different ability, based on the skill you used to speak to them. If you used Deception, you can immediately Retrain a skill increase. If you used Diplomacy, you can immediately Retrain a class feature. If you used Intimidation, you can immediately Retrain a feat.</p>\n<p><strong>Failure</strong> Your conversation with your twin is depressing and yields no benefit.</p>\n<p><strong>Critical Failure</strong> Your conversation with your twin is depressing and affects you in a physical way. If you used Deception, you become @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 3}. If you used Diplomacy, you become @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 3}. If you used Intimidation, you become @UUID[Compendium.pf2e.conditionitems.Item.Enfeebled]{Enfeebled 3}. The condition lasts for 1 week, or until the condition is removed via an effect like restoration.</p>",
            "value": "<p><strong>Suit</strong> Crowns (Cha)</p>\n<p><strong>Alignment</strong> neutral</p>\n<hr />\n<p><em>The Twin</em> represents a duality of purpose or identity. As long as you have <em>The Twin</em> invested, it helps to defend you against damage to your mind or your body. When you invest <em>The Twin</em>, the card's artwork changes to look like you, and as you are exposed to afflictions, your card twin helps to protect you by absorbing them into itself. You gain a +1 item bonus to saves against curses, diseases, poison, and transmutation effects. This bonus increases to +2 if you're at least 14th level, and to +3 if you're 20th level. As you resist these afflictions, they begin to manifest on one of the twins depicted on the card art.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You twirl The Twin between your fingers and create a shadowy duplicate of yourself that mirrors your actions. The duplicate appears adjacent to you and has the same statistics as you do when you activate the card. You can sustain this effect for up to one minute. When you sustain the effect, your twin gains 2 actions. It always acts immediately after your turn, and must use identical actions to the ones you used, in exactly the same order. However, it can use the actions differently, such as Striding to a different position or selecting a different target for a Strike. If the twin is unable to mimic an action, it attempts the action without result and the action is wasted. The duplicate can't use any actions that can be used only a limited number of times per day (including casting any spell other than a cantrip). The duplicate isn't truly alive and can't be healed in any way. If the duplicate ever reaches 0 Hit Points, it is instantly destroyed and the effect immediately ends, and you take [[/r 10d6[mental]]] damage (@Check[type:will|dc:38|basic:true] save).</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    {
                        "or": [
                            "curse",
                            "disease",
                            "poison",
                            "transmutation"
                        ]
                    }
                ],
                "selector": "saving-throw",
                "type": "item",
                "value": "ternary(gte(@actor.level,20),3,ternary(gte(@actor.level,14),2,1))"
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder #192: Worst of All Possible Worlds"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "harrow-court",
                "illusion",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
