{
    "_id": "kd4iBsB3pLkc0Lfc",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Fool",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> When you epitomize The Fool, assign it to a point of interest in the lake. This indicates the approximate location of a tiny deserted island that measures no more than 20 feet in diameter. While most don't believe the rumors of a vast pirate treasure hidden on this island, the more people explain that it's ridiculous (if only because there are no pirates in the Harrow Court), the more convinced one might grow that there's a kernel of truth to the story. A character can spend 8 hours searching for this hidden treasure by utilizing an array of ridiculous inventions and homemade rafts meant to provide a quick solution to the task of tracking down the treasure. To do so, attempt a @Check[type:crafting|dc:38] check.</p>\n<hr />\n<p><strong>Critical Success</strong> You find the island, and there, sitting in the middle of it, is a treasure chest! You were right all along! The chest contains coins, gems, jewels, and art objects worth a total of 5,000 gp. Unlike most objects that appear in Harrow Court, these treasures are very real and can be brought elsewhere to be sold or flaunted as you desire. You can never again benefit from this activity, as you have recovered all the treasure that The Fool can help you discover.</p>\n<p><strong>Success</strong> Your attempt to track down the island makes progress, but you still don't know exactly where the site is located. The next time you perform this activity, you gain a +4 circumstance bonus on your Crafting check.</p>\n<p><strong>Failure</strong> You fail to discover the treasure island.</p>\n<p><strong>Critical Failure</strong> Not only do you fail to discover the treasure island, but you become obsessed with your failures, believing that bad luck kept you from success, not your own foolish choices and impractical treasure-hunting inventions. You become @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 3} for 1 week (or until the condition is removed via an effect like <em>@UUID[Compendium.pf2e.spells-srd.Item.Restoration]</em>).</p>",
            "value": "<p><strong>Suit</strong> Books (Int)</p>\n<p><strong>Alignment</strong> neutral evil</p>\n<hr />\n<p><em>The Fool</em> represents grave foolishness, grand naivete, and exceptional greed. As long as you have <em>The Fool</em> invested, anytime you gain the @UUID[Compendium.pf2e.conditionitems.Item.Stupefied] condition, reduce its value by 1. You also gain a +2 item bonus to all saving throws against effects that cause the stupefied condition. This bonus increases to +3 if you're at least 17th level.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> envision, Interact (mental)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You display The Fool to your foes in a clumsy, awkward, and embarrassing way. Choose up to four creatures within 60 feet. These four creatures must attempt a @Check[type:will|dc:resolve(@actor.system.attributes.classDC.value)] save against your class DC.</p>\n<hr />\n<p><strong>Critical Success</strong> The creature is unaffected.</p>\n<p><strong>Success</strong> The creature is distracted by your antics and is @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 1} until the start of your next turn.</p>\n<p><strong>Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 2}.</p>\n<p><strong>Critical Failure</strong> The creature is @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 3}. In addition, for 1 minute, the creature is @UUID[Compendium.pf2e.conditionitems.Item.Confused].</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "inflicts:stupefied"
                ],
                "selector": "saving-throw",
                "type": "item",
                "value": "ternary(gte(@actor.level,17),3,2)"
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder #192: Worst of All Possible Worlds"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "enchantment",
                "harrow-court",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
