{
    "_id": "QPWWO89YR0uZ881r",
    "img": "systems/pf2e/icons/equipment/held-items/spellbook-of-redundant-enchantment.webp",
    "name": "The Deck of Destiny",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Composed of 54 cards that are powerful in their own right, the Deck of Destiny epitomizes the powers of the harrow and divination. The deck only has its full suite of abilities while complete. Completing the deck requires all 54 cards to be placed together and shuffled into their complete state over the span of 1 minute; the cards merely being in proximity of each other is not enough to complete the deck. Once complete, the deck can be invested normally.</p>\n<p>While the complete deck is on your person or in hand and invested, you gain a natural insight into events to be. Any divination effects you create become heightened to 10th level for the purpose of determining their counteract level. Additionally, divination effects you create gain a +4 item bonus to their DC and to spell attack rolls. The deck also helps you maintain control of your own fate, granting you immunity to fortune and misfortune effects, though you can be affected by such effects if you wish.</p>\n<hr />\n<p><strong>Activate</strong> envision (daily preparations)</p>\n<p>When you perform your daily preparations, you can share the Deck of Destiny with your companions, allowing them to invest a hand of up to 5 cards each as if they carried the cards. When one of your companions activates one of their invested cards, an illusory image of the card appears in their hand, but the card's effects are otherwise unaltered. This lasts until the next time you perform your daily preparations.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">r</span> envision</p>\n<p><strong>Trigger</strong> A creature you can see within 60 feet is about to attempt a check</p>\n<p><strong>Effect</strong> You quickly draw a card to alter the triggering creature's fate. Choose either weal or woe. With weal (a fortune effect), the triggering creature rolls twice and takes the better result on their check. With woe (a misfortune effect), the triggering creature is forced to roll twice and take the worse result. If the card you drew is related to the check, such as drawing a card from the suit of shields for a Fortitude saving throw or a card from the suit of crowns for a Deception check, the creature is affected further. When choosing weal, the creature gains a +4 circumstance bonus to the triggering check. When faced with woe, the triggering creature takes a –4 circumstance penalty to the triggering check. Regardless of whether they faced weal or woe, the triggering creature becomes temporarily immune to this ability for 24 hours.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.Effect: Deck of Destiny]</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> envision, Interact</p>\n<p><strong>Effect</strong> You call upon the deck in an attempt to put an end to a creature's life by visiting upon them a particularly grisly fate. Choose a creature within 60 feet. The deck casts <em>@UUID[Compendium.pf2e.spells-srd.Item.Phantasmal Killer]</em> (@Check[type:will|dc:50|traits:spell] and @Check[type:fortitude|dc:50|traits:spell,incapacitation], heightened to 10th level) on that creature. This effect doesn't have the emotion, fear, illusion, or mental traits, as it actually alters reality to rewrite a creature's doom. Regardless of the results, the creature becomes temporarily immune to this effect for 1 week.</p>\n<hr />\n<p><strong>Activate</strong> 1 hour (envision, Interact)</p>\n<p><strong>Frequency</strong> once per year</p>\n<p><strong>Effect</strong> You attempt to undo a creature's untimely death and return them to life. The deck performs a 10th-level <em>@UUID[Compendium.pf2e.spells-srd.Item.Resurrect]</em> ritual. This ritual doesn't have any cost and doesn't require any secondary casters. Instead, you are the primary caster and must attempt a @Check[type:occultism|dc:50] check to complete the ritual as you perform a <em>@UUID[Compendium.pf2e.spells-srd.Item.Harrowing]</em>, perform that same harrowing in reverse in an attempt to pull back the threads of fate, and perform one final harrowing to \"rewrite\" the target's destiny.</p>\n<hr />\n<p><strong>Destruction</strong> The Deck of Destiny is inherently connected to the fate of Golarion. If the deck is used in a harrow reading to determine the destiny of the entire planet, or if the planet itself is destroyed or removed from this reality, the cards crumble to dust after the harrowing is complete or the planet is gone.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 25
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    "divination"
                ],
                "selector": [
                    "spell-attack",
                    "spell-dc"
                ],
                "type": "item",
                "value": 4
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder #192: Worst of All Possible Worlds"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "divination",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
