{
    "_id": "1qlJqqsVhocRLtS5",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Peacock",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> When you epitomize <em>The Peacock</em>, assign it to a point of interest in the swamp. This indicates the territory of a strangely colorful but unusual and potentially dangerous fey creature—a gremlin queen who wears a colorful robe made of cockatrice plumes. The nameless gremlin queen has infested her swampy domain with countless traps, snares, and hazards, all to protect one of her greatest treasures. A PC can attempt to navigate this morass of nooses, tripwires, spiked logs, and disguised quicksand patches by attempting a @Check[type:thievery|dc:38] check to @UUID[Compendium.pf2e.actionspf2e.Item.Disable Device]{Disable a Device}—this check covers the disarming of a few hundred different traps over the course of 8 hours. Once the attempt is made, the gremlin queen dismantles her traps and goes into hiding; this activity cannot be attempted again for 1 week.</p>\n<hr />\n<p><strong>Critical Success</strong> You navigate all of the gremlin queen's traps, and surprise her on her throne of twigs and mud and stolen treasure. She's impressed with your skills and offers you one of the greatest treasures she used to build her throne. Choose from among the following magic items: greater fortification armor rune, greater brilliant weapon rune, a set of @UUID[Compendium.pf2e.equipment-srd.Item.Goggles of Night (Major)]{Major Goggles of Night}, or a @UUID[Compendium.pf2e.equipment-srd.Item.Ring of Maniacal Devices (Greater)]{Greater Ring of Maniacal Devices}. At the GM's option, other 18th- level permanent magic items could be included in this list. In any case, the gremlin queen won't grace you with a gift another time—you can never attempt this activity again.</p>\n<p><strong>Success</strong> You come close enough to the gremlin queen's throne to hear her panicked squeals as she packs up her treasures and flees into hiding—she's gone except for a few colorful feathers she left behind by the time you reach the heart of her domain. The next time you perform this activity, you gain a +4 circumstance check on your Thievery check.</p>\n<p><strong>Failure</strong> You fall victim to enough humiliating and distracting traps that by the time you reach the heart of the gremlin queen's domain, she's long gone.</p>\n<p><strong>Critical Failure</strong> You not only fail to make it to the gremlin queen, but one of her traps inflicts a particularly grievous wound on you. You become @UUID[Compendium.pf2e.conditionitems.Item.Clumsy]{Clumsy 3} for 1 week, or until the condition is removed via an effect like restoration.</p>",
            "value": "<p><strong>Suit</strong> Keys (Dex)</p>\n<p><strong>Alignment</strong> neutral</p>\n<hr />\n<p><em>The Peacock</em> represents a sudden shift in attitude or societal change, often represented by a colorful but ugly creature that serves as a reminder as to what happens if something beautiful refuses to change with the times. As long as you have <em>The Peacock</em> invested, you can react to sudden changes more swiftly, and gain @UUID[Compendium.pf2e.feats-srd.Item.Incredible Initiative] as a bonus feat. If you already possess this feat, you gain a +2 item bonus on all initiative checks. This item bonus increases to +3 if you are at least 17th level.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> envision, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You freeze your appearance as it exists in this very moment by tapping The Peacock to your lips. You cast @UUID[Compendium.pf2e.spells-srd.Item.Stoneskin] on yourself, but with a duration of 30 minutes instead of 20 minutes. The level of the spell is one-half your level rounded down (minimum 6th level).</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #192: Worst of All Possible Worlds"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "divination",
                "harrow-court",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
