{
    "_id": "rzcqiPZHpv0I1Jab",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Dance",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> A ballroom appears in Harrowheart, and it's always populated by a gala of dancers, performers, and partygoers. While these are all simulacra, the air of entertainment and delight is as real as any event that might take place on Golarion. A character can spend a glorious 8 hours relaxing, dancing, performing, and entertaining in the ballroom. The time spent carousing allows the character to restore their inner harmony and purge a disease they may be suffering from. The character attempts to counter one disease using a Performance check against the disease's DC. On a success, the disease is removed, while on a critical success, the character becomes immune to that disease for 1 year.</p>\n<p>In addition, some of those who attend the gala know of potent rituals that allow for ease of movement. A character can spend time here to learn either of the following rituals: <em>@UUID[Compendium.pf2e.spells-srd.Item.Freedom]</em> or <em>@UUID[Compendium.pf2e.spells-srd.Item.Word of Recall]</em>. If either of these rituals are later performed in the ballroom, all casters gain a +2 item bonus on checks made to perform the rituals.</p>",
            "value": "<p><strong>Suit</strong> Keys (Dex)</p>\n<p><strong>Alignment</strong> lawful good</p>\n<hr />\n<p><em>The Dance</em> represents the delicately balanced rhythms of the universe and the ability stay in step with existence. As long as <em>The Dance</em> is invested, you gain a +2 item bonus on Performance checks. This increases to a +3 item bonus if you are at least 17th level.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">f</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> You are about to roll initiative</p>\n<hr />\n<p><strong>Effect</strong> Your body begins to move with anticipation, creating a trail of afterimages for a moment. You can roll initiative with a Performance check. Regardless of what skill you use to roll for initiative, roll the check three times and take the result of your choice. This is a fortune effect.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "selector": "performance",
                "type": "item",
                "value": "ternary(gte(@actor.level,17),3,2)"
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder #192: Worst of All Possible Worlds"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "divination",
                "harrow-court",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
