{
    "_id": "dB5oALF9UzMdE0MD",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Mountain Man",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> When you epitomize <em>The Mountain Man</em>, assign it to a point of interest in the Harrow Court's mountains. This marks the location of a remote cabin that serves as the home of a self-sufficient but very intimidating simulacrum who appears as a towering giant of a man. This hearty specimen welcomes visitors who bring stories of their accomplishments fighting monsters, as long as they're backed up by physical trophies. A character who visits the mountain man and presents to him a trophy harvested from a monster they fought and defeated can seek a reward. The trophy need not be much more than a horn or a claw, but should be something significant and identifiable from the defeated monster, and the PC presenting the trophy must have been involved in that monster's defeat. If the trophy is from a monster whose level is equal to or greater than the PC's level, the mountain man is impressed and rewards that PC with two consumable magic items, each of a level equal to or lower than the PC's level (the PC can request specific items, but the GM has final say in what items are offered). If the trophy is from a monster whose level is lower than the PC's level, the mountain man mocks the PC for being \"proud of defeating a weakling\" and offers no reward. Once a reward is given, the mountain man warns the PC, \"Now don't you be going off to sell that thing for gold, and don't even think of coming back for more rewards until you've used these all up!\" The mountain man has an eerie ability to know if a PC hasn't used a current reward, or if they sold it for a profit&mdash;PCs who fit either category cannot receive new rewards from the mountain man on subsequent visits.</p>",
            "value": "<p><strong>Suit</strong> Shield (Con)</p>\n<p><strong>Alignment</strong> chaotic neutral</p>\n<hr />\n<p><em>The Mountain Man</em> represents creatures with incredible physical power. As long as you have <em>The Mountain Man</em> invested, it grants you a +2 item bonus to Athletics checks to @UUID[Compendium.pf2e.actionspf2e.Item.Force Open], @UUID[Compendium.pf2e.actionspf2e.Item.Grapple], @UUID[Compendium.pf2e.actionspf2e.Item.Shove], or @UUID[Compendium.pf2e.actionspf2e.Item.Trip]. This increases to a +3 item bonus if you are at least 17th level.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You bring the might of the mountain into your body. You cast 2nd-level or 4th-level <em>@UUID[Compendium.pf2e.spells-srd.Item.Enlarge]</em> upon yourself. If you're at least 15th level, the duration increases to 1 hour.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    {
                        "or": [
                            "action:force-open",
                            "action:trip",
                            "action:grapple",
                            "action:shove"
                        ]
                    }
                ],
                "selector": "athletics",
                "type": "item",
                "value": "ternary(gte(@actor.level,17),3,2)"
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder #190: The Choosing"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "harrow-court",
                "invested",
                "magical",
                "transmutation"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
