{
    "_id": "qPpfc0srQodOiEga",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Eclipse",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> When you epitomize <em>The Eclipse</em>, assign it to a point of interest in the desert. This indicates a region of wasteland where the sun above always seems to be in a full eclipse, plunging the region into darkness at all hours of the day; this causes the temperatures in this hex to always function as if it were night. A PC who travels to this region feels increasingly overwhelmed with doubt and a growing conviction that all they've accomplished in their life so far is for naught, but by spending 8 hours in the region contemplating these destructive emotions, it's possible to come out the other side more confident. A character who spends 8 hours of downtime here must attempt a @Check[type:will|dc:38] saving throw.</p>\n<hr />\n<p><strong>Critical Success</strong> You face your doubts and crush them, emerging from the desert a better and more confident person. You gain a permanent boost to one ability score of your choice, increasing that ability by 2 (or by 1 if the ability score is already 18 or higher). You can never again benefit from this activity, as you have banished all the self-doubts The Eclipse can help you come to terms with.</p>\n<p><strong>Success</strong> Your attempt to face your own doubts did not result in you conquering your inner demons, but you're encouraged by your progress. The next time you perform this activity, you gain a +4 circumstance bonus on your Will saving throw.</p>\n<p><strong>Failure</strong> You fail to defeat your doubts, and cannot attempt this activity again for 1 week.</p>\n<p><strong>Critical Failure</strong> Not only do you fail to defeat your doubts, but they take root in your mind and grow. You cannot attempt this activity again for 1 month, and become @UUID[Compendium.pf2e.conditionitems.Item.Stupefied]{Stupefied 3} for 1 week (or until the condition is removed via an effect like restoration).</p>",
            "value": "<p><strong>Suit</strong> Stars (Wis)</p>\n<p><strong>Alignment</strong> lawful evil</p>\n<hr />\n<p><em>The Eclipse</em> represents self-doubt and loss of purpose, as well as a loss of faith. As long as <em>The Eclipse</em> is invested, you gain a +2 item bonus on Religion checks. This increases to a +3 bonus if you are at least 17th level.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">r</span> envision (mental)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> A foe that you're aware of and who is within 60 feet achieves a critical success on a saving throw or a Strike</p>\n<hr />\n<p><strong>Effect</strong> You produce an aura of doubt that overwhelms all foes in a @Template[type:emanation|distance:30] and reduces bright light in that area to dim light, as if the region were under an eclipse. The triggering creature's critical success is reduced to a regular success. All further saving throws or Strikes attempted by enemies within the emanation suffer a –2 item penalty; saving throws or Strikes attempted by the triggering enemy suffer a –3 penalty instead. You can sustain this aura of doubt for up to 1 minute.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "selector": "religion",
                "type": "item",
                "value": "ternary(gte(@actor.level,17),3,2)"
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder #192: Worst of All Possible Worlds"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "enchantment",
                "harrow-court",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
