{
    "_id": "cCnpBUjaGSNCT3JK",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Silent Hag",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> An unsettling statue of a crouching, eyeless hag with an open mouth manifests in a small chamber in Harrowheart. This mouth can accommodate most crystal balls. A crystal ball placed within the mouth is enhanced&mdash; its save DC increases by 1, its <em>scrying</em> activation can be activated three times per day instead of twice per day, and its effects can extend beyond the planar borders of the Harrow Court to target creatures on Golarion.</p>",
            "value": "<p><strong>Suit</strong> Star (Wis)</p>\n<p><strong>Alignment</strong> neutral evil</p>\n<hr />\n<p><em>The Silent Hag</em> represents insight, treacherous secrets, and strife. As long as you have <em>The Silent Hag</em> invested, it grants you a +2 item bonus to Arcana, Nature, Occultism, or Religion checks to Recall Knowledge—when you invest the card, choose which of these four skills gains the bonus. You can change the skill by investing the card again. This increases to a +3 item bonus if you are at least 17th level.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">3</span> envision</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You choose to lose one of your senses and gain another until you use this activation again. Choose from one of the following:</p>\n<ul>\n<li>Your eyes are replaced by dark pits that see only death. You become @UUID[Compendium.pf2e.conditionitems.Item.Blinded] and gain lifesense, an imprecise sense out to 60 feet. Lifesense allows you to see the vital essence of living and undead creatures, distinguishing between the positive energy animating living creatures and negative energy animating undead creatures, much as sight distinguishes colors.</li>\n<li>Your ears close up then become covered with hairs that are sensitive to movement. You become @UUID[Compendium.pf2e.conditionitems.Item.Deafened], but you can't be flanked.</li>\n<li>Your mouth seals over with flesh. You lose the ability to speak, but you do not need to breathe.</li>\n</ul>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #190: The Choosing"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "divination",
                "harrow-court",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
