{
    "_id": "y1vxwZhnvjBz9HRn",
    "img": "systems/pf2e/icons/equipment/cursed-items/euryale-curse-card.webp",
    "name": "The Crows",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "gm": "<p><strong>Epitome</strong> When you epitomize <em>The Crows</em>, a murder of crow simulacrums takes up residence among the highest towers and battlements of Harrowheart. These crows do not speak, but they are both incredibly intelligent and, unlike most who dwell in Harrow Court, can travel between worlds to visit Golarion. A character can visit the crows and ask them to fly into Golarion to steal consumable magic items from somewhere on the planet—where the crows find and snatch these items from is never apparent. The character can request any Common consumable item of a level equal to or less than their own level, whereupon the crows take wing and vanish from Harrow Court. The next time that PC wakes after sleeping in Harrow Court, the requested consumable is sitting nearby, along with a few stray crow feathers. If the requested item is more than 4 levels lower than the PCs' level, the crows deliver four of the items instead of one. A character can request items only once per level; further attempts to request items of the Crows fails as if the PC were speaking to a normal murder.</p>",
            "value": "<p><strong>Suit</strong> Keys (Dex)</p>\n<p><strong>Alignment</strong> neutral evil</p>\n<hr />\n<p><em>The Crows</em> represent taking things through violence or force, particularly when done through agility and swiftness rather than brawn. As long as <em>The Crows</em> is invested, you can attempt to @UUID[Compendium.pf2e.actionspf2e.Item.Grapple] targets with Acrobatics checks, and if you're at least trained in Thievery, to @UUID[Compendium.pf2e.actionspf2e.Item.Disarm] with Thievery checks. When you do so, you gain a +2 item bonus on the attempt, or a +3 item bonus if you're at least 17th level.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">f</span> envision, Interact (teleportation)</p>\n<p><strong>Frequency</strong> once per day</p>\n<hr />\n<p><strong>Effect</strong> You hold the card in your hand, and with a flick of the wrist it vanishes, only to be replaced by an object of your choice within 30 feet. The object must be 2 Bulk or less. If that object is unattended, it teleports into your hand automatically. If the object is attended by a creature, you must make a Thievery check against the creature's Reflex DC.</p>\n<hr />\n<p><strong>Critical Success</strong> The object teleports into your hand.</p>\n<p><strong>Success</strong> The object vanishes from the target's possession and lands on the ground at a point at a midway point between you two.</p>\n<p><strong>Failure</strong> The object does not vanish, but the creature's grip on it falters and if it doesn't spend an Interact action on its next turn to grip the item, it drops to the ground.</p>\n<p><strong>Critical Failure</strong> You fail to manipulate the object entirely.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "predicate": [
                    {
                        "or": [
                            "action:disarm",
                            "action:grapple"
                        ]
                    }
                ],
                "selector": [
                    "acrobatics",
                    "thievery"
                ],
                "type": "item",
                "value": "ternary(gte(@actor.level,17),3,2)"
            }
        ],
        "size": "med",
        "source": {
            "value": "Pathfinder #192: Worst of All Possible Worlds"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "conjuration",
                "harrow-court",
                "invested",
                "magical"
            ]
        },
        "usage": {
            "value": "carried"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
