{
    "_id": "Rf9sn0afKTzyFgaH",
    "img": "icons/sundries/books/book-face-black.webp",
    "name": "Tome of Dripping Shadows",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>This book constantly drips evanescent tendrils of shadow that seethe and writhe. The tendrils have a will of their own, retreating from light sources and curling toward darkness. While you hold the tome, you gain darkvision; if you already have darkvision, you gain greater darkvision instead. Preparing spells from this tome strengthens your shadow magic and gives you a greater understanding of shadow spells you add to this tome. Any shadow spells you prepare from this tome that are at least 2 levels lower than the highest-rank spell you can cast are treated as 1 level higher for the purposes of counteracting them. When you add a shadow spell to this tome, you can prepare heightened versions of that spell up to the highest level of that spell that you are able to cast.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"action-glyph\">R</span> envision</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Trigger</strong> A target of a shadow spell you prepared from the grimoire critically fails a saving throw against the spell</p>\n<hr />\n<p><strong>Effect</strong> You recall a fragment of the shadow magic that suffuses your target and wrap it around yourself like a caul. The triggering creature's saving throw result is a failure, not a critical failure. For the next minute, you become @UUID[Compendium.pf2e.conditionitems.Item.Concealed] to all creatures and you are @UUID[Compendium.pf2e.conditionitems.Item.Hidden] from the triggering creature, regardless of what precise sense it has. If you use a hostile action against the triggering creature, you become only concealed to it (rather than hidden) at the end of the hostile action.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 10
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 1000
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": false,
            "title": "Pathfinder #195: Heavy is the Crown"
        },
        "quantity": 1,
        "rules": [
            {
                "key": "Sense",
                "selector": "darkvision"
            }
        ],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "grimoire",
                "illusion",
                "magical",
                "shadow"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
