{
    "_id": "JvIqB42cTweMtxMO",
    "img": "systems/pf2e/icons/equipment/adventuring-gear/depth-gauge.webp",
    "name": "Tornado Trompo",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Various runes are carved along the entirety of this wooden top. Spinning the top requires wrapping a thick string around its base and pulling the string in a vigorous motion. Wrapping a string and pulling the string each require an Interact action. The top's magic is connected to the power of the wind, which becomes evident when placed on a surface as it hovers in place.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> envision, Interact</p>\n<p><strong>Requirements</strong> A string is wrapped around the top and you have a hand free</p>\n<hr />\n<p><strong>Effect</strong> You lightly pull on the string and catch the top in your free hand. It spins in place, hovering over your open palm, sharing its power over the winds with you. You gain the effects of fly as long as you keep the top in your hand. You can Release the top at any time to end the effect.</p>\n<hr />\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command, Interact</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> A string is wrapped around the top</p>\n<hr />\n<p><strong>Effect</strong> You call upon the top's power and give the string a powerful pull. The top travels across the ground in a @Template[type:line|distance:120]. As it does, it unleashes a powerful vortex of winds, becoming a tornado temporarily. This tornado has the effects of <em>@UUID[Compendium.pf2e.spells-srd.Item.Whirlwind]</em> except that it's not limited by being used outside or in a cramped space and can't be sustained. Creatures in the tornado's path must attempt a @Check[type:reflex|dc:38] save to determine the effects of the tornado. The tornado ends after traveling its full distance, causing any creatures that rose in the air due to a failed save to begin falling immediately.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 18
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 19000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Blog"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "common",
            "value": [
                "air",
                "evocation",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
