{
    "_id": "NYgt3535CdDF9WJs",
    "img": "icons/environment/settlement/house-poles.webp",
    "name": "Unfolding Tree House",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>Though it looks like a simple profile of a bird's wing and body carved into a flat triangle of wood, this magical object can transform into a tree house.</p>\n<p><strong>Activate—Unfold</strong> 1 minute (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> once per day</p><hr /><p><strong>Effect</strong> You unfold the triangle on near-@UUID[Compendium.pf2e.conditionitems.Item.Invisible] seams and the bird animates, flying up to perch in a tree you designate within 300 feet of you. The bird's perch can be as high as 200 feet off the ground or the top of the trees, whichever is lower. The bird then alights, expands, and reshapes into an elegantly crafted tree house over the course of 10 minutes. Unlike typical items with the structure trait, this tree house attaches to the tree instead of needing to be on solid ground.</p>\n<p>Once the tree house is in place, a ladder made of intricately woven vines attached to the tree house unfurls all the way to the ground. It can be manually pulled up by inhabitants of the tree house for safety. The tree house has a small veranda, circular windows, a door with a simple lock, and six bedrolls inside. Atop a small cushion sits a wooden whistle.</p>\n<p>As an action, you can blow the whistle to create a soft bird call. At this signal, the tree house gradually folds back into a bird over the course of 1 minute, gently ejecting any occupants toward the ladder. Afterward, the bird flies to you, seizes the whistle, and then folds back into the wooden triangle. Unless commanded to dismantle, the tree house stays in place indefinitely, though it's subject to normal wear and damage.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 7
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 340
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #203: Shepherd of Decay"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "uncommon",
            "value": [
                "magical",
                "structure",
                "wood"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
