{
    "_id": "ggAuloLn6sZpEgT9",
    "img": "icons/commodities/treasure/statue-carved-figurehead.webp",
    "name": "Veiled Figurehead (Greater)",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Usage</strong> attached to a ship's bow</p>\n<p>This figurehead is carved in the shape of a humanoid, but it has no facial features whatsoever.</p>\n<hr />\n<p><strong>Activate—Veil!</strong> 1 minute (concentrate, illusion, visual)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Effect</strong> You change the appearance of the ship in minor but noticeable ways. Its general size and shape can't be changed, but you can alter surface details to your liking. Flags and sails can be recolored and given new markings, and the overall material of the ship can appear a different color or quality. Wear and surface damage (like small holes, tears, and burns) can be masked to make the vessel look unblemished, or you can create such damage and wear. The figurehead itself shifts to fit the change and gains a face to match the rest of the ship. The illusion lasts for 24 hours or until you Dismiss this effect. Any creature that boards the ship or uses the @UUID[Compendium.pf2e.actionspf2e.Item.Seek] action to examine it disbelieves the illusion if it succeeds at a @Check[type:perception|dc:33|traits:concentrate,illusion,visual] check.</p>\n<p>Activating a <em>greater veiled figurehead</em> also extends the illusion to those on the ship. The figurehead casts a @UUID[Compendium.pf2e.spells-srd.Item.Illusory Disguise] spell upon them, except it targets everyone on board when activated, and it alters their clothing to a general look that matches the new appearance of the ship. In addition, it can make everyone appear as a specific ancestry, but you must choose the same one for all targets. This effect ends for any target who leaves the ship and ends for all targets if the illusion on the ship ends. A creature that disbelieves the illusion for the ship or any disguised crew member disbelieves the entire illusion.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 14
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 4000
            }
        },
        "publication": {
            "license": "OGL",
            "remaster": true,
            "title": "Pathfinder Rage of Elements"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "common",
            "value": [
                "figurehead",
                "magical",
                "water"
            ]
        },
        "usage": {
            "value": "attached-to-ships-bow"
        }
    },
    "type": "equipment"
}
