{
    "_id": "LxTtq31HIP8KjBH3",
    "img": "icons/equipment/head/crown-horns-brown.webp",
    "name": "Viridian Crown",
    "system": {
        "apex": {
            "attribute": "cha"
        },
        "baseItem": null,
        "bulk": {
            "value": 0.1
        },
        "containerId": null,
        "description": {
            "value": "<p>The monarch of Kyonin imparts a sliver of their personality to the artifact when they are crowned ruler of the nation. The crown's precise shape changes with their needs. A paranoid ruler might cause the crown to transform into a cowl, while a gregarious one could cause it to become a lofty piece that displays its beauty.</p>\n<p>Atop Queen Telandia's brow, the <em>Viridian Crown</em> has assumed its current appearance: brimming with life, its blue-green vines moving and rustling on her brow. While the material that comprises the crown seems to be made of living vines, to the touch it is as resilient as dawnsilver. In the spring, buds bloom into crystalline flowers that give the crown a scintillating appearance. These delicate flower petals naturally fall over time as the season advances, and often serve as temporary tokens or gifts to citizens and dignitaries. The petals are art objects worth a few dozen gp each, but the act of selling them is considered crass by Kyonin's people–and their fragility ensures that they crumble to dust before too long anyway. Their use as raw materials in the crafting of consumable magic is a time-honored tradition among elves.</p>\n<p>If you are the properly anointed ruler of Kyonin, or if that ruler has given you permission to wear the crown for a time, as long as you have the <em>Viridian Crown</em> invested, choose either Charisma or Wisdom. The <em>Viridian Crown</em> increases the chosen modifier by 1 or increases it to +4, whichever would give you a higher value. You can change which modifier is adjusted once every 24 hours as you make your daily preparations.</p>\n<p>As long as you have the crown invested, it imparts knowledge of the @UUID[Compendium.pf2e.spells-srd.Item.Fortifying Brew] and @UUID[Compendium.pf2e.spells-srd.Item.Resurrect] rituals. When you cast either of these (either as a primary or secondary caster) you gain a +3 item bonus to your skill check.</p><hr /><p><strong>Activate—Invoke the Crown</strong> Cast a Spell</p>\n<p><strong>Frequency</strong> once per minute</p>\n<p><strong>Effect</strong> You cast one of the following spells from the crown at 10th-rank: @UUID[Compendium.pf2e.spells-srd.Item.Cleanse Affliction], @UUID[Compendium.pf2e.spells-srd.Item.Detect Poison], @UUID[Compendium.pf2e.spells-srd.Item.Heal], or @UUID[Compendium.pf2e.spells-srd.Item.Light].</p><hr /><p><strong>Activate—View Subject</strong> 10 minutes (concentrate)</p>\n<p><strong>Effect</strong> You focus your thoughts, and the <em>Viridian Crown</em> shows you an image of an elf who has accepted your rule. You must know the elf's name or have met them in person. This functions as if the <em>Viridian Crown</em> cast @UUID[Compendium.pf2e.spells-srd.Item.Scrying] to your specifications. The target can resist the scrying effect with a @Check[will|dc:43] save if they wish.</p><hr /><p><strong>Activate—Elven Hope</strong> <span class=\"action-glyph\">1</span> (concentrate, emotion, mental)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<p><strong>Effect</strong> You draw upon the hope of the elven people, and exude these positive thoughts in a @Template[type:emanation|distance:60]. You and all allies in this area gain a +3 status bonus to saving throws against mental effects. You can Sustain this Activation for up to 1 minute.</p><hr /><p><strong>Activate—Garden Sanctuary</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate)</p>\n<p><strong>Frequency</strong> three times per day</p>\n<p><strong>Effect</strong> You touch the <em>Viridian Crown</em>, then pass your hand outward, palm down. A glorious and beautiful garden blossoms around you in a @Template[type:emanation|distance:30]. The plants comprising this garden are of a type appropriate to the terrain, but if no plants are appropriate, you can choose the type. The garden's plants actively move and twist to oppose passage by your enemies, and they treat the terrain as greater difficult terrain. As long as you begin your turn in the garden sanctuary, it gains the minion trait and can use its two actions to cast spells at your direction. The garden sanctuary's spells are cast at 9th-rank, and it has 3 spell slots to cast spells each day. It can cast @UUID[Compendium.pf2e.spells-srd.Item.Field of Life], @UUID[Compendium.pf2e.spells-srd.Item.Moment of Renewal], or @UUID[Compendium.pf2e.spells-srd.Item.Tree of Seasons], treating its center as the point of origin for these spells as needed. The garden sanctuary persists until you use this activation again.</p><hr /><p><strong>Destruction</strong> The <em>Viridian Crown</em> withers and dies if a rightfully coronated monarch pledges the crown to a demon lord during a ritual that takes 24 hours to complete.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 20
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #212: A Voice in the Blight"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "unique",
            "value": [
                "apex",
                "artifact",
                "invested",
                "primal"
            ]
        },
        "usage": {
            "value": "wornheadwear"
        }
    },
    "type": "equipment"
}
