{
    "_id": "u1ouo0mH0sS6QoGw",
    "img": "systems/pf2e/icons/default-icons/consumable.svg",
    "name": "Void Fragment",
    "system": {
        "autoDestroy": {
            "value": true
        },
        "baseItem": null,
        "charges": {
            "max": 0,
            "value": 0
        },
        "consumableType": {
            "value": "other"
        },
        "consume": {
            "value": ""
        },
        "containerId": null,
        "description": {
            "value": "<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> Interact</p>\n<p>Hovering midair, thrumming and whispering of its power, a void fragment is a crystalline fragment of swirling colors, reminiscent of stars and deep darkness. It thrums intermittently with a beckoning vibration, drawing attention from and pulling at nearby creatures with a tangible sense of gravity. A chill hangs in the air around it. At a touch, the wisp vanishes, giving the point of contact a gangrenous color. If the partaker succeeds at the initial save, the wisp reappears somewhere on the same planet.</p>\n<p><strong>Stage 1 (8 Days)</strong> The first time you enter this stage from a given void fragment, you gain the effect of a potion of tongues for 3 days. The wisp grants you telepathy with a range of 30 feet. Also, you are under the effects of mind blank, except that its status bonus is +1 and it counteracts with a bonus equal to your class DC – 9. The wisp grants you resistance to mental damage equal to half your level. You also have access to the following activation.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">1</span> envision; or ? command, envision (teleportation)</p>\n<p><strong>Frequency</strong> once per hour</p>\n<hr />\n<p><strong>Effect</strong> You teleport up to 30 feet to an unoccupied space you can see. If you used 2 actions, you can teleport up to 60 feet.</p>\n<p><strong>Stage 2 (24 Days)</strong> You gain imprecise thoughtsense to half your telepathy's range, which increases to 60 feet. However, you have a tough time filtering the mental noise. If any creatures can be detected by your thoughtsense, you take a –1 penalty to Perception checks. When you arrive in a space after using the activation to teleport, you create a @Template[type:emanation|distance:10] that works like strange geometry for 1 round. This emanation can affect you.</p>\n<p>If you die at this stage or higher, your body implodes. Your soul reincarnates as an aberration of a level close to yours, which extrudes from the location of your implosion. Common forms include amalgamite, brain collector, gibbering mouther, gosreg, intellect devourer, quelaunt, or shoggoth. This creature isn't you, but fleeting memories of your former existence remain with it. You can't be raised from the dead while this monster endures. Its alignment is chaotic evil. The void fragment reappears somewhere on the same planet.</p>\n<p><strong>Stage 3 (32 Days)</strong> Your telepathy range increases to 100 feet, and the wisp grants you resistance to mental damage equal to your level. The mental noise increases the penalty to Perception to –2. Whenever you roll initiative, you become @UUID[Compendium.pf2e.conditionitems.Item.Confused] for up to [[/r 1d4 #rounds]]{1d4 rounds}.</p>\n<p><strong>Stage 4</strong> You die.</p>\n<p><strong>Purging</strong> You must find and slay a chaotic evil aberration or a servant of such creatures the GM deems appropriate. The creature must be of your level or higher. Then, someone must cast a rest eternal ritual on you and the dead being; you must be anointed with the same oils the ritual normally requires. If the ritual results in a success, it casts the slain creature into the void along with the void fragment inside you, ending its effects on you.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 13
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {}
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Treasure Vault"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "consumable",
                "magical",
                "occult"
            ]
        },
        "usage": {
            "value": "touched"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "consumable"
}
