{
    "_id": "XJPHem2m0Yjm2VYe",
    "img": "icons/sundries/survival/cuffs-shackles-steel.webp",
    "name": "Void Shackles",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p><em>Void shackles</em> are built from supernatural crystals that form in the Void—materials that dig painfully into the flesh of those they restrain. A set of <em>void shackles</em> functions as superior manacles, but while they are in the Void, the crystals fluctuate in response to the plane's energy, which increases all DCs to remove them or @UUID[Compendium.pf2e.actionspf2e.Item.Escape] by 1 to DC 43. If a check to remove <em>void shackles</em> from a creature fails, the wearer of the manacles takes @Damage[10d6[void]] damage (@Check[fortitude|dc:37|basic] save). While a creature is manacled, the <em>void shackles</em> attempt to counteract any teleportation effect that targets the manacled creature, with a counteract rank of 9th and a [[/gmr 1d20+25 #Counteract]]{+25} modifier to the roll. If the teleportation effect is countered, the manacled creature takes @Damage[10d6[void]] damage (@Check[fortitude|dc:37|basic] save).</p>\n<p>Void shackles can be placed on incorporeal creatures as if they were not incorporeal. An incorporeal creature manacled by <em>void shackles</em> cannot pass through solid objects. Even a soul can be @UUID[Compendium.pf2e.conditionitems.Item.Restrained] via <em>void shackles</em>, provided the soul was of a 17th- or lower-level creature in life. A soul held in <em>void shackles</em> cannot move on to the afterlife, cannot become undead, and can be transported by simply transporting the shackles.</p>\n<p><strong>Activate—Affix Shackle</strong> <span class=\"action-glyph\">2</span> (manipulate)</p><hr /><p><strong>Effect</strong> You affix the <em>void shackles</em> to a helpless or willing creature or to any 17th- or lower-level soul. The shackles grow in size to accommodate the wrists or ankles of any size creature.</p>\n<p><strong>Activate—Release Shackle</strong> <span class=\"action-glyph\">2</span> (manipulate)</p><hr /><p><strong>Effect</strong> You cause the <em>void shackles</em> to open and release their prisoner. If you were not the one to affix the shackles to that creature or soul, you must attempt a @Check[will|dc:43] save.</p><hr /><p><strong>Critical Success</strong> The shackles open.</p>\n<p><strong>Success</strong> The shackles open, but you and the shackled creature take @Damage[5d6[void]] damage.</p>\n<p><strong>Failure</strong> The shackles do not open, and you and the shackled creature take @Damage[10d6[void]] damage.</p>\n<p><strong>Critical Failure</strong> As failure, but @Damage[20d6[void]] damage.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 17
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {
                "gp": 12500
            }
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder #212: A Voice in the Blight"
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "traits": {
            "rarity": "rare",
            "value": [
                "magical",
                "void"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        }
    },
    "type": "equipment"
}
