{
    "_id": "5BzfYgmQ4m39R4wz",
    "img": "icons/sundries/misc/pipe-wooden-curved-oak.webp",
    "name": "Wandering Pipe",
    "system": {
        "baseItem": null,
        "bulk": {
            "value": 0
        },
        "containerId": null,
        "description": {
            "value": "<p>This long-stemmed pipe always emits a thin plume of smoke, even when not lit or in active use. The exact material the pipe is made of varies in every accounting; sometimes made of polished oak, other times ebony, sometimes stone, and in one Erutaki legend the pipe is made of pure ice that somehow holds a flame. Though the <em>wandering pipe</em> is not intelligent, it is rumored to possess a certain capriciousness, leaving the possession of mortals whose lives are not exciting enough but inevitably finding its way back to its one true owner.</p>\n<p>When held in one hand, the pipe grants its holder a +2 circumstance bonus to Deception checks but imposes a -1 circumstance penalty to Stealth checks made to Hide or @UUID[Compendium.pf2e.actionspf2e.Item.Sneak], as its telltale plume of smoke gives away the bearer's position.</p>\n<p><strong>Activate—Smoky Protections</strong> <span class=\"action-glyph\">2</span> (concentrate, manipulate, primal)</p>\n<p><strong>Frequency</strong> once per hour; <strong>Cost</strong> 1 Mythic Point</p><hr /><p><strong>Effect</strong> For the next 10 minutes, smoke gathers around you buoying your steps and protecting you. For the duration of this effect, you gain a fly Speed equal to your land Speed and automatically hover in place, and you have concealment from ranged attacks.</p>\n<p>@UUID[Compendium.pf2e.equipment-effects.Item.Effect: Smoky Protections]</p><hr /><p><strong>Destruction</strong> The <em>wandering pipe</em> can be broken as easily as any other wooden pipe, but it always reforms afterward in the hands of the Immortal Trickster or one of his bonded mortals. It can only be broken by the hands of one of the Trickster's bonded mortals who is an honest person acting with good intent; it is said that if this occurs, the Trickster would also be significantly weakened as a result.</p>"
        },
        "hardness": 0,
        "hp": {
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 11
        },
        "material": {
            "grade": null,
            "type": null
        },
        "price": {
            "value": {}
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder War of Immortals"
        },
        "quantity": 1,
        "rules": [
            {
                "key": "FlatModifier",
                "selector": "deception",
                "type": "circumstance",
                "value": 2
            },
            {
                "key": "FlatModifier",
                "selector": "stealth",
                "type": "circumstance",
                "value": -1
            }
        ],
        "size": "med",
        "traits": {
            "rarity": "unique",
            "value": [
                "artifact",
                "invested",
                "magical",
                "mythic"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        }
    },
    "type": "equipment"
}
