{
    "_id": "PxHexTD0gzPtMFj6",
    "img": "systems/pf2e/icons/equipment/other/attached-items/wind-up-wings.webp",
    "name": "Wind-up Wings (Homing)",
    "system": {
        "baseItem": null,
        "containerId": "null",
        "description": {
            "value": "<p>These delicate clockwork wings enable thrown weapons to soar through the air at high speeds, performing turns and other aerial maneuvers midflight. Wind-up wings also have different types of special effects depending on the type. Wind-up wings must be attached to a thrown weapon and wound to function. A thrown weapon with an attached set of wind-up wings can't have anything else attached to it, or the wings cease to function.</p>\n<p>Attaching or detaching a pair of wind-up wings to a thrown weapon requires a repair kit, and the process takes 10 minutes. Winding an attached pair of wind-up wings takes three Interact actions.</p>\n<p>When you make a thrown Strike with the weapon to which a pair of homing wind-up wings are attached, and the wings are wound, the wings seek out your target, flying through cover and avoiding obstacles. You ignore the target's @UUID[Compendium.pf2e.conditionitems.Item.Concealed] condition and reduce the target's cover by one step (lesser cover to no cover, standard cover to lesser cover, or greater cover to standard cover). After the Strike is complete, the wings are wound down; they don't function again until wound.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 12
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 1800
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder Guns & Gears"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "clockwork"
            ]
        },
        "usage": {
            "value": "attached-to-a-thrown-weapon"
        },
        "weight": {
            "value": "-"
        }
    },
    "type": "equipment"
}
