{
    "_id": "ZxwnnmMw9z1KG98W",
    "img": "systems/pf2e/icons/equipment/vehicles/vonthoss-golden-bridge-protective-barrier-effect.webp",
    "name": "Withwyrd Beacon",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>Made of djezet, orichalcum, and luminous, resonant crystal, a <em>witchwyrd beacon</em> looks like a series of concentric rings mounted on rods that allow the rings to rotate independently of each other. These potent items are used by the Pactmasters of Katapesh to facilitate swift travel and are only rarely entrusted to others.</p>\n<hr />\n<p><strong>Activate</strong> 10 minutes (command, envision, Interact)</p>\n<p><strong>Effect</strong> By touching the <em>witchwyrd beacon</em> and focusing on it for 10 minutes, you attune yourself to it. Up to four creatures can be attuned to a single <em>witchwyrd beacon</em> at any one time—to attune another creature, one of the previous four must become unattuned. You can break your attunement to a witchwyrd beacon by Dismissing the effect. The attunement automatically ends if the attuned creature dies or if the attuned creature attunes themselves to a different <em>witchwyrd beacon</em>. The effect can also be dispelled normally. You can sense whenever the <em>witchwyrd beacon</em> you are attuned to is activated in any way.</p>\n<hr />\n<p><strong>Activate</strong> 10 minutes (command, Interact)</p>\n<p><strong>Frequency</strong> once per day</p>\n<p><strong>Requirements</strong> you are attuned to the <em>witchwyrd beacon</em></p>\n<p><strong>Effect</strong> You place the <em>witchwyrd beacon</em> on a flat, stable, and immobile surface, then adjust its rings to link it to the site. Once linked, any creature can use a teleportation effect to target the <em>witchwyrd beacon</em> directly, regardless of line of sight. You can <em>@UUID[Compendium.pf2e.spells-srd.Item.Dimension Door]</em> or <em>@UUID[Compendium.pf2e.spells-srd.Item.Gate]</em> to the beacon as if you could see its location, and if you travel to it via an effect like <em>@UUID[Compendium.pf2e.spells-srd.Item.Plane Shift]</em>, the beacon eliminates the imprecision of the spell. The beacon doesn't change the range of effects, only their accuracy. Once the beacon is used in this manner, it loses its link and must be reactivated again to grant this benefit to attuned creatures.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 17
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 15000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #191: The Destiny War"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "conjuration",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-two-hands"
        },
        "weight": {
            "value": "3"
        }
    },
    "type": "equipment"
}
