{
    "_id": "tFgzn2ATau3UJ8Fd",
    "img": "systems/pf2e/icons/equipment/treasure/art-objects/lesser-art-object/illuminated-manuscript.webp",
    "name": "Wraithweave Patch (Type III)",
    "system": {
        "baseItem": null,
        "containerId": null,
        "description": {
            "value": "<p>A wraithweave patch appears to be a square sheet of gray cloth that sparkles softly when observed in dim light. An incorporeal creature can touch, hold, and carry wraithweave patches (unlike most physical objects).</p>\n<p>You can Interact with a wraithweave patch to securely wrap up an object or container that does not exceed 2 Bulk. Once an object is wrapped up, its Bulk becomes negligible, and the wraithweave patch appears and behaves as if it's nothing more than a tightly folded but empty piece of cloth. You must Interact with the wraithweave patch again to unfold it, at which point the wrapped object returns to its normal Bulk and can itself be interacted with again.</p>\n<p>Creatures wrapped in a wraithweave patch are not affected and treat the patch as normal cloth. A wrapped item provides no benefits until it is unwrapped, but can be detected by magic normally. If the wraithweave patch is destroyed, any object it contains reverts to normal and is exposed to the damage or effect that destroyed the wraithweave patch.</p>\n<p><strong>Activate</strong> <span class=\"pf2-icon\">2</span> command, Interact</p>\n<p><strong>Requirements</strong> the wraithweave patch has been wrapped around an object and you are incorporeal</p>\n<hr />\n<p><strong>Effect</strong> You cause the wraithweave patch and the object it contains to become incorporeal. This effect lasts as long as you Sustain the activation. The wraithweave patch can only be touched, held, and carried by an incorporeal creature, and returns to solid form if not carried by such a creature-if the wraithweave patch is in a solid object at this time, it tears apart and the item inside is either lost forever or simply lodged within the solid object, at the GM's discretion.</p>"
        },
        "equippedBulk": {
            "value": ""
        },
        "hardness": 0,
        "hp": {
            "brokenThreshold": 0,
            "max": 0,
            "value": 0
        },
        "level": {
            "value": 15
        },
        "negateBulk": {
            "value": "0"
        },
        "preciousMaterial": {
            "value": null
        },
        "preciousMaterialGrade": {
            "value": null
        },
        "price": {
            "value": {
                "gp": 6000
            }
        },
        "quantity": 1,
        "rules": [],
        "size": "med",
        "source": {
            "value": "Pathfinder #184: The Ghouls Hunger"
        },
        "stackGroup": null,
        "traits": {
            "rarity": "rare",
            "value": [
                "conjuration",
                "magical"
            ]
        },
        "usage": {
            "value": "held-in-one-hand"
        },
        "weight": {
            "value": "L"
        }
    },
    "type": "equipment"
}
