{
    "_id": "PIdXUPtE6ZGpFpXV",
    "folder": "iDjm2cXyRAe4VZ35",
    "img": "icons/creatures/magical/spirit-undead-winged-ghost.webp",
    "name": "Domora's Defense",
    "system": {
        "area": null,
        "cost": {
            "value": ""
        },
        "counteraction": false,
        "damage": {},
        "defense": null,
        "description": {
            "value": "<p>Domora Hume is considered by most to be the first god caller, conjuring a god from the Plane of Water named Dyzad to protect his town from Mammoth Lord raiders. A lost story of this defense claims that Dyzad appeared to be in three places at once, blocking the raiders' spears, swords, and torches. The intended lesson is that Dyzad will overcome any barrier to protect the people of Sarkoris. This spell gives that intention physical form, allowing the caster to protect their people.</p>\n<p>When you Cast this Spell, a watery replica of the eidolon Dyzad appears in front of each of the targets, granting them a +1 circumstance bonus to AC and fire resistance 5.</p>\n<p>@UUID[Compendium.pf2e.spell-effects.Item.Spell Effect: Domora's Defense]</p>\n<p>While the replica persists, a target can use the Shield Block reaction with the replica. The replica has Hardness 15 (or Hardness 20 against fire damage). They can use this reaction to reduce damage from any spell or magical effect, even if it doesn't deal physical damage. After a target uses Shield Block, the replica dissipates. The spell ends when you no longer Sustain it or if all three replicas have dissipated, whichever happens first.</p>"
        },
        "duration": {
            "sustained": true,
            "value": "1 minute"
        },
        "level": {
            "value": 5
        },
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Rival Academies"
        },
        "range": {
            "value": "120 feet"
        },
        "requirements": "",
        "rules": [],
        "target": {
            "value": "up to 3 creatures"
        },
        "time": {
            "value": "2"
        },
        "traits": {
            "rarity": "uncommon",
            "traditions": [
                "arcane",
                "divine",
                "primal"
            ],
            "value": [
                "auditory",
                "concentrate",
                "linguistic",
                "manipulate",
                "water"
            ]
        }
    },
    "type": "spell"
}
