{
    "_id": "aLCfEgt48SRUHnMC",
    "folder": "1UxENo6oEvnRxL6h",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Jaidi",
    "system": {
        "attribute": [
            "str",
            "con"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Jaidi, the Blessing and Bounty, was the Azlanti goddess of agriculture, hard work, and self-sufficiency. While primarily worshipped during the era of ancient Azlant society, artifacts dedicated to her were found in ancient ruins by Azlanti explorers, suggesting her existence for millennia prior. Most of her history and story of origin remains a mystery.</p>\n<p>What is known is that Jaidi is the spouse of another god, Erastil. The beginnings of their relationship are a matter of much speculation. Some say the two met during the Age of Creation, battling side by side against Rovagug, starting an epic romance forged in the fires of battle. Others say the two agreed on a mutually beneficial arrangement to strengthen both churches' beliefs in hard work and community to aid fledgling human society. Still more speak of a time that Erastil was a wild beast, lured in by Jaidi's agriculture and tamed by her love.</p>\n<p><strong>Title</strong> The Blessing and Bounty</p>\n<p><strong>Areas of Concern</strong> Agriculture, hard work, self-sufficiency</p>\n<p><strong>Edicts</strong> Encourage hard work that benefits all, ensure the health of crops and vegetation, always lend a hand when asked</p>\n<p><strong>Anathema</strong> Destroy healthy crops, waste food, refuse to help others in your community</p>\n<p><strong>Religious Symbol</strong> shepherd's crook bearing a sun</p>\n<p><strong>Sacred Animal</strong> horse</p>\n<p><strong>Sacred Colors</strong> olive green</p>"
        },
        "domains": {
            "alternate": [
                "earth",
                "toil"
            ],
            "primary": [
                "family",
                "might",
                "nature",
                "sun"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Protector Tree",
            "3": "Compendium.pf2e.spells-srd.Item.Wall of Thorns",
            "5": "Compendium.pf2e.spells-srd.Item.Nature's Pathway"
        },
        "traits": {},
        "weapons": [
            "scythe"
        ]
    },
    "type": "deity"
}
