{
    "_id": "YnOxUUJz1dzocG6N",
    "folder": "1UxENo6oEvnRxL6h",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Sicva",
    "system": {
        "attribute": [
            "dex",
            "con"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Sicva, the Mistress of All, was one of the most vile and destructive gods of ancient Azlanti. Despite being raised by her virtuous parents, the deities Elion and Myr, Sicva grew up resentful of her father's shifting nature and her mother's commitment to charity. She set out to find ways to corrupt goodness and use that corruption for domination. She twisted her father's ability to see all sides of an argument into an affinity for manipulation of the mind, and her mother's penchant for charitable actions into an ability to oppress those of lesser means with a sickening smile. Sicva's cruelty doesn't stop at dominating civilized societies. She charges her followers to spread invasive species by bringing nonnative animals, plants, and viruses into new locations to destroy and corrupt precious ecosystems.</p>\n<p><strong>Title</strong> Mistress of All</p>\n<p><strong>Areas of Concern</strong> Domination, invasive species, oppression</p>\n<p><strong>Edicts</strong> Spread invasive species to new ecosystems, corrupt good ideals to promote domination and oppression, inspire duty and loyalty through coercion and fear</p>\n<p><strong>Anathema</strong> Support a rebellion, give freely expecting nothing in return, aid in ending a plague or infection</p>\n<p><strong>Religious Symbol</strong> virus</p>\n<p><strong>Sacred Animal</strong> beetle</p>\n<p><strong>Sacred Colors</strong> black</p>"
        },
        "domains": {
            "alternate": [
                "decay"
            ],
            "primary": [
                "ambition",
                "nature",
                "plague",
                "tyranny"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "unholy"
            ]
        },
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Summon Animal",
            "2": "Compendium.pf2e.spells-srd.Item.Entangling Flora",
            "5": "Compendium.pf2e.spells-srd.Item.Toxic Cloud"
        },
        "traits": {},
        "weapons": [
            "sickle"
        ]
    },
    "type": "deity"
}
