{
    "_id": "UUcAqU3KeJSMNxGF",
    "folder": "p09uw2FmEvAQP6Os",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Barzahk",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Appearing as an enormous migratory bird—usually a corvid, but sometimes a songbird—draped in robes and carrying a tombstone lock and a giant bone key, Barzahk the Passage is the psychopomp usher who maintains the Dead Roads, the secret back routes between the planes and the mortal world. Among mortals, they are worshipped as a patron of compasses, travelers, and vigils. Barzahk is tasked with transporting the souls of those who die far from home to ensure that they reach their proper destination. Unfortunately, Barzahk wanders far and wide, and so they rarely attend to this duty. Thus Barzahk's followers, both psychopomps and mortals, take it upon themselves to care for lost souls, both literal and figurative. Like their patron, followers of Barzahk are often migratory, helping those they find along the way.</p>\n<p><strong>Title</strong> The Passage</p>\n<p><strong>Areas of Concern</strong> Compasses, travelers, vigils</p>\n<p><strong>Edicts</strong> Aid travelers and those who return from the dead, tend to roadside graves, find missing objects or people</p>\n<p><strong>Anathema</strong> Celebrate specific calendar dates over others, avoid travel or change, freeze time for an object or creature</p>\n<p><strong>Religious Symbol</strong> two straight lines that converge vertically through a circle</p>\n<p><strong>Sacred Animal</strong> migratory birds</p>\n<p><strong>Sacred Colors</strong> black, gray</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "death",
                "knowledge",
                "travel",
                "vigil"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Tailwind",
            "2": "Compendium.pf2e.spells-srd.Item.Knock",
            "6": "Compendium.pf2e.spells-srd.Item.Teleport"
        },
        "traits": {},
        "weapons": [
            "club"
        ]
    },
    "type": "deity"
}
