{
    "_id": "f890Kbsk5dxrmU5h",
    "folder": "p09uw2FmEvAQP6Os",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Dramindyr",
    "system": {
        "attribute": [
            "int",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>The Universe as it currently exists depends on strict boundaries, the separation of reality into distinct matter instead of primordial chaos. The planes are likewise divided from each other by metaphysical borders, pierced by only portals and planar rifts. Dramindyr, the Skin of Creation, is the first arbitrator who forms these perimeters; their very body is the membrane that holds every plant, animal, mineral, and dimension separate from one another. To cross between planes is to walk along Dramindyr's spine, and to rip holes in the planar fabric is to pierce Dramindyr's infinite coils. Indeed, the presence of the Worldwound on Golarion was an open sore on Dramindyr's side for over a century, and its closure may have caused Dramindyr to return more of their attention to their rare adherents upon Golarion.</p>\n<p><strong>Title</strong> The Skin of Creation</p>\n<p><strong>Areas of Concern</strong> Borders, physical integrity, the planes, separation</p>\n<p><strong>Edicts</strong> Create and maintain clear physical boundaries, repair planar tears, banish summoned creatures</p>\n<p><strong>Anathema</strong> Merge a creature with another, cause a planar rift, strand a creature in a different plane than it belongs</p>\n<p><strong>Religious Symbol</strong> infinite looping coils</p>\n<p><strong>Sacred Animal</strong> siphonophore</p>\n<p><strong>Sacred Colors</strong> blue, green</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "void",
                "perfection",
                "protection",
                "travel"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "arcana"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Interposing Earth",
            "4": "Compendium.pf2e.spells-srd.Item.Containment",
            "5": "Compendium.pf2e.spells-srd.Item.Magic Passage"
        },
        "traits": {},
        "weapons": [
            "shield-spikes"
        ]
    },
    "type": "deity"
}
