{
    "_id": "pEm6tEGOhUbnwX4p",
    "folder": "p09uw2FmEvAQP6Os",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Inna",
    "system": {
        "attribute": [
            "str",
            "con"
        ],
        "category": "deity",
        "description": {
            "value": "<p>The building blocks of the mortal Universe were forged within suns, each element in reality created within the burning furnace of their cores. Almost all life in the Universe still depends on these suns, with both animals and plants nourished by the life-giving energy of these blazing spheres. Yet these gifts are granted by the slow death of the stars, their eons-long immolation finally ending in an explosive nova and a collapse into a black hole. Inna, the Death of Stars, is the poison that lurks in the heart of these doomed suns, the slow murder of these celestial bodies that facilitates all other life. This gift does not come without a price: the death throes of these cosmic giants offer an @UUID[Compendium.pf2e.conditionitems.Item.Invisible], radioactive death to those who come too close.</p>\n<p><strong>Title</strong> The Death of Stars</p>\n<p><strong>Areas of Concern</strong> Black holes, energy, radiation, stars</p>\n<p><strong>Edicts</strong> Create using heat or fire, sacrifice yourself to achieve your goals, destroy objects when their purpose is done, rescue creatures from doomed planets</p>\n<p><strong>Anathema</strong> Douse ashes with water instead of letting them burn out, bury a body instead of cremating it, curse the sun</p>\n<p><strong>Religious Symbol</strong> blindingly bright star</p>\n<p><strong>Sacred Animal</strong> all</p>\n<p><strong>Sacred Colors</strong> red, white, yellow</p>"
        },
        "domains": {
            "alternate": [
                "creation",
                "fire",
                "void"
            ],
            "primary": [
                "destruction",
                "metal",
                "star",
                "sun"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "crafting"
        ],
        "spells": {},
        "traits": {},
        "weapons": [
            "alchemical-bomb"
        ]
    },
    "type": "deity"
}
