{
    "_id": "01liRoMjNR5XgorX",
    "folder": "p09uw2FmEvAQP6Os",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Mrtyu",
    "system": {
        "attribute": [
            "str",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Everyone who dies has a final thought, a last word, an emotion swollen in the heart, or a feeling caught in the throat. For Mrtyu, a mortal soldier, those last words were a reflection on one thing: love. This was a final thought that intrigued the Lady of Graves, for she had never seen its like before. She wooed the fallen soldier in the afterlife, and in growing to understand him, she understood the passions of all who live.</p>\n<p>Mrtyu became Death's Consort, the psychopomp usher of poetry, trauma, and war. He cares for the souls of soldiers, murder victims, those who die gripped by their strongest emotions, and those who take their own lives. When a soul is too tormented for rest, Mrtyu feels their pain in his own heart when they rise from their graves. His realm, the Garden Anima, is a peaceful refuge within Pharasma's Court where those who suffer traumatic deaths can contemplate and work to understand their fates in safety.</p>\n<p><strong>Title</strong> Death's Consort</p>\n<p><strong>Areas of Concern</strong> Poetry, trauma, war</p>\n<p><strong>Edicts</strong> Destroy undead, honor fallen soldiers, hear the confessions of the dying, put malcontent spirits to rest</p>\n<p><strong>Anathema</strong> Create undead, deny your emotions, shame others for emotional outbursts</p>\n<p><strong>Religious Symbol</strong> circle with five curved lines extending from it</p>\n<p><strong>Sacred Animal</strong> crane</p>\n<p><strong>Sacred Colors</strong> gray and pink</p>"
        },
        "domains": {
            "alternate": [
                "creation",
                "zeal"
            ],
            "primary": [
                "death",
                "passion",
                "repose",
                "sorrow"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "performance"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Soothe",
            "4": "Compendium.pf2e.spells-srd.Item.Weapon Storm",
            "5": "Compendium.pf2e.spells-srd.Item.Wave of Despair"
        },
        "traits": {},
        "weapons": [
            "greatsword"
        ]
    },
    "type": "deity"
}
