{
    "_id": "65o189p2eUPbqaDK",
    "folder": "p09uw2FmEvAQP6Os",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Narriseminek",
    "system": {
        "attribute": [
            "dex",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Called the Crownless and the Maker of Kings, Narriseminek often appears as a protean with a scar around their pate, as if left by a burning crown. Their true form, though similar, is rarely seen: an iridescent and golden protean with a halo of burning eyes but empty eye sockets. The protean lord of ascendance, keketars, and revelations rarely interacts with nonproteans, but to their protean worshippers, they offer exalted transformations and revelations that can change a being's entire outlook. Worshippers of Narriseminek, both mortal and protean, spend their time divining the future and using magic to transform their bodies—a practice they also extend to any other willing creatures that ask. Their revelations take the form of patterns emerging in otherwise random events; Narriseminek's followers reject astrology and other forms of divination based on predictable cycles.</p>\n<p><strong>Title</strong> The Crownless, the Maker of Kings</p>\n<p><strong>Areas of Concern</strong> Ascendance, keketars, revelations</p>\n<p><strong>Edicts</strong> Divine the future, transform the bodies of willing creatures, rebel against organized structures</p>\n<p><strong>Anathema</strong> Refuse to speak to a keketar, eschew a challenge by turning down a promotion or an advancement</p>\n<p><strong>Religious Symbol</strong> imentesh head wreathed in a circle of flame</p>\n<p><strong>Sacred Animal</strong> mantis shrimp</p>\n<p><strong>Sacred Colors</strong> cyan, gold</p>"
        },
        "domains": {
            "alternate": [],
            "primary": [
                "delirium",
                "freedom",
                "knowledge",
                "perfection"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "occultism"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Mindlink",
            "4": "Compendium.pf2e.spells-srd.Item.Confusion",
            "5": "Compendium.pf2e.spells-srd.Item.Synesthesia"
        },
        "traits": {},
        "weapons": [
            "hatchet"
        ]
    },
    "type": "deity"
}
