{
    "_id": "e6IGAMPvaGqwZPkI",
    "folder": "p09uw2FmEvAQP6Os",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Phlegyas",
    "system": {
        "attribute": [
            "int",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Before she was a psychopomp usher, Phlegyas was mortal. The most brilliant artist of her age, she was also vain and prideful, and when her arrogance led to blasphemy she was cast out from Shelyn's church. In her excommunication, the clergy sought to strike her name from history, but they failed. Phlegyas's legacy did more than merely survive; the artist's name and achievements went on to last forever.</p>\n<p>When Phlegyas came before Pharasma for judgment, the Lady of Graves saw a mortal who would defy death, the gods, or even the multiverse itself should it dare stand in her way; who challenged and redefined her gender in life and then her fate in death; who would not compromise on showing the world the truest version of herself, forever. Pharasma saw in Phlegyas a yearning to be known fundamentally to all mortals, and so elevated her into an usher of her court.</p>\n<p><strong>Title</strong> The Consoler of Atheists</p>\n<p><strong>Areas of Concern</strong> Atheists, legacies, reincarnation</p>\n<p><strong>Edicts</strong> Allow atheists to hold their beliefs, challenge what is presupposed, forge a lasting legacy, live authentically, take pride in your work</p>\n<p><strong>Anathema</strong> Allow your accomplishments to go unattributed, destroy another artist's legacy, misattribute or obscure the authorship of a work of art</p>\n<p><strong>Religious Symbol</strong> two circles overlapping vertically</p>\n<p><strong>Sacred Animal</strong> coral</p>\n<p><strong>Sacred Colors</strong> red</p>"
        },
        "domains": {
            "alternate": [
                "family",
                "fate"
            ],
            "primary": [
                "creation",
                "duty",
                "knowledge",
                "repose"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Illusory Object",
            "3": "Compendium.pf2e.spells-srd.Item.Threefold Aspect",
            "7": "Compendium.pf2e.spells-srd.Item.Retrocognition"
        },
        "traits": {},
        "weapons": [
            "longbow"
        ]
    },
    "type": "deity"
}
