{
    "_id": "1xHnoMlCyCV70TnT",
    "folder": "p09uw2FmEvAQP6Os",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Saloc",
    "system": {
        "attribute": [
            "wis",
            "cha"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Ruler of the planar metropolis of Spire's Edge in the Boneyard, the psychopomp usher Saloc is humanoid, but their face is devoid of features save stag horns, and two golden rings lined with eyes constantly rotate about their body. As a defense counsel in Pharasma's court, the Minder of Immortals argues that a person's intentions should be considered in equal part to the consequences of their actions when deciding their soul's afterlife. Saloc has even been known to resurrect condemned souls to give them a second chance to prove themselves. Mortals revere Saloc as the patron of agency, bronze, and education. These followers are people who seek to improve themselves or others, including both students and teachers. Some seek to earn their freedom from earthly prisons, while others wish to change their ways to avoid punishment in the hereafter.</p>\n<p><strong>Title</strong> The Minder of Immortals</p>\n<p><strong>Areas of Concern</strong> Agency, bronze, education</p>\n<p><strong>Edicts</strong> Help creatures grow and find purpose, offer second chances to failures, study different perspectives on ethics</p>\n<p><strong>Anathema</strong> Manipulate or remove a creature's emotions with magic, spread nihilism or hopelessness</p>\n<p><strong>Religious Symbol</strong> equilateral triangle set inside a circle</p>\n<p><strong>Sacred Animal</strong> silkworm</p>\n<p><strong>Sacred Colors</strong> gold, gray</p>"
        },
        "domains": {
            "alternate": [
                "introspection"
            ],
            "primary": [
                "change",
                "death",
                "freedom",
                "knowledge"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "diplomacy"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Share Lore",
            "3": "Compendium.pf2e.spells-srd.Item.Hypercognition",
            "5": "Compendium.pf2e.spells-srd.Item.Dreaming Potential"
        },
        "traits": {},
        "weapons": [
            "guisarme"
        ]
    },
    "type": "deity"
}
