{
    "_id": "iB7v8EkkQzCmdZ5X",
    "folder": "p09uw2FmEvAQP6Os",
    "img": "systems/pf2e/icons/default-icons/deity.svg",
    "name": "Vonymos",
    "system": {
        "attribute": [
            "con",
            "wis"
        ],
        "category": "deity",
        "description": {
            "value": "<p>Grief is a powerful emotion, felt by every mortal in every lifetime, and from the pain of intense loss crashing through mortal hearts a psychopomp usher was born: Vonymos, the Mourning Storm. They embody all that grows from a heart in mourning, both good and ill. They are depression, isolation, and desperation, but they are also last stands against the dark, renewed vigor, and hope. The usher's touch is felt when emotions swell, building up until they grow too overwhelming to contain, when the walls within crumble and the flood is unleashed. They are the crack of lighting that pushes mortals through despair, igniting the inner fire needed to make a final, desperate rally before succumbing to defeat. They are the usher of catastrophes, of last stands, and of suicides.</p>\n<p><strong>Title</strong> The Mourning Storm</p>\n<p><strong>Areas of Concern</strong> Catastrophes, last stands, suicides</p>\n<p><strong>Edicts</strong> Aid the depressed, comfort the grieving, experience and act on intense emotions</p>\n<p><strong>Anathema</strong> Attempt to regulate others' emotions, dismiss or mock a creature's suffering, surrender without a fight</p>\n<p><strong>Religious Symbol</strong> hollow circle with three trailing lines curling clockwise from it</p>\n<p><strong>Sacred Animal</strong> swan</p>\n<p><strong>Sacred Colors</strong> black</p>"
        },
        "domains": {
            "alternate": [
                "nature",
                "soul"
            ],
            "primary": [
                "death",
                "destruction",
                "sorrow",
                "zeal"
            ]
        },
        "font": [
            "harm"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "survival"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Endure",
            "3": "Compendium.pf2e.spells-srd.Item.Blazing Dive",
            "8": "Compendium.pf2e.spells-srd.Item.Falling Sky"
        },
        "traits": {},
        "weapons": [
            "scythe"
        ]
    },
    "type": "deity"
}
