{
    "_id": "oV5cnlPJQS8JfMIg",
    "folder": "DJ7SUPtx7Tcfzs5y",
    "img": "systems/pf2e/icons/deities/cosmic-caravan.webp",
    "name": "Cosmic Caravan",
    "system": {
        "attribute": [
            "cha",
            "dex"
        ],
        "category": "pantheon",
        "description": {
            "value": "<p>The Cosmic Caravan is known to astronomers and astrologers alike as a collection of constellations in the sky, said to travel forever in a circle around the star Cynosure. The association of a diverse array of gods and demigods thematically linked with the stars and the spaces between is a relatively new faith that first rose to prominence in western Avistan, particularly in Varisia, Nidal, and Ravounel. The deities worshiped by the faithful of the Cosmic Caravan include: Desna, Groetus, and Sarenrae; the empyreal lords Ashava, Black Butterfly, and Pulura; the elven god Ketephys; and the outer god Yog-Sothoth. This faith has been gaining ground particularly in Nidal, where the worship of the night is overwhelmingly associated with Zon-Kuthon, and a rising number of Cosmic Caravan worshipers seek to oppose or, one day, even overthrow the Midnight Lord's theocracy to reclaim the night from the implications that all who dwell in the dark are evil.</p>\n<p><strong>Pantheon Members</strong> Ashava, Black Butterfly, Desna, Ketephys, Pulura, Sarenrae, Tsukiyo, Yog-Sothoth</p>\n<p><strong>Areas of Concern</strong> constellations, hope for a better tomorrow, fortune telling, the night</p>\n<p><strong>Edicts</strong> aid those who live in regions where Zon-Kuthon (or other religions that espouse the night as a bastion for evil) holds sway, help the desperate or forlorn to see potential for a better life in the future, spend time stargazing or meditating in moonlight, travel with no particular destination in mind</p>\n<p><strong>Anathema</strong> destroy astronomical or astrological equipment, portray the night as a time of evil, spend the night in the place twice in a row (such as the same room in an inn or the same natural clearing)</p>\n<p><strong>Religious Symbol</strong> wagon-shaped constellation</p>"
        },
        "domains": {
            "alternate": [
                "nothingness",
                "star"
            ],
            "primary": [
                "darkness",
                "fate",
                "freedom",
                "moon"
            ]
        },
        "font": [
            "harm",
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "occultism"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Penumbral Shroud",
            "4": "Compendium.pf2e.spells-srd.Item.Translocate",
            "9": "Compendium.pf2e.spells-srd.Item.Falling Stars"
        },
        "traits": {},
        "weapons": [
            "starknife"
        ]
    },
    "type": "deity"
}
