{
    "_id": "zhXBavaHMCwnVpYA",
    "folder": "DJ7SUPtx7Tcfzs5y",
    "img": "systems/pf2e/icons/deities/fortunes-fate.webp",
    "name": "Fortune's Fate",
    "system": {
        "attribute": [
            "cha",
            "int"
        ],
        "category": "pantheon",
        "description": {
            "value": "<p>Luck is more than just a flick of a card or a roll of the dice; what some consider pure chance can often be attributed to an individual's drive to achieve a goal. The gods of luck who make up Fortune's Fate understand and promote this little \"secret\" of the cosmos. They don't believe in simply letting circumstance guide everything, which could lead to destructive chaos. Followers of Fortune's Fate tend to enter situations understanding the odds and know that a gold coin placed in the right hand or a well-timed spell can tip those odds in their favor. They also know that every plan contains some element of risk and they thrive by blurring the line between luck and daring.</p>\n<p><strong>Pantheon Members</strong> Bes, Chaldira Zuzaristan, Desna, Kofusachi, The Lantern King, Nivi Rhombodazzle</p>\n<p><strong>Areas of Concern</strong> con artists, productive mischief, strategic gamblers, tilting the scales of luck</p>\n<p><strong>Edicts</strong> defeat challenges through the use of dashing plans that have some element of risk involved, encourage others to take chances, use the element of surprise whenever possible</p>\n<p><strong>Anathema</strong> attribute happy accidents or purely lucky outcomes to be the result of your skill alone, cheat or use unfair tactics after you've committed yourself to following specific rules (cheating other times is fine), place your fate in chance without applying any effort</p>\n<p><strong>Religious Symbol</strong> golden-furred rabbit's foot</p>"
        },
        "domains": {
            "alternate": [
                "change",
                "disorientation"
            ],
            "primary": [
                "ambition",
                "dreams",
                "fate",
                "luck"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "thievery"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Ill Omen",
            "2": "Compendium.pf2e.spells-srd.Item.Invisibility",
            "7": "Compendium.pf2e.spells-srd.Item.True Target"
        },
        "traits": {},
        "weapons": [
            "fighting-fan"
        ]
    },
    "type": "deity"
}
