{
    "_id": "0uKqA42aPdHEqESI",
    "folder": "DJ7SUPtx7Tcfzs5y",
    "img": "systems/pf2e/icons/deities/guardians-of-the-sacred-self.webp",
    "name": "Guardians of the Sacred Self",
    "system": {
        "attribute": [
            "cha",
            "con"
        ],
        "category": "pantheon",
        "description": {
            "value": "<p>The Guardians of the Sacred Self understand something that many others do not: that what a person believes about themselves far outweighs that which others may judge them for. While individually they support the differences of their worshippers, these eleven deities and demigods have come together to become better advocates for change, empowering their followers to do the same. They strive for a world in which everyone can feel safe and secure being who they truly are.</p>\n<p><strong>Pantheon Members</strong> Alseta, Arazni, Cayden Cailean, Folgrit, Gozreh, Lalaci, Lymnieris, Matravash, Shelyn, Tsukiyo, Uvuko</p>\n<p><strong>Areas of Concern</strong> community building, community service, protecting the persecuted and downtrodden, raising awareness</p>\n<p><strong>Edicts</strong> empower, protect, and give aid to the disabled, those who deal with mental illness, and those who have transitioned to embrace their true selves</p>\n<p><strong>Anathema</strong> ignore genuine requests for help, make assumptions about others based on their appearance, take advantage of another's disability</p>\n<p><strong>Religious Symbol</strong> shield-shaped cocoon split down the middle</p>"
        },
        "domains": {
            "alternate": [
                "freedom",
                "truth"
            ],
            "primary": [
                "change",
                "family",
                "protection",
                "soul"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": {
            "modal": "can",
            "what": [
                "holy"
            ]
        },
        "skill": [
            "medicine"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Fleet Step",
            "3": "Compendium.pf2e.spells-srd.Item.Threefold Aspect",
            "4": "Compendium.pf2e.spells-srd.Item.Flicker"
        },
        "traits": {},
        "weapons": [
            "shield-boss"
        ]
    },
    "type": "deity"
}
