{
    "_id": "JeGR8YCpbmQAhxhF",
    "folder": "DJ7SUPtx7Tcfzs5y",
    "img": "systems/pf2e/icons/deities/weight-of-the-world.webp",
    "name": "Weight of the World",
    "system": {
        "attribute": [
            "str",
            "wis"
        ],
        "category": "pantheon",
        "description": {
            "value": "<p>All things gravitate toward equilibrium, but this is not the same thing as balance. Nature is constantly shifting and changing. When new growth becomes old, it is broken down to become raw materials for new things once more. Those who are closest to the land know this the best. Volcanoes erupt and destroy, but then make the earth on and near their slopes so much more fertile afterward... until they erupt anew.</p>\n<p>People who have studied or survived natural disasters or extreme weather events also know this far too well. By making sacrifices and offerings to the deities who embody primal forces and changes, they gain a better understanding of how to harness these energies for themselves. Those who venerate the Weight of the World are usually spellcasters, but sometimes scholars who look for patterns and meaning in the natural world's cycles also seek a bit of divine inspiration in their quest for knowledge.</p>\n<p><strong>Pantheon Members</strong> Chamidu, Embaral, Gozreh, Hei Feng, Keltheald, Mother Vulture, Obari, The Green Mother, Valani, Yamatsumi</p>\n<p><strong>Areas of Concern</strong> aftermath of storms and natural disasters, meteorologists, patterns in natural elements, regeneration</p>\n<p><strong>Edicts</strong> meditate on the cycle of nature, teach others to be prepared for storms and other natural hazards, wield the elements as weapons</p>\n<p><strong>Anathema</strong> destroy nature without an immediate need, pass up an opportunity to watch storms and other natural phenomena</p>\n<p><strong>Religious Symbol</strong> globe covered in swirling clouds</p>"
        },
        "domains": {
            "alternate": [
                "air",
                "cold"
            ],
            "primary": [
                "decay",
                "lightning",
                "nature",
                "water"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "nature"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Gust of Wind",
            "5": "Compendium.pf2e.spells-srd.Item.Howling Blizzard",
            "6": "Compendium.pf2e.spells-srd.Item.Chain Lightning"
        },
        "traits": {},
        "weapons": [
            "javelin"
        ]
    },
    "type": "deity"
}
