{
    "_id": "rji8c4S3dZJIy4VU",
    "folder": "DJ7SUPtx7Tcfzs5y",
    "img": "systems/pf2e/icons/deities/wheels-of-innovation.webp",
    "name": "Wheels of Innovation",
    "system": {
        "attribute": [
            "dex",
            "int"
        ],
        "category": "pantheon",
        "description": {
            "value": "<p>If necessity is the proverbial mother of invention, it can also count creativity, curiosity, inspiration, and hard work among its forebears. The divine entities of the Wheels of Innovation share a passion for motivating those who seek to breathe new life and fresh ideas into their fields of creation. These gods of invention and artistry currently believe the formation of this pantheon is their greatest idea to date.</p>\n<p>Worship of this pantheon originated in urban centers around Golarion's Inner Sea region and in nations like Alkenstar, Numeria, and Rahadoum. Recently, it has also begun to blossom in more rural communities, as its adherents try to solve physical problems without relying on spellcasters or government officials. This has most firmly taken root in gnome, goblin, and halfling communities. Many of them profess that tinkering and experimentation are a far more positive—but no less exciting—way to seek entertainment as well.</p>\n<p><strong>Pantheon Members</strong> Aakriti, Bharnarol, Brigh, Casandalee, Nocticula, Torag</p>\n<p><strong>Areas of Concern</strong> innovators, inspiration, perseverance in the face of failures, and technology</p>\n<p><strong>Edicts</strong> devise solutions to problems through the creative use of items rather than magic or brute strength, encourage tinkering and experimentation, refuse to abandon a project at the first sign of failure</p>\n<p><strong>Anathema</strong> deprive others of their innovations unduly, stifle imagination</p>\n<p><strong>Religious Symbol</strong> two interlocking gears</p>"
        },
        "domains": {
            "alternate": [
                "metal",
                "toil"
            ],
            "primary": [
                "ambition",
                "change",
                "creation",
                "knowledge"
            ]
        },
        "font": [
            "heal"
        ],
        "publication": {
            "license": "ORC",
            "remaster": true,
            "title": "Pathfinder Lost Omens Divine Mysteries"
        },
        "rules": [],
        "sanctification": null,
        "skill": [
            "crafting"
        ],
        "spells": {
            "1": "Compendium.pf2e.spells-srd.Item.Temporary Tool",
            "4": "Compendium.pf2e.spells-srd.Item.Creation",
            "9": "Compendium.pf2e.spells-srd.Item.Metamorphosis"
        },
        "traits": {},
        "weapons": [
            "polytool"
        ]
    },
    "type": "deity"
}
